{
  "id": "b08fbc56-0236-4ea0-a771-62e23dbb13fb",
  "status": "completed",
  "text": "That's really. I'm Robin Ince. I was support act on the Ricky Gervais politics tour, which was the first evidence that was ever brought to light of the bizarre relationship we have of squawking, screaming, not me, him at me. Oh, Robin. Now, of course, is the fame tour, which I sported on as well. This was possibly one of the biggest mistakes and one of the worst decisions I've made in my not really professional career, but my whole life. 30 seconds ago I was playing 2100 people and now. Now I'm being hanged. 30 seconds ago I was going, thanks very much. Great. Oh, God. Is it comfortable? No, it's awful. His fans will meet him and he seems absolutely charming. Oh, who do you want me to make that out to? Oh, God bless. There we are. Just. Just sign that and cheers Ricky Gervais. Okay. And drives off. What a lovely man. They think, but that's because they don't see this guy prodding and him filming me on the toilet. I'm urinating now. Ah. Why is he weird? You can't put this in. I know. Ridiculous. He genuinely is tremendously excited. Whether it's drinking a prawn. Drink the water with a prawn in it. Go on, go. Oh, I love you, prawny. Come on. Oh, go. Get the prawn, get the prawn, get the prawn. Go on, get the prawn. Yeah, good boy, good boy. I think because his emotions are so extreme, they don't last very long, but they are kind of supernova emotions. So the moment of seeing his friend drink a prawn in a glass, it's never felt better than that. Bored again. Now, we've been friends for 15 years, he's always like making noises, jabbing me, showing me things that I don't want to see. But it's quite manageable because I arrive at his flat, or in the old days it would have been in a pub, he'd make noises, eventually he'd have to calm down, then we'd have half an hour of reasoned conversation. The trouble with going on tour, which I'd forgotten from when we toured on politics, is he gets tremendously bored. Robin's not here anymore, but that's where he was sitting. He'd probably sit there again when he comes back. He's sort of like a creature of habit. When he comes around the flat, he always sits in the same little chair. He's got little ways, Robin. That's why I like him. And it's because his name's Robin. Like Robin off the Muppets. When he's bored, he's either angry or wants to be entertained. And his entertainment, his form of entertainment is to make his closest friends have a life that is hellish and tortuous. And generally. I mean, when I say tortuous, I mean, that's. It feels like torture. It's. One moment you're in these luxury hotels, but luxury hotels where you're at the beck and call of this man. Right? I want you to sing halfway up the stairs because your name's Robin and little Robin. Right. Go on, then. I don't really know how it goes. Halfway up the stair is the stair where I sit. What some people might find unusual about when he sings halfway up the stair is that it was just the two. But what they probably don't realize is that's the way he behaves constantly when there are just two of us in the room. I'm gonna have to go. But here is the step where I always stop. I mean, what? I'm 37, you're 48. Halfway up the stairs. You can't use this 48, so you'll cut that out. It's not at the bottom, it's not at the top. Can I call Jane? Just. This is genuinely. This is like snuff. This is your babe snuff. Yeah. It's really getting really freaky. It's not at the top. You need to sleep. Look at time. It's really. It's. It's so horrible. We've got. You've got to go to bed for a bit. I'm gonna go out of the room. That a chore. Robin, what are you doing? Oh, that was just really. Why? Really creepy. It is really creepy. Why is it creepy? Well, because it's a man in late middle age singing an old single. Husband'S. Friend who's under duress. Right. I mean, you're not really going. I would love to be able to say most of the things that Ricky comes up with are for an audience, but they're not. They are just for him. So, for instance, when in Brighton, he started dancing around the room, singing the song, he's fluffy, he's lovely, he's lovely and he's fluffy. Which was one of the new compositions he came up with. That was just him. He suddenly. He'd eaten some nuts and he started dancing around the room. He's stuffed him. He's stuffed he. And he's lovely. There we go. If things hadn't worked out for him, he really would be a madman. Now they just think of him, a comedy genius. But see that? People think, what a crazy guy. But if he was unemployed. He's tufty, he's tufting he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely he's lovely he's tufty he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely he's lovely he's tufty he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely. We've got a knock on the door. Excuse me, sir, can you stop singing the tufted lovely song? It's really fucking driving me mental. The point is, I'm not actually paid to do the 25 to 30 minutes. That's not really what he's paying for. What he's paying for the excess money, which is still less than I could have made if I'd taken that stupid writing job on some BBC three tv show. I'm an idiot. But he'd. So he's paying to have me in the same hotel as him so he. Can bother me if I dunk this in my coffee. Right, boy. Eat that. I don't want to. Please, just quickly drink your coffee. Coffee in a very spooky way. No, just eat that. Right, and that's the coffee and croissant. Go on, then, quick. Come on. But it's your coffee. Come on. I'm lactose intolerant. Gone. What's the matter? Why don't you like that? It's easier to eat. Not really. My body's kind of spasming against it. This is ridiculous. It's like the Marquis de Sard. He goes, he goes, you like croissants? Do you like one at breakfast? No, no, no, not one. If you like one, you like 200. This may well kill me. Eat them all. If you like jam too much, why don't we dunk you in a vat? Oh, God. I'm basically a paid companion. You would see adverts for me in the back of contact magazines. There aren't any adverts. I'm not available. Make it absolutely clear. That period of my life finished this year. But that's what I am. This is why I come on tour. Not for me. Because I like to see Robin happy and he's never happier. He gets all this free. We say, what do you want? He goes, sold tomato soup and he chooses that. Then he eats it, he's dunking bread and it's all free. Got a lovely view. Look, little flower. Kiss the flower. I'm alright for kissing the flower. Matthew, can you hold the flower up for him to kiss it, please? Just kiss the fucking flower. Kiss it properly. With tongues? No, no, just. Just kiss it and say thank you to something. Thank you, flowery. Yeah. Now you can get on with it. All right. There was a lot of strains being made to kiss things. It started with food. Robin claims he's a vegetarian, but he started eating fish on tour, right, because it's lovely fish and it's all free, right? So he's going against his principles a little bit. But all I'm gonna ask you to do as he's getting a little free meal there, I'm not gonna humiliate you, I'm not gonna make you eat off the floor or anything like that, right? All I want you to do, right, Matt, I'll ask you, see if this is fair, right, say, sorry, little fishy, I love you. Kiss it and then eat it. Okay? Matt, is that unreasonable? I don't think so. I mean, is he a vegetarian or not exactly. Some people. No, no. Some people who are religious say thank you, Lord. I think so. All I'm asking, Robin, and this isn't much to ask, is when you pick up a sandwich with a fish, you've killed in it, just say, sorry, fishy, I love you and then eat it. Right. Come on then. It does feel a bit weird, this. It's not weird. Just. It's not weird. Right? It's not weird. It's not weird. Are you sure? No, it's not weird. Probably in the edit of this, you won't realize that this would go on for half an hour before. The fact is, I did want to eat my sandwich and I don't need the sandwich until you kiss the sandwich. Just kiss the sandwich and we'll. Oh, sorry. Normal make them. I've eaten too quickly. This year. He had a kind of sidekick. I suppose one would use the term lickspittle in the tour promoter. Matthew. Oh, it's all right, Rick. I've gone and bought out some more black felt tip markers so you can paint his hair. I was alright, Rick. I rang ahead so he can buy a thermometer to get the heat of his testicles. Just waiting for Robin to arrive. We're in Manchester, he's coming from Leamington Spa. Translate. Of course, it got stopped and all this. We need him to get here before the gig because we're gonna conduct a little experiment. Something happened in Cardiff. We were in the dressing room. It was really hot, and I couldn't cool the room down. There was fans on and air conditioning, and we realized that a lot of the heat was emanating from Robin's groin. His testicles were overheating. They were way too hot. I'd never experienced anything like it. I got ice out of the bucket. I put it in a little Tesco's bag. I put those on him. He tried to calm down for about ten minutes. He did. The gig came back. They were still too hot. He hadn't admitted anything. He hadn't even said if it happened before. We iced him again when he was eating. I just put the ice pack on the testicles. But Ed, the promoter is concerned that it's a health and safety issue. He won't see a doctor, but he has agreed to self examine himself. So we're going to buy a thermometer. We're going to take the temperature, let him do it in closed doors. You know, he's going to come out, he's going to tell us the temperature, and we're going to find out if that's a normal temperature for testicles. I don't know what the normal temperature is for testicles, but his were too hot. I don't know where this came from. I literally have no idea which bit of the BAftA and Emmy award winning genius that is Ricky Gervais, where he would suddenly become obsessed with the heat of my testicles. Right. The cab has got the window open to let steam out, so it could well be Robin. It is him. We told him about the testicle problem. We're gonna. First thing we do is go to booth, get a thermometer. You're gonna. You're not gonna go to the doctor. You're not gonna have to go to Harley street. You're gonna test the temperature. You're gonna tell me the temperature, and we're gonna call the doctor and say. He'D run out of other ways of torturing me. The eczema had started to appear around my eye and he thought, well, this now be a good time to debate about the heat of your testicle. Oh, your ex was getting a bit angry, isn't it? It got worse again. Yeah, it was going, but yeah. So that's okay. I just want to say this. Right. Okay, gentlemen. Right. Okay. He's a little bit warm there. He's got eczema. That's his face. What's his bollocks like? So you promised me you just went next door and measured the heat of your testicles. How did you do that? How did you do it? I'm not going to go into those kind of details. Looks a bit choppy, doesn't it? On my birthday, Ricky and Matthew and the man who knew where the shovels were in the Newcastle hotel thought it might be nice if they made a little swimming pool for me. It's turning out to be more of a piece pond than a swimming pool. It's good, though. No, look at that. Look how, mate, we're pretty. We've made it. Right, robin, walk along the little path. I made that. And into your own swimming pool. Look at that. Sit down. Sit down properly. Well, maybe put your legs out. Maybe put your legs out a little bit. Yeah. What a lucky boy. It's a shame there's no water in it, but at least you can sit in your own swimming pool by the. Oh, man. It's in what I dreamt of. It. Show whiskey. Things like that I find are quite bearable. They're just stupid and ridiculous things for a grown man to make his friend do. And I think, well, again, this will just buy me a bit of time. But each time, it's one of those dreadful things. It buys you less and less time. It's the more that you allow him to do things, the more he thinks there must be other things that he can make you do. So what previously say, lying in that pool might have a whole evening would have been. Yeah, that's all right. He did the thing in the pool. We dropped stones on him. He's got all these little bruises and little scratches on his legs. That's fine. That's enough. But it isn't, because then he's got to build it up and he's got to build it and build it and build it and see how far he can go. So, Robin, we're going to make a new man of you. It's going to be a completely different man. And that's. And that's physical, mental and spiritual. I want to get you on some sort of treadmill to get you fit. I want to burn off some of the fat and I want to get your other body strength because it's, you know, a little bit weedy. Yeah. Do you mind if I just show them the stomach that we're going to try and get rid of? Well, just. That's got to be toned. We have got to tone that. Do we need to check your one at all? No. Right, okay, that's it. What have you got? Got some bits and pieces for Robin. Yeah. Robin didn't bring any sort of working out gear away, obviously. What do you want to start with? Stick it on the bed. Let's have a look. What have we got here? I've got some trainers. Brilliant. What a lucky boy. A free robin. Hints. That's free. That's all. Gratis. Shorts. Oh, look at those lovely sweat bands. Sweat bands? Yep. Got a vest as well. Right, go and get changed, mate. You ready, Robin? Yeah. Come on in. Rest a little bit on tight. Slow. Not necessarily happy about. I just don't feel very me. Okay, that's great, Robin. Just four and a half. Just show them. Just hands down, hands over that way, actually. Go. Nipple. I know I've got nipples. It's because of when you're born. Oh, God, that looks amazing. Right, okay, look at the camera and go. I'm Robin Ince. I'm Robin Ince. Absolutely flawless. Go, go, go. 1234. Brilliant. Let's do 20 of those. Five. 6718. 1920. Well, there you go. Look at that. That's a little quick round. Work it. Yeah? Yep. How'd you feel? Dunno. Kind of mixed with sick and happy. Right. Bit gassy still. Okay, well, let's get you in the shower. No. Okay, marks, get set. Go. Jump up and down. Jump up and down. Did you get the bit with the bloke saying it was like a gay porno? Yeah. Yeah. What do you think of that? Well, I think I'd be very disappointed if I was someone who's into gay pool and I brought something with this in it, frankly, nipples are up again. Oh, excellent. Well done. It's just an odd thing, though, to be an adult, to be someone entering early middle age with a man who's in middle age, and to be just requested to do these things. That's the thing, is, you realize that you forget you're losing your will, you're losing your. I will say no. No, I don't want to. And then it gets to the point where I think I'll have to drink a full can of coke, because this is just incessant. Down in one. Downing one. Suck it through. Come on. Why am I doing this? I'm 38 years old. Just go. Descend it. Quickly. The battery's running out. Just end it. End the thing and then squeeze the can and put it on your head. Right, go. Go on. All in one. Suck it down. Suck it down. Go on. All in one. All in one. Yeah. Excellent, excellent, excellent. All right, let me just squeeze just that much. Sitting here now, all the time, I think, why didn't I just walk away? You know, just terminate the friendship and the tour and everything? Because I don't know what I have to gain, you know, save, obviously, the financial rewards of it and even that, you know, there's a lot of other jobs out there. It wasn't. It wasn't a necessity, you know, I wouldn't have ended up on the street. I wouldn't have ended up living in a box. I wouldn't have ended up dancing with a hat in front of me. Well, I remembered the makeover idea. We've got to get you made over. Got to change your image. I mean, it. It's pathetic. Give me that camera now. I mean, look at that. Just some shoes. Look at that. God, there's a hole in the sock. Yeah, exactly. Yeah. You know. You know, they're quite new socks. All. This is all, you know, I don't. I don't know. I don't know what this is. I do not know what we're doing here. I want to just zhuzh you up a little bit, man you up, call you up a little bit. You know, we're gonna get your measurements and just. We're just gonna make you, as I said, from geek to dude. Yeah, less shock. Feel a little bit. You'll thank me afterwards. You will thank me afterwards. You make me. Robin, you excited about the shopping trip? I don't know. It's one of those, you know, when you've got mixed emotions about an older man buying you clothes. Where do you want to go? Well, just a high street. I want to go to just ordinary high street chains, even down market, because I want to show you can look good on a budget. I want to show that I can make a little geeky, grey haired, bumbling fall into a sexy, inner city cowboy dude. Anyway, pop him up. Come and just see the eyes, Matt. See how lovely eyes. He looks so good, Robin. Doesn't he look good, Matt? I think he looks fantastic. That is so cool. That's so much better than just a. Silly old, silly old cardi. Oh, we've got a. Yeah, well, you have to have your teeth cap, right? Just so we get some, like, diamonds in your teeth. You look like a fucking dude, man. Yeah. I wonder how far this dude would get down the street before being attacked by some men. You look really cool. You having a last laugh? Builders would be so confused. They wouldn't know. Shut. Honestly, Robin, you're fucking cool, man. Do that to the world, mate. This is your statement, isn't it? Look at that. It's like your breasts have gone horizontal. Stripes aren't nice to there, but, yeah, just. I would love there to be a fire alarm now. Do you know what? I'd die in the flames. This acrylic would go up so quickly. They'd just find a kind of the husk of a mascara. What they would presume to be some kind of drag act. Or even initially, when I was found dead, they'd go, we were really worried it might be Ediazard. I won't do another tour. I'm done now. I'm spent. I'm actually retiring from stand up. I'm giving up for a long period of time because I'm a stand up who wants to go out there and talk about astronomers with golden noses and maybe do some stuff about science and politics. And then I realize that people go, well, why is he talking about that? He's the bloke that you have to feed and check these testicles aren't too hot to go in the car with. Pre pay ye the way of the Lord. Prepay ye the way of the Lord. Prepay the way of the Lord. Limit are you speak free. The way of the Lord. Look at his pre heck a prepare the way of the Lord. He loved the pringle priest. Pay the way of the Lord. He had a put in priest. Oh, God.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "robin",
      "text": "That's really. I'm Robin Ince. I was support act on the Ricky Gervais politics tour, which was the first evidence that was ever brought to light of the bizarre relationship we have of squawking, screaming, not me, him at me.",
      "start": 29384,
      "end": 45256,
      "confidence": 0.92905675
    },
    {
      "pos": 2,
      "speaker": "ricky",
      "text": "Oh, Robin.",
      "start": 45320,
      "end": 47724,
      "confidence": 0.580395
    },
    {
      "pos": 3,
      "speaker": "robin",
      "text": "Now, of course, is the fame tour, which I sported on as well. This was possibly one of the biggest mistakes and one of the worst decisions I've made in my not really professional career, but my whole life. 30 seconds ago I was playing 2100 people and now. Now I'm being hanged. 30 seconds ago I was going, thanks very much. Great.",
      "start": 51754,
      "end": 80034,
      "confidence": 0.9055899999999998
    },
    {
      "pos": 4,
      "speaker": "ricky",
      "text": "Oh, God. Is it comfortable?",
      "start": 81894,
      "end": 84078,
      "confidence": 0.848414
    },
    {
      "pos": 5,
      "speaker": "robin",
      "text": "No, it's awful. His fans will meet him and he seems absolutely charming. Oh, who do you want me to make that out to? Oh, God bless. There we are. Just. Just sign that and cheers Ricky Gervais. Okay. And drives off. What a lovely man. They think, but that's because they don't see this guy prodding and him filming me on the toilet. I'm urinating now.",
      "start": 84166,
      "end": 110222,
      "confidence": 0.9010373134328358
    },
    {
      "pos": 6,
      "speaker": "ricky",
      "text": "Ah. Why is he weird?",
      "start": 110358,
      "end": 112794,
      "confidence": 0.7228199999999999
    },
    {
      "pos": 7,
      "speaker": "robin",
      "text": "You can't put this in.",
      "start": 115054,
      "end": 116554,
      "confidence": 0.940466
    },
    {
      "pos": 8,
      "speaker": "ricky",
      "text": "I know.",
      "start": 117054,
      "end": 118034,
      "confidence": 0.570885
    },
    {
      "pos": 9,
      "speaker": "robin",
      "text": "Ridiculous. He genuinely is tremendously excited. Whether it's drinking a prawn.",
      "start": 124374,
      "end": 132489,
      "confidence": 0.7979018181818183
    },
    {
      "pos": 10,
      "speaker": "ricky",
      "text": "Drink the water with a prawn in it. Go on, go. Oh, I love you, prawny. Come on. Oh, go. Get the prawn, get the prawn, get the prawn. Go on, get the prawn. Yeah, good boy, good boy.",
      "start": 132641,
      "end": 147729,
      "confidence": 0.8648128205128203
    },
    {
      "pos": 11,
      "speaker": "robin",
      "text": "I think because his emotions are so extreme, they don't last very long, but they are kind of supernova emotions. So the moment of seeing his friend drink a prawn in a glass, it's never felt better than that. Bored again. Now, we've been friends for 15 years, he's always like making noises, jabbing me, showing me things that I don't want to see. But it's quite manageable because I arrive at his flat, or in the old days it would have been in a pub, he'd make noises, eventually he'd have to calm down, then we'd have half an hour of reasoned conversation. The trouble with going on tour, which I'd forgotten from when we toured on politics, is he gets tremendously bored.",
      "start": 147881,
      "end": 194544,
      "confidence": 0.9216970967741932
    },
    {
      "pos": 12,
      "speaker": "ricky",
      "text": "Robin's not here anymore, but that's where he was sitting. He'd probably sit there again when he comes back. He's sort of like a creature of habit. When he comes around the flat, he always sits in the same little chair. He's got little ways, Robin. That's why I like him. And it's because his name's Robin. Like Robin off the Muppets.",
      "start": 196764,
      "end": 225444,
      "confidence": 0.891418064516129
    },
    {
      "pos": 13,
      "speaker": "robin",
      "text": "When he's bored, he's either angry or wants to be entertained. And his entertainment, his form of entertainment is to make his closest friends have a life that is hellish and tortuous. And generally. I mean, when I say tortuous, I mean, that's. It feels like torture. It's. One moment you're in these luxury hotels, but luxury hotels where you're at the beck and call of this man.",
      "start": 226424,
      "end": 248934,
      "confidence": 0.9086120588235298
    },
    {
      "pos": 14,
      "speaker": "ricky",
      "text": "Right? I want you to sing halfway up the stairs because your name's Robin and little Robin. Right. Go on, then.",
      "start": 249914,
      "end": 256298,
      "confidence": 0.9137528571428571
    },
    {
      "pos": 15,
      "speaker": "robin",
      "text": "I don't really know how it goes.",
      "start": 256346,
      "end": 257458,
      "confidence": 0.9328871428571429
    },
    {
      "pos": 16,
      "speaker": "ricky",
      "text": "Halfway up the stair is the stair where I sit.",
      "start": 257506,
      "end": 262386,
      "confidence": 0.945238
    },
    {
      "pos": 17,
      "speaker": "robin",
      "text": "What some people might find unusual about when he sings halfway up the stair is that it was just the two. But what they probably don't realize is that's the way he behaves constantly when there are just two of us in the room. I'm gonna have to go.",
      "start": 262530,
      "end": 293730,
      "confidence": 0.9014653061224491
    },
    {
      "pos": 18,
      "speaker": "ricky",
      "text": "But here is the step where I always stop.",
      "start": 293842,
      "end": 299214,
      "confidence": 0.8496311111111111
    },
    {
      "pos": 19,
      "speaker": "robin",
      "text": "I mean, what? I'm 37, you're 48.",
      "start": 304874,
      "end": 307114,
      "confidence": 0.8467414285714285
    },
    {
      "pos": 20,
      "speaker": "ricky",
      "text": "Halfway up the stairs.",
      "start": 307194,
      "end": 309694,
      "confidence": 0.7780275
    },
    {
      "pos": 21,
      "speaker": "robin",
      "text": "You can't use this 48, so you'll cut that out.",
      "start": 313114,
      "end": 317374,
      "confidence": 0.8124880000000001
    },
    {
      "pos": 22,
      "speaker": "ricky",
      "text": "It's not at the bottom, it's not at the top.",
      "start": 323094,
      "end": 328554,
      "confidence": 0.8325530000000001
    },
    {
      "pos": 23,
      "speaker": "robin",
      "text": "Can I call Jane? Just. This is genuinely. This is like snuff. This is your babe snuff. Yeah. It's really getting really freaky.",
      "start": 339174,
      "end": 365014,
      "confidence": 0.7556004347826086
    },
    {
      "pos": 24,
      "speaker": "ricky",
      "text": "It's not at the top.",
      "start": 369814,
      "end": 372154,
      "confidence": 0.8258300000000001
    },
    {
      "pos": 25,
      "speaker": "robin",
      "text": "You need to sleep.",
      "start": 377934,
      "end": 378750,
      "confidence": 0.877405
    },
    {
      "pos": 26,
      "speaker": "ricky",
      "text": "Look at time.",
      "start": 378782,
      "end": 379634,
      "confidence": 0.8239900000000001
    },
    {
      "pos": 27,
      "speaker": "robin",
      "text": "It's really. It's. It's so horrible. We've got. You've got to go to bed for a bit. I'm gonna go out of the room. That a chore.",
      "start": 390454,
      "end": 398414,
      "confidence": 0.8325151851851851
    },
    {
      "pos": 28,
      "speaker": "ricky",
      "text": "Robin, what are you doing?",
      "start": 399634,
      "end": 401282,
      "confidence": 0.838874
    },
    {
      "pos": 29,
      "speaker": "robin",
      "text": "Oh, that was just really.",
      "start": 401418,
      "end": 402642,
      "confidence": 0.763528
    },
    {
      "pos": 30,
      "speaker": "ricky",
      "text": "Why?",
      "start": 402738,
      "end": 403374,
      "confidence": 0.98712
    },
    {
      "pos": 31,
      "speaker": "robin",
      "text": "Really creepy. It is really creepy.",
      "start": 404034,
      "end": 408374,
      "confidence": 0.9089366666666666
    },
    {
      "pos": 32,
      "speaker": "ricky",
      "text": "Why is it creepy?",
      "start": 408754,
      "end": 410546,
      "confidence": 0.9241375000000001
    },
    {
      "pos": 33,
      "speaker": "robin",
      "text": "Well, because it's a man in late middle age singing an old single.",
      "start": 410690,
      "end": 417134,
      "confidence": 0.7397207692307693
    },
    {
      "pos": 34,
      "speaker": "ricky",
      "text": "Husband'S.",
      "start": 421194,
      "end": 421874,
      "confidence": 0.32355
    },
    {
      "pos": 35,
      "speaker": "robin",
      "text": "Friend who's under duress. Right.",
      "start": 421914,
      "end": 424170,
      "confidence": 0.728894
    },
    {
      "pos": 36,
      "speaker": "ricky",
      "text": "I mean, you're not really going.",
      "start": 424322,
      "end": 425692,
      "confidence": 0.9134049999999999
    },
    {
      "pos": 37,
      "speaker": "robin",
      "text": "I would love to be able to say most of the things that Ricky comes up with are for an audience, but they're not. They are just for him. So, for instance, when in Brighton, he started dancing around the room, singing the song, he's fluffy, he's lovely, he's lovely and he's fluffy. Which was one of the new compositions he came up with. That was just him. He suddenly. He'd eaten some nuts and he started dancing around the room.",
      "start": 425818,
      "end": 447128,
      "confidence": 0.946103703703704
    },
    {
      "pos": 38,
      "speaker": "ricky",
      "text": "He's stuffed him. He's stuffed he. And he's lovely.",
      "start": 447176,
      "end": 449216,
      "confidence": 0.4447844444444445
    },
    {
      "pos": 39,
      "speaker": "robin",
      "text": "There we go. If things hadn't worked out for him, he really would be a madman. Now they just think of him, a comedy genius. But see that? People think, what a crazy guy. But if he was unemployed.",
      "start": 449280,
      "end": 463436,
      "confidence": 0.9401861538461537
    },
    {
      "pos": 40,
      "speaker": "ricky",
      "text": "He's tufty, he's tufting he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely he's lovely he's tufty he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely he's lovely he's tufty he's tufty and he's lovely he's lovely and he's tufty and he's tufty and he's lovely. We've got a knock on the door. Excuse me, sir, can you stop singing the tufted lovely song? It's really fucking driving me mental.",
      "start": 463460,
      "end": 486424,
      "confidence": 0.8145780952380952
    },
    {
      "pos": 41,
      "speaker": "robin",
      "text": "The point is, I'm not actually paid to do the 25 to 30 minutes. That's not really what he's paying for. What he's paying for the excess money, which is still less than I could have made if I'd taken that stupid writing job on some BBC three tv show. I'm an idiot. But he'd. So he's paying to have me in the same hotel as him so he.",
      "start": 487764,
      "end": 506788,
      "confidence": 0.9496757971014496
    },
    {
      "pos": 42,
      "speaker": "ricky",
      "text": "Can bother me if I dunk this in my coffee. Right, boy. Eat that.",
      "start": 506796,
      "end": 511428,
      "confidence": 0.8041771428571429
    },
    {
      "pos": 43,
      "speaker": "robin",
      "text": "I don't want to.",
      "start": 511476,
      "end": 512004,
      "confidence": 0.802635
    },
    {
      "pos": 44,
      "speaker": "ricky",
      "text": "Please, just quickly drink your coffee.",
      "start": 512044,
      "end": 513836,
      "confidence": 0.7917300000000002
    },
    {
      "pos": 45,
      "speaker": "robin",
      "text": "Coffee in a very spooky way.",
      "start": 513860,
      "end": 515012,
      "confidence": 0.8429616666666667
    },
    {
      "pos": 46,
      "speaker": "ricky",
      "text": "No, just eat that. Right, and that's the coffee and croissant. Go on, then, quick. Come on.",
      "start": 515068,
      "end": 519908,
      "confidence": 0.9156488235294119
    },
    {
      "pos": 47,
      "speaker": "robin",
      "text": "But it's your coffee.",
      "start": 520076,
      "end": 521212,
      "confidence": 0.8294199999999999
    },
    {
      "pos": 48,
      "speaker": "ricky",
      "text": "Come on.",
      "start": 521268,
      "end": 521620,
      "confidence": 0.74787
    },
    {
      "pos": 49,
      "speaker": "robin",
      "text": "I'm lactose intolerant.",
      "start": 521652,
      "end": 522684,
      "confidence": 0.5302233333333334
    },
    {
      "pos": 50,
      "speaker": "ricky",
      "text": "Gone. What's the matter? Why don't you like that? It's easier to eat. Not really.",
      "start": 522724,
      "end": 536184,
      "confidence": 0.871896
    },
    {
      "pos": 51,
      "speaker": "robin",
      "text": "My body's kind of spasming against it. This is ridiculous. It's like the Marquis de Sard. He goes, he goes, you like croissants? Do you like one at breakfast? No, no, no, not one. If you like one, you like 200. This may well kill me. Eat them all. If you like jam too much, why don't we dunk you in a vat?",
      "start": 537324,
      "end": 561884,
      "confidence": 0.872287777777778
    },
    {
      "pos": 52,
      "speaker": "ricky",
      "text": "Oh, God.",
      "start": 564584,
      "end": 565644,
      "confidence": 0.9436100000000001
    },
    {
      "pos": 53,
      "speaker": "robin",
      "text": "I'm basically a paid companion. You would see adverts for me in the back of contact magazines. There aren't any adverts. I'm not available. Make it absolutely clear. That period of my life finished this year. But that's what I am.",
      "start": 566654,
      "end": 578994,
      "confidence": 0.9239556097560979
    },
    {
      "pos": 54,
      "speaker": "ricky",
      "text": "This is why I come on tour. Not for me. Because I like to see Robin happy and he's never happier. He gets all this free. We say, what do you want? He goes, sold tomato soup and he chooses that. Then he eats it, he's dunking bread and it's all free. Got a lovely view. Look, little flower. Kiss the flower.",
      "start": 579414,
      "end": 600734,
      "confidence": 0.8899777419354838
    },
    {
      "pos": 55,
      "speaker": "robin",
      "text": "I'm alright for kissing the flower.",
      "start": 601114,
      "end": 602154,
      "confidence": 0.7178533333333333
    },
    {
      "pos": 56,
      "speaker": "ricky",
      "text": "Matthew, can you hold the flower up for him to kiss it, please? Just kiss the fucking flower. Kiss it properly.",
      "start": 602194,
      "end": 609258,
      "confidence": 0.885982380952381
    },
    {
      "pos": 57,
      "speaker": "robin",
      "text": "With tongues?",
      "start": 609306,
      "end": 609858,
      "confidence": 0.98526
    },
    {
      "pos": 58,
      "speaker": "ricky",
      "text": "No, no, just. Just kiss it and say thank you to something.",
      "start": 609906,
      "end": 613546,
      "confidence": 0.8996266666666667
    },
    {
      "pos": 59,
      "speaker": "robin",
      "text": "Thank you, flowery.",
      "start": 613650,
      "end": 615090,
      "confidence": 0.8443566666666666
    },
    {
      "pos": 60,
      "speaker": "ricky",
      "text": "Yeah. Now you can get on with it. All right.",
      "start": 615282,
      "end": 617694,
      "confidence": 0.901858
    },
    {
      "pos": 61,
      "speaker": "robin",
      "text": "There was a lot of strains being made to kiss things. It started with food.",
      "start": 618104,
      "end": 623084,
      "confidence": 0.977534
    },
    {
      "pos": 62,
      "speaker": "ricky",
      "text": "Robin claims he's a vegetarian, but he started eating fish on tour, right, because it's lovely fish and it's all free, right? So he's going against his principles a little bit. But all I'm gonna ask you to do as he's getting a little free meal there, I'm not gonna humiliate you, I'm not gonna make you eat off the floor or anything like that, right? All I want you to do, right, Matt, I'll ask you, see if this is fair, right, say, sorry, little fishy, I love you. Kiss it and then eat it. Okay? Matt, is that unreasonable?",
      "start": 623624,
      "end": 652226,
      "confidence": 0.9209914851485153
    },
    {
      "pos": 63,
      "speaker": "robin",
      "text": "I don't think so. I mean, is he a vegetarian or not exactly.",
      "start": 652290,
      "end": 655154,
      "confidence": 0.8899707692307695
    },
    {
      "pos": 64,
      "speaker": "ricky",
      "text": "Some people. No, no. Some people who are religious say thank you, Lord. I think so. All I'm asking, Robin, and this isn't much to ask, is when you pick up a sandwich with a fish, you've killed in it, just say, sorry, fishy, I love you and then eat it. Right. Come on then.",
      "start": 655194,
      "end": 670734,
      "confidence": 0.9167541818181816
    },
    {
      "pos": 65,
      "speaker": "robin",
      "text": "It does feel a bit weird, this.",
      "start": 673314,
      "end": 674826,
      "confidence": 0.8976528571428571
    },
    {
      "pos": 66,
      "speaker": "ricky",
      "text": "It's not weird. Just. It's not weird. Right? It's not weird. It's not weird.",
      "start": 674890,
      "end": 678522,
      "confidence": 0.8329992857142857
    },
    {
      "pos": 67,
      "speaker": "robin",
      "text": "Are you sure?",
      "start": 678578,
      "end": 679146,
      "confidence": 0.93322
    },
    {
      "pos": 68,
      "speaker": "ricky",
      "text": "No, it's not weird.",
      "start": 679210,
      "end": 680050,
      "confidence": 0.98192
    },
    {
      "pos": 69,
      "speaker": "robin",
      "text": "Probably in the edit of this, you won't realize that this would go on for half an hour before. The fact is, I did want to eat my sandwich and I don't need the sandwich until you kiss the sandwich.",
      "start": 680122,
      "end": 687890,
      "confidence": 0.9215709999999998
    },
    {
      "pos": 70,
      "speaker": "ricky",
      "text": "Just kiss the sandwich and we'll.",
      "start": 687962,
      "end": 689426,
      "confidence": 0.80767
    },
    {
      "pos": 71,
      "speaker": "robin",
      "text": "Oh, sorry. Normal make them.",
      "start": 689490,
      "end": 703092,
      "confidence": 0.48705999999999994
    },
    {
      "pos": 72,
      "speaker": "ricky",
      "text": "I've eaten too quickly.",
      "start": 703188,
      "end": 704504,
      "confidence": 0.9480725000000001
    },
    {
      "pos": 73,
      "speaker": "robin",
      "text": "This year. He had a kind of sidekick. I suppose one would use the term lickspittle in the tour promoter. Matthew. Oh, it's all right, Rick. I've gone and bought out some more black felt tip markers so you can paint his hair. I was alright, Rick. I rang ahead so he can buy a thermometer to get the heat of his testicles.",
      "start": 710284,
      "end": 728354,
      "confidence": 0.900529841269841
    },
    {
      "pos": 74,
      "speaker": "ricky",
      "text": "Just waiting for Robin to arrive. We're in Manchester, he's coming from Leamington Spa. Translate. Of course, it got stopped and all this. We need him to get here before the gig because we're gonna conduct a little experiment. Something happened in Cardiff. We were in the dressing room. It was really hot, and I couldn't cool the room down. There was fans on and air conditioning, and we realized that a lot of the heat was emanating from Robin's groin. His testicles were overheating. They were way too hot. I'd never experienced anything like it. I got ice out of the bucket. I put it in a little Tesco's bag. I put those on him. He tried to calm down for about ten minutes. He did. The gig came back. They were still too hot. He hadn't admitted anything. He hadn't even said if it happened before. We iced him again when he was eating. I just put the ice pack on the testicles. But Ed, the promoter is concerned that it's a health and safety issue. He won't see a doctor, but he has agreed to self examine himself. So we're going to buy a thermometer. We're going to take the temperature, let him do it in closed doors. You know, he's going to come out, he's going to tell us the temperature, and we're going to find out if that's a normal temperature for testicles. I don't know what the normal temperature is for testicles, but his were too hot.",
      "start": 728814,
      "end": 810378,
      "confidence": 0.9037556521739136
    },
    {
      "pos": 75,
      "speaker": "robin",
      "text": "I don't know where this came from. I literally have no idea which bit of the BAftA and Emmy award winning genius that is Ricky Gervais, where he would suddenly become obsessed with the heat of my testicles.",
      "start": 810506,
      "end": 821770,
      "confidence": 0.8710184210526314
    },
    {
      "pos": 76,
      "speaker": "ricky",
      "text": "Right. The cab has got the window open to let steam out, so it could well be Robin.",
      "start": 821882,
      "end": 825774,
      "confidence": 0.95065
    },
    {
      "pos": 77,
      "speaker": "robin",
      "text": "It is him.",
      "start": 828454,
      "end": 829514,
      "confidence": 0.9008766666666667
    },
    {
      "pos": 78,
      "speaker": "ricky",
      "text": "We told him about the testicle problem. We're gonna. First thing we do is go to booth, get a thermometer. You're gonna. You're not gonna go to the doctor. You're not gonna have to go to Harley street. You're gonna test the temperature. You're gonna tell me the temperature, and we're gonna call the doctor and say.",
      "start": 830654,
      "end": 844830,
      "confidence": 0.8156435087719297
    },
    {
      "pos": 79,
      "speaker": "robin",
      "text": "He'D run out of other ways of torturing me. The eczema had started to appear around my eye and he thought, well, this now be a good time to debate about the heat of your testicle.",
      "start": 844902,
      "end": 853348,
      "confidence": 0.9285730555555555
    },
    {
      "pos": 80,
      "speaker": "ricky",
      "text": "Oh, your ex was getting a bit angry, isn't it?",
      "start": 853446,
      "end": 855032,
      "confidence": 0.892229
    },
    {
      "pos": 81,
      "speaker": "robin",
      "text": "It got worse again. Yeah, it was going, but yeah.",
      "start": 855048,
      "end": 858648,
      "confidence": 0.78494
    },
    {
      "pos": 82,
      "speaker": "ricky",
      "text": "So that's okay. I just want to say this. Right. Okay, gentlemen.",
      "start": 858696,
      "end": 862016,
      "confidence": 0.8051366666666665
    },
    {
      "pos": 83,
      "speaker": "robin",
      "text": "Right.",
      "start": 862040,
      "end": 862416,
      "confidence": 0.88509
    },
    {
      "pos": 84,
      "speaker": "ricky",
      "text": "Okay. He's a little bit warm there. He's got eczema. That's his face. What's his bollocks like? So you promised me you just went next door and measured the heat of your testicles. How did you do that? How did you do it?",
      "start": 862520,
      "end": 876120,
      "confidence": 0.9385995348837214
    },
    {
      "pos": 85,
      "speaker": "robin",
      "text": "I'm not going to go into those kind of details.",
      "start": 876232,
      "end": 878284,
      "confidence": 0.962677
    },
    {
      "pos": 86,
      "speaker": "ricky",
      "text": "Looks a bit choppy, doesn't it?",
      "start": 883384,
      "end": 885004,
      "confidence": 0.862225
    },
    {
      "pos": 87,
      "speaker": "robin",
      "text": "On my birthday, Ricky and Matthew and the man who knew where the shovels were in the Newcastle hotel thought it might be nice if they made a little swimming pool for me.",
      "start": 886784,
      "end": 896244,
      "confidence": 0.9071506060606059
    },
    {
      "pos": 88,
      "speaker": "ricky",
      "text": "It's turning out to be more of a piece pond than a swimming pool. It's good, though. No, look at that. Look how, mate, we're pretty. We've made it. Right, robin, walk along the little path. I made that. And into your own swimming pool. Look at that. Sit down. Sit down properly. Well, maybe put your legs out. Maybe put your legs out a little bit. Yeah. What a lucky boy. It's a shame there's no water in it, but at least you can sit in your own swimming pool by the. Oh, man.",
      "start": 906704,
      "end": 962714,
      "confidence": 0.8819326315789473
    },
    {
      "pos": 89,
      "speaker": "robin",
      "text": "It's in what I dreamt of. It. Show whiskey. Things like that I find are quite bearable. They're just stupid and ridiculous things for a grown man to make his friend do. And I think, well, again, this will just buy me a bit of time. But each time, it's one of those dreadful things. It buys you less and less time. It's the more that you allow him to do things, the more he thinks there must be other things that he can make you do. So what previously say, lying in that pool might have a whole evening would have been. Yeah, that's all right. He did the thing in the pool. We dropped stones on him. He's got all these little bruises and little scratches on his legs. That's fine. That's enough. But it isn't, because then he's got to build it up and he's got to build it and build it and build it and see how far he can go.",
      "start": 963374,
      "end": 1008274,
      "confidence": 0.939387212121212
    },
    {
      "pos": 90,
      "speaker": "ricky",
      "text": "So, Robin, we're going to make a new man of you. It's going to be a completely different man. And that's. And that's physical, mental and spiritual. I want to get you on some sort of treadmill to get you fit. I want to burn off some of the fat and I want to get your other body strength because it's, you know, a little bit weedy. Yeah. Do you mind if I just show them the stomach that we're going to try and get rid of?",
      "start": 1009014,
      "end": 1033844,
      "confidence": 0.9138509195402299
    },
    {
      "pos": 91,
      "speaker": "robin",
      "text": "Well, just.",
      "start": 1034344,
      "end": 1035364,
      "confidence": 0.66568
    },
    {
      "pos": 92,
      "speaker": "ricky",
      "text": "That's got to be toned. We have got to tone that.",
      "start": 1037624,
      "end": 1041120,
      "confidence": 0.9762999999999998
    },
    {
      "pos": 93,
      "speaker": "robin",
      "text": "Do we need to check your one at all?",
      "start": 1041272,
      "end": 1042656,
      "confidence": 0.9450533333333334
    },
    {
      "pos": 94,
      "speaker": "ricky",
      "text": "No.",
      "start": 1042720,
      "end": 1043244,
      "confidence": 0.94675
    },
    {
      "pos": 95,
      "speaker": "robin",
      "text": "Right, okay, that's it.",
      "start": 1043384,
      "end": 1044864,
      "confidence": 0.759375
    },
    {
      "pos": 96,
      "speaker": "ricky",
      "text": "What have you got?",
      "start": 1045764,
      "end": 1046708,
      "confidence": 0.9807474999999999
    },
    {
      "pos": 97,
      "speaker": "robin",
      "text": "Got some bits and pieces for Robin.",
      "start": 1046836,
      "end": 1048324,
      "confidence": 0.8949157142857143
    },
    {
      "pos": 98,
      "speaker": "ricky",
      "text": "Yeah. Robin didn't bring any sort of working out gear away, obviously.",
      "start": 1048404,
      "end": 1051988,
      "confidence": 0.8839158333333333
    },
    {
      "pos": 99,
      "speaker": "robin",
      "text": "What do you want to start with?",
      "start": 1052036,
      "end": 1052780,
      "confidence": 0.8763571428571428
    },
    {
      "pos": 100,
      "speaker": "ricky",
      "text": "Stick it on the bed. Let's have a look. What have we got here?",
      "start": 1052812,
      "end": 1054340,
      "confidence": 0.8985207142857145
    },
    {
      "pos": 101,
      "speaker": "robin",
      "text": "I've got some trainers.",
      "start": 1054372,
      "end": 1055584,
      "confidence": 0.706635
    },
    {
      "pos": 102,
      "speaker": "ricky",
      "text": "Brilliant. What a lucky boy. A free robin.",
      "start": 1056084,
      "end": 1059524,
      "confidence": 0.85943
    },
    {
      "pos": 103,
      "speaker": "robin",
      "text": "Hints. That's free.",
      "start": 1059604,
      "end": 1061972,
      "confidence": 0.6101133333333334
    },
    {
      "pos": 104,
      "speaker": "ricky",
      "text": "That's all. Gratis.",
      "start": 1062148,
      "end": 1063148,
      "confidence": 0.74415
    },
    {
      "pos": 105,
      "speaker": "robin",
      "text": "Shorts.",
      "start": 1063196,
      "end": 1063620,
      "confidence": 0.38638
    },
    {
      "pos": 106,
      "speaker": "ricky",
      "text": "Oh, look at those lovely sweat bands. Sweat bands? Yep. Got a vest as well. Right, go and get changed, mate. You ready, Robin?",
      "start": 1063692,
      "end": 1073308,
      "confidence": 0.8395266666666666
    },
    {
      "pos": 107,
      "speaker": "robin",
      "text": "Yeah.",
      "start": 1073396,
      "end": 1073900,
      "confidence": 0.66819
    },
    {
      "pos": 108,
      "speaker": "ricky",
      "text": "Come on in.",
      "start": 1074012,
      "end": 1074904,
      "confidence": 0.9523866666666666
    },
    {
      "pos": 109,
      "speaker": "robin",
      "text": "Rest a little bit on tight. Slow. Not necessarily happy about. I just don't feel very me.",
      "start": 1078724,
      "end": 1084824,
      "confidence": 0.8152370588235293
    },
    {
      "pos": 110,
      "speaker": "ricky",
      "text": "Okay, that's great, Robin. Just four and a half. Just show them. Just hands down, hands over that way, actually. Go. Nipple.",
      "start": 1087444,
      "end": 1096434,
      "confidence": 0.7542418181818182
    },
    {
      "pos": 111,
      "speaker": "robin",
      "text": "I know I've got nipples. It's because of when you're born.",
      "start": 1096524,
      "end": 1099398,
      "confidence": 0.7688827272727271
    },
    {
      "pos": 112,
      "speaker": "ricky",
      "text": "Oh, God, that looks amazing. Right, okay, look at the camera and go. I'm Robin Ince.",
      "start": 1099486,
      "end": 1105854,
      "confidence": 0.8222956249999999
    },
    {
      "pos": 113,
      "speaker": "robin",
      "text": "I'm Robin Ince.",
      "start": 1106014,
      "end": 1107274,
      "confidence": 0.6730133333333334
    },
    {
      "pos": 114,
      "speaker": "ricky",
      "text": "Absolutely flawless. Go, go, go. 1234. Brilliant. Let's do 20 of those. Five. 6718. 1920. Well, there you go. Look at that. That's a little quick round.",
      "start": 1122834,
      "end": 1161638,
      "confidence": 0.8855155555555557
    },
    {
      "pos": 115,
      "speaker": "robin",
      "text": "Work it.",
      "start": 1161686,
      "end": 1162262,
      "confidence": 0.44749000000000005
    },
    {
      "pos": 116,
      "speaker": "ricky",
      "text": "Yeah?",
      "start": 1162358,
      "end": 1162870,
      "confidence": 0.63996
    },
    {
      "pos": 117,
      "speaker": "robin",
      "text": "Yep.",
      "start": 1162982,
      "end": 1163502,
      "confidence": 0.58651
    },
    {
      "pos": 118,
      "speaker": "ricky",
      "text": "How'd you feel? Dunno. Kind of mixed with sick and happy. Right.",
      "start": 1163598,
      "end": 1168274,
      "confidence": 0.7457966666666667
    },
    {
      "pos": 119,
      "speaker": "robin",
      "text": "Bit gassy still.",
      "start": 1169014,
      "end": 1170054,
      "confidence": 0.7364966666666666
    },
    {
      "pos": 120,
      "speaker": "ricky",
      "text": "Okay, well, let's get you in the shower. No. Okay, marks, get set. Go. Jump up and down. Jump up and down.",
      "start": 1170134,
      "end": 1188894,
      "confidence": 0.9350722727272728
    },
    {
      "pos": 121,
      "speaker": "robin",
      "text": "Did you get the bit with the bloke saying it was like a gay porno?",
      "start": 1205374,
      "end": 1207790,
      "confidence": 0.8482106666666667
    },
    {
      "pos": 122,
      "speaker": "ricky",
      "text": "Yeah.",
      "start": 1207862,
      "end": 1208438,
      "confidence": 0.87152
    },
    {
      "pos": 123,
      "speaker": "robin",
      "text": "Yeah.",
      "start": 1208566,
      "end": 1209274,
      "confidence": 0.35666
    },
    {
      "pos": 124,
      "speaker": "ricky",
      "text": "What do you think of that?",
      "start": 1209654,
      "end": 1210782,
      "confidence": 0.6725
    },
    {
      "pos": 125,
      "speaker": "robin",
      "text": "Well, I think I'd be very disappointed if I was someone who's into gay pool and I brought something with this in it, frankly, nipples are up again.",
      "start": 1210958,
      "end": 1220914,
      "confidence": 0.8355460714285713
    },
    {
      "pos": 126,
      "speaker": "ricky",
      "text": "Oh, excellent. Well done.",
      "start": 1223854,
      "end": 1226018,
      "confidence": 0.8148875
    },
    {
      "pos": 127,
      "speaker": "robin",
      "text": "It's just an odd thing, though, to be an adult, to be someone entering early middle age with a man who's in middle age, and to be just requested to do these things. That's the thing, is, you realize that you forget you're losing your will, you're losing your. I will say no. No, I don't want to. And then it gets to the point where I think I'll have to drink a full can of coke, because this is just incessant.",
      "start": 1226166,
      "end": 1248530,
      "confidence": 0.9410964634146342
    },
    {
      "pos": 128,
      "speaker": "ricky",
      "text": "Down in one. Downing one. Suck it through. Come on.",
      "start": 1248602,
      "end": 1251762,
      "confidence": 0.7644040000000001
    },
    {
      "pos": 129,
      "speaker": "robin",
      "text": "Why am I doing this? I'm 38 years old.",
      "start": 1251898,
      "end": 1253970,
      "confidence": 0.9780933333333333
    },
    {
      "pos": 130,
      "speaker": "ricky",
      "text": "Just go. Descend it. Quickly. The battery's running out. Just end it. End the thing and then squeeze the can and put it on your head. Right, go. Go on. All in one. Suck it down. Suck it down. Go on. All in one. All in one. Yeah. Excellent, excellent, excellent. All right, let me just squeeze just that much.",
      "start": 1254042,
      "end": 1276334,
      "confidence": 0.8817828333333336
    },
    {
      "pos": 131,
      "speaker": "robin",
      "text": "Sitting here now, all the time, I think, why didn't I just walk away? You know, just terminate the friendship and the tour and everything? Because I don't know what I have to gain, you know, save, obviously, the financial rewards of it and even that, you know, there's a lot of other jobs out there. It wasn't. It wasn't a necessity, you know, I wouldn't have ended up on the street. I wouldn't have ended up living in a box. I wouldn't have ended up dancing with a hat in front of me.",
      "start": 1281594,
      "end": 1305166,
      "confidence": 0.9545524468085106
    },
    {
      "pos": 132,
      "speaker": "ricky",
      "text": "Well, I remembered the makeover idea. We've got to get you made over. Got to change your image. I mean, it. It's pathetic. Give me that camera now. I mean, look at that.",
      "start": 1305310,
      "end": 1315458,
      "confidence": 0.9035796969696972
    },
    {
      "pos": 133,
      "speaker": "robin",
      "text": "Just some shoes.",
      "start": 1315506,
      "end": 1316362,
      "confidence": 0.8824933333333332
    },
    {
      "pos": 134,
      "speaker": "ricky",
      "text": "Look at that.",
      "start": 1316458,
      "end": 1317546,
      "confidence": 0.9952766666666667
    },
    {
      "pos": 135,
      "speaker": "robin",
      "text": "God, there's a hole in the sock.",
      "start": 1317610,
      "end": 1318714,
      "confidence": 0.8697314285714285
    },
    {
      "pos": 136,
      "speaker": "ricky",
      "text": "Yeah, exactly. Yeah. You know. You know, they're quite new socks. All. This is all, you know, I don't. I don't know. I don't know what this is. I do not know what we're doing here. I want to just zhuzh you up a little bit, man you up, call you up a little bit. You know, we're gonna get your measurements and just. We're just gonna make you, as I said, from geek to dude. Yeah, less shock.",
      "start": 1318754,
      "end": 1341944,
      "confidence": 0.8835022784810126
    },
    {
      "pos": 137,
      "speaker": "robin",
      "text": "Feel a little bit.",
      "start": 1341984,
      "end": 1343084,
      "confidence": 0.7706975
    },
    {
      "pos": 138,
      "speaker": "ricky",
      "text": "You'll thank me afterwards. You will thank me afterwards.",
      "start": 1343664,
      "end": 1346312,
      "confidence": 0.9321177777777778
    },
    {
      "pos": 139,
      "speaker": "robin",
      "text": "You make me.",
      "start": 1346368,
      "end": 1347364,
      "confidence": 0.8402733333333333
    },
    {
      "pos": 140,
      "speaker": "ricky",
      "text": "Robin, you excited about the shopping trip?",
      "start": 1350264,
      "end": 1354064,
      "confidence": 0.8618357142857143
    },
    {
      "pos": 141,
      "speaker": "robin",
      "text": "I don't know. It's one of those, you know, when you've got mixed emotions about an older man buying you clothes.",
      "start": 1354144,
      "end": 1359204,
      "confidence": 0.9191152380952381
    },
    {
      "pos": 142,
      "speaker": "ricky",
      "text": "Where do you want to go? Well, just a high street. I want to go to just ordinary high street chains, even down market, because I want to show you can look good on a budget. I want to show that I can make a little geeky, grey haired, bumbling fall into a sexy, inner city cowboy dude. Anyway, pop him up. Come and just see the eyes, Matt. See how lovely eyes. He looks so good, Robin. Doesn't he look good, Matt?",
      "start": 1364094,
      "end": 1425398,
      "confidence": 0.8987618072289154
    },
    {
      "pos": 143,
      "speaker": "robin",
      "text": "I think he looks fantastic.",
      "start": 1425566,
      "end": 1426830,
      "confidence": 0.8847280000000002
    },
    {
      "pos": 144,
      "speaker": "ricky",
      "text": "That is so cool. That's so much better than just a.",
      "start": 1426902,
      "end": 1430502,
      "confidence": 0.9580345454545455
    },
    {
      "pos": 145,
      "speaker": "robin",
      "text": "Silly old, silly old cardi.",
      "start": 1430518,
      "end": 1432834,
      "confidence": 0.7822760000000001
    },
    {
      "pos": 146,
      "speaker": "ricky",
      "text": "Oh, we've got a. Yeah, well, you have to have your teeth cap, right? Just so we get some, like, diamonds in your teeth. You look like a fucking dude, man.",
      "start": 1435014,
      "end": 1444814,
      "confidence": 0.7997967741935484
    },
    {
      "pos": 147,
      "speaker": "robin",
      "text": "Yeah. I wonder how far this dude would get down the street before being attacked by some men.",
      "start": 1445754,
      "end": 1450294,
      "confidence": 0.9371483333333332
    },
    {
      "pos": 148,
      "speaker": "ricky",
      "text": "You look really cool.",
      "start": 1452914,
      "end": 1454258,
      "confidence": 0.836605
    },
    {
      "pos": 149,
      "speaker": "robin",
      "text": "You having a last laugh? Builders would be so confused. They wouldn't know. Shut.",
      "start": 1454346,
      "end": 1458754,
      "confidence": 0.7966335714285713
    },
    {
      "pos": 150,
      "speaker": "ricky",
      "text": "Honestly, Robin, you're fucking cool, man. Do that to the world, mate. This is your statement, isn't it? Look at that. It's like your breasts have gone horizontal. Stripes aren't nice to there, but, yeah, just.",
      "start": 1458794,
      "end": 1473342,
      "confidence": 0.8876530555555555
    },
    {
      "pos": 151,
      "speaker": "robin",
      "text": "I would love there to be a fire alarm now.",
      "start": 1473478,
      "end": 1475954,
      "confidence": 0.9541050000000002
    },
    {
      "pos": 152,
      "speaker": "ricky",
      "text": "Do you know what?",
      "start": 1477054,
      "end": 1477894,
      "confidence": 0.8578625
    },
    {
      "pos": 153,
      "speaker": "robin",
      "text": "I'd die in the flames. This acrylic would go up so quickly. They'd just find a kind of the husk of a mascara. What they would presume to be some kind of drag act. Or even initially, when I was found dead, they'd go, we were really worried it might be Ediazard. I won't do another tour. I'm done now. I'm spent. I'm actually retiring from stand up. I'm giving up for a long period of time because I'm a stand up who wants to go out there and talk about astronomers with golden noses and maybe do some stuff about science and politics. And then I realize that people go, well, why is he talking about that? He's the bloke that you have to feed and check these testicles aren't too hot to go in the car with.",
      "start": 1477974,
      "end": 1521444,
      "confidence": 0.9088365467625902
    },
    {
      "pos": 154,
      "speaker": "ricky",
      "text": "Pre pay ye the way of the Lord. Prepay ye the way of the Lord. Prepay the way of the Lord. Limit are you speak free. The way of the Lord. Look at his pre heck a prepare the way of the Lord. He loved the pringle priest. Pay the way of the Lord. He had a put in priest. Oh, God.",
      "start": 1528024,
      "end": 1579884,
      "confidence": 0.7404845161290321
    }
  ]
}
