{
  "id": "a40da2a0-1a52-487f-b726-8a6c1775200e",
  "status": "completed",
  "text": "Ricky and me, we first met, it was about twelve years ago. It was quite normal to begin with. He wasn't, you know, he didn't appear to have as many odd character traits as I later discovered. But towards the end of the first year of our friendship, I knew something. There was something. Sometimes you make little noises and sometimes when I see Jane's girlfriend he'd go, Jane, it's Robin. Like that. Oh, robbing hints. I kind of didn't mind it initially and by showing that initial weakness, I have been destroyed by it. Hey, good to be in your shoes. Oh fuck off. Would I be good if we could wish, yeah. Hi Robbie. Oh, look at that. What does that sound like? Good evening ladies and gentlemen, tv's Ricky Gervais here. We've got a couple of hours of comedy for you tonight. I can only manage about an hour. Got a support act in a long interval. So without further ado, please welcome the stage a very funny man, Mister Robin Ince. Hello, I'm Robert Ince. I've known Rick Gervais for twelve and a half years. I'm also a support act on politics tour. First met him, I was the ends manager at ULU and I think he did a gig at Ulu basically over. A period of twelve years with the majority of it ten and a half years have been frequently agony and I really don't understand why I still hang around with him. And it started off I knew it was funny and I liked the way he looked with his silly little glasses and his hair up and he was snipey and he was a little bit sort of nerdy and bookwormy, but it was always funny. But that's grown now. I think about him most of the time. I wake up and he's the first phone call because I want to see what he says. I want to go, what are you doing? It's normal, normal, normal. You know when a five year old gets the present that they knew they wanted and they know what it is and you give it to them and they know it's the fire engine and they're shaking with excitement and they open it and they can't believe it and they run around the room and they want to kiss it and bite it and they want to play with it. That's how I feel when Robin's around. When people see it for the first time they really do go, I'm sorry, I had to leave eventually. I was getting confused. Yes, I suppose to the outside world it looks like bullying my foot. There's classics there's the. Now, that is just a. Release me. I have to do that. I don't know what that is. That sort of like. I don't know, sort of maybe having a drink when you're trying to calm down. It's like that. Oh, God. I don't know what else to do. Otherwise I just keep attacking him. So I have to do you know what I mean? It's like pouring cold water on you or calling a samaritan, going, I'm gonna. I'm gonna do it again. I'm gonna do it again. He goes, okay, calm down. Just go, all right, yeah, thanks. Call anytime. Cheers. And I do that, and it's sort of like. Because he knows that's safe. If I'm doing that, I'm opening the valve. If that's something like that, he can do something like. And that's too much, I go, oh. And I have to jump on him. Oh, God. Don't. Don't touch you. I forget how peculiar it is. It's peculiar to be a 42 year old man and hide in a shower cubicle, waiting to leap out in a dressing room sometime for 1520 minutes. And he's not a patient man. If Robin's not around, it annoys me. If I find. I go, where is he? Where's Robin? I garden, I go, where is he? Right? And then to make the most of that, I've started even using the time when he's not around to hide in his dressing room, in his shower, in the toilet. So that time when he's not around isn't wasted. Despite the fact I came back and I went in like this, slowly unlocked it, slowly unlocked it, then edged in like this and then went, because I presumed to be hiding in the shadows. Did you really? What sort of an idiot do you think I am? Well, let's go back over some of the other places that you've hidden. Well, like the shower queue, because last week, hit the Bloomsbury, for instance. That is one of them. It's an amazing war. Patrician. He really knows how to do it because it's repetitive. It's like a kind of. It's a Philip glass joke machine, a broken Philip notcher that just can do the same thing over someone at the door. There's someone at the door coming. And if you just keep smiling, he'll just keep going. So it could be a whole hour and you could go, we should be moving on now. Coming. I'm going to do this till it annoys you. Then he starts to get annoyed. So he builds it up and eventually it will annoy you. And he's got it. Then he's got his moment. Humpty Dumpty sat on a wall. Humpty Dumpty had a great fall. All the king's horses and all the king's men couldn't put Humpty together again. They couldn't put Humpty together again. Comedy genius Ricky Germaine. I don't like touring around the country. I'm a bit lazy and I don't like being away from home too much. I think 50% of the reason for doing this tour was that I knew I was going to be with Robin. I was twofold, really. One, he's fun, but two, to getting away from home. So he's just mine. That was amazing. That was fantastic. I'm just waiting for Robin. Oh, there he is. Oh, you can't see his little face. Oh, hello. Do you want to come in? Yeah. Oh, oh, oh. Ollie's excited as well. Ollie, who's that? Who's coming in? Yeah, Robin. That's right. I know he is. Yeah. When I agreed to do the tour, I hadn't thought how hellish it would be. The first date, we were doing a warm up in Lincoln theatre Royal. He thought it was about an hour away from London. I explained it was 3 hours. He was furious. Jane's girlfriend decided not to come with us, so it's just the two of us. Oh, he's gonna come any minute. He's gonna come through that door. Little Robin hints. Right? Is that everything we need for tour there? Both those bit niners or he's making jokes already. Carl thinks that Robin talks too much, and he does. He's always yap, yap, yap, yap, yapping, talking over you talking over. You're trying to go, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep. Okay, quiet now, Robin. Let's have a little bit of quiet time. So a little bit of Ricky time, just relaxing before the big gig. A lot of people may well say when they see some of the footage from the tour, they'll go that clearly, success has gone to his head. If anything, success has calmed him down. So he's always been like that. He's always been unreasonable, he's always been shouty and scary. But ultimately, he is just like a kind of moon faced child. You can't. You can't feel that anger with him because despite his intelligence, you know, there's just something there. There's a kind of, look at me, look at me. I mean, you can imagine him being. If he'd been brought up in a different area, he could have been in the national youth Theatre, deliberately punching other boys in the leg to make sure that they couldn't get the part of the artful Dodger. And he did. So he's always been like that. Here we are in Lincoln. We're here because we can't go. Can we go right? Yeah, but let's turn left. Go down here like we did before, and then take that right turn. Yeah, I know what I think I've done. I think I've turned right too early up here. Yeah, because I think you need to go down, basically, you need to go down one of these roads. Hello. Excuse me, we're trying to find the Theatre Royal. Do you know where we go from here? Oh, look at him. Just tries to get involved all wrong. Hello. Film yourself. Are you from around here? No. You're not? Okay, don't worry. Okay. Right. Now, we can't go any further here, can we? So do we turn left here? Robin, are you asking us or telling us, you stupid little. Okay, yeah, if we turn left before the. That street that we got to. Oh, fucking hell, Robin. Shut up. No, right, right. I'm saying we've gone, that we're too high up. Fucking hell, Robin, if you don't know someone, don't have a go. Left, right, up, down, up your arse. Fuck me. I'm not even commenting. You're like a little captain Oates, aren't you? Swearing all the way there. Kill yourself just to make up for being a cunt. That is. That's history, that, you know. I mean, I don't think he is a historian, but I think that's pretty much what happened. I think Captain Oates was a cunt all the way there. Now you say you feel too poorly. Well, fuck off. I may be some time. I fucking hope so. You're winding the shit out of me, you cunt. There are only two moods. It's just. He will go from. Bloody hell. Why is he not here? I can't believe he's not here. It's ridiculous. Oh, God, this is. And so you just don't know where you are. That taxi didn't come right. How late was it? Four minutes late. That's late. Yeah. They got to know that 06:00 means six likes. So I said, fuck em. Yeah, I get angry if people don't deliver what they say. I hate lateness. I sort of hate incompetence. I hate noise. All hypocritical because I'm a lazy man who goes for my own amusement, right? I just jumped in a black hat. Right, okay, yeah, yeah. There's no excuse. No excuse. Two excuses. Heart attack, terrorist attack. Right? And even then I'd say, well, how bad was the heart attack? Couldn't you have made it? And then we could have dropped me off and then you got the hospital. Terrorist attack. Well, couldn't you have gone round it? How bad was it? I think what he gets with me is a human stress ball. He gets very, you know, when he gets angry, he gets furious. He gets furious immediately. There is no slow buildup. He goes, puke. The nose starts pulsating and he goes, so with me, he's got someone he can manipulate, he can scream at and he can prod, whatever. So I am a human stress ball. Can you touch the chair? If you just touch the chair, please. Well, it's not. To be honest, it's not going very well so far. Mister Gervaise is a little bit angry. He's found out that the combination of his shoes, the carpet and the chairs giving me. How many electric shocks you've had, mister? About five, but three really massive ones. Yeah. And isn't it right you were going to sack Ed because he got the wrong chairs? And these chairs are just useless. They keep shocking me. Oh, dear. I got a little electric shock off a chair which he was cracking up about. Every time I forgot. I sat down and my hand just touched the metal bit and I go fucking out. And then he was laughing and I thought, hold on, though, why am I wasting this on a chair when he's got an earlobe? Oh, that one really jumped. Oh. 50% of the time it's fine. And we have quite a good laugh. I suppose it's a little bit like being with someone who has a mental illness, which means that. Or, you know, some kind of dementia. So you put up with all the kind of. And then suddenly go, oh, yeah, I'll tell you what, something I think is very important with comedy. And you go. And you get onto Lauren Hardy. You've got to have the serious moments because that sort of lulls them into a full sense of security, do you know what I mean? I remember as a saying, you can fleece a sheep as many times as you want, but you can only skin it once. So I never want to push him over the edge. So he gets really angry and moves to Australia. I want to just, you know, slap him around, but he goes. And before it's too much, I go anyway, Robin, aren't the Smiths good? And he goes, yeah, they're really good. Have a bit of conversation, have a laugh with them, go, ow. And then I can slap around the face again. No rules. Yeah. That's 1.2 minutes before stage. You have to be cut down on noise and no grievous touching. Normally I muck around quite a lot, but because we're playing big theatres, I actually had some notes this time and I'd often leave them in the dressing room, come back and Ricky Gervais would have put various fun things on them, maybe to help. I remember the first note he put, fuck, wank, picture of a man's cock. And then images of me as some kind of just blob with an ass. That's it. It's just me, some glasses, kind of mister potato blob. And then a weird ass. It's kind of somewhere between, you know, Francis Bacon and Bill Tidy. I think it's rather like when you want to squeeze a kitten so hard. Hmm. Because you love it so much. You wouldn't describe that as bullying, would you? You'd describe that as wrong, love. And I think I love him wrong. Yeah, I think I love him wrong. This is weird, isn't it? Certainly on this tour, I've noticed hair loss has increased and I did within a week, come up with a stress rash. So that's. I think it should be. I was getting changed in Birmingham and I thought, hang on, that didn't used to be there. And I noticed things like, you know, the way you notice red lumps, you know, building up your body, wherever it may be. And I suddenly thought that, you know, I'm worried that end up being a configuration of his face as well, like some kind of dreadful David Cronenberg movie. Look, you won't believe this. Look, Robin is shaving. They probably will believe it. Look what he's using. Poxy little disposable razors. He's getting paid for the gig. These were bought because I forgot to get razors. It was 05:00 in Newcastle. Yeah. So a lot of the razor shops are closed, so that's why I've got laser two. Not a product I normally use. Laser two. No, but the point is this, their. Comparison to lasers as well, I think is a little bit of a lie. He once said when he was there, he was screaming. He was on top of me going. And I was going, I've got to work out this. Right. I know what you get out of our friendship. What do I get out of it? And he went, I like it. So even that, that's his universe. What do you, what do I get out of this? Well, I like it. Okay, fair enough. Hang on, this argument's no good at all. Why are you using shaving foam like you meant to? Because I haven't got any fucking shaving foam. No, listen, the question is this there, Robin, why didn't you get shaving foam when you got the razors? The answer's this. They didn't sell it in the shop, which is called something like one stop. Right, a one stop shop if what you're stopping for is chewing gum or lazy. Otherwise there's at least three or four other stops you have to make. Why have you got a mustache? Because I'm just shaving it off. Do that first. No, case there's a. No, in case there's a fire hydrant. No, imagine there was a fire alarm and you had to go out and you hadn't done your moustache, you'd have a mustache. Yeah, I don't actually get joy out of his pain. I get joy out of him complaining and arguing back. Fuck off. Robin. Don't get nasty. Fuck off, Robin. You're showing a really bad side of me now. I think you can't in the end put someone down for putting that much effort into annoying someone. I mean, some people are just naturally annoying. I don't think he necessarily is. I think he's worked, I think he's creative. This fantastic ball of annoyingness. He always forgives you. He always forgives you. Yeah. Maybe I should be nicer to him. That would really screw him up because he wouldn't know why I was doing it. Maybe that's a new thing. Maybe I'll buy him a gift and say nice things about him in front of people. That will really do his edit. I should film that, that could be the next dvd. I don't wanna be here no more. I don't wanna. Just go in the gents toilets. Cause Robin's in there. Robin, look at the window. Oh, for fuck's sake. It's not normal, is it? That is not normal. The only rest I get is, strange enough, he's standing in front of 2000 people going, oh, it's quiet, it's nice. Yeah, they're laughing, I made that clear. But they're not going, ah. And what worries me is one day he will have actually got a whole audience. When we're playing somewhere like the Hammersmith Apollo, there'll be 3600 people and I walk out and they go, Robin. And that's the bit when I'll just kind of go like that and the rash will burst open. I don't know why I remain friends with Ricky. I think it's almost too late now. There's no way you can get around it. I mean, eventually I would just come home and he would be hiding in a cupboard. Grass is always green. But I think I've been lucky. I've managed to, you know, make it through. And I, you know, I go home and there's peace and there's quiet. Sometimes it takes a while. Sometimes the echoes go around my head for a week. I think Ricky's gonna be a little bit like spike Milligan. I think when he dies, someone will go. The british public loved Richard Gervais. They never had to work with him, so I believe that will be, you know, one of them. But he'll probably live beyond everyone else. We'll all die of stress rashes. We'll be these bald, broken old men at the age of 50 dragging ourselves away from. Ah, Robin. Right, bye bye. Why does he open the door? He's so nice.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "robin",
      "text": "Ricky and me, we first met, it was about twelve years ago. It was quite normal to begin with. He wasn't, you know, he didn't appear to have as many odd character traits as I later discovered. But towards the end of the first year of our friendship, I knew something. There was something. Sometimes you make little noises and sometimes when I see Jane's girlfriend he'd go, Jane, it's Robin. Like that.",
      "start": 12640,
      "end": 41454,
      "confidence": 0.91575
    },
    {
      "pos": 2,
      "speaker": "unknown",
      "text": "Oh, robbing hints.",
      "start": 41614,
      "end": 43502,
      "confidence": 0.3811666666666667
    },
    {
      "pos": 3,
      "speaker": "robin",
      "text": "I kind of didn't mind it initially and by showing that initial weakness, I have been destroyed by it.",
      "start": 43678,
      "end": 49166,
      "confidence": 0.9912715789473683
    },
    {
      "pos": 4,
      "speaker": "unknown",
      "text": "Hey, good to be in your shoes. Oh fuck off. Would I be good if we could wish, yeah.",
      "start": 49310,
      "end": 64634,
      "confidence": 0.8545900000000001
    },
    {
      "pos": 5,
      "speaker": "ricky",
      "text": "Hi Robbie.",
      "start": 65134,
      "end": 66114,
      "confidence": 0.8481799999999999
    },
    {
      "pos": 6,
      "speaker": "unknown",
      "text": "Oh, look at that. What does that sound like?",
      "start": 77694,
      "end": 83954,
      "confidence": 0.8983311111111111
    },
    {
      "pos": 7,
      "speaker": "ricky",
      "text": "Good evening ladies and gentlemen, tv's Ricky Gervais here. We've got a couple of hours of comedy for you tonight. I can only manage about an hour. Got a support act in a long interval. So without further ado, please welcome the stage a very funny man, Mister Robin Ince.",
      "start": 86134,
      "end": 105434,
      "confidence": 0.8953895999999999
    },
    {
      "pos": 8,
      "speaker": "robin",
      "text": "Hello, I'm Robert Ince. I've known Rick Gervais for twelve and a half years. I'm also a support act on politics tour.",
      "start": 115814,
      "end": 121394,
      "confidence": 0.8595045454545454
    },
    {
      "pos": 9,
      "speaker": "ricky",
      "text": "First met him, I was the ends manager at ULU and I think he did a gig at Ulu basically over.",
      "start": 121534,
      "end": 127666,
      "confidence": 0.8975076190476189
    },
    {
      "pos": 10,
      "speaker": "robin",
      "text": "A period of twelve years with the majority of it ten and a half years have been frequently agony and I really don't understand why I still hang around with him.",
      "start": 127690,
      "end": 134882,
      "confidence": 0.9308196774193549
    },
    {
      "pos": 11,
      "speaker": "ricky",
      "text": "And it started off I knew it was funny and I liked the way he looked with his silly little glasses and his hair up and he was snipey and he was a little bit sort of nerdy and bookwormy, but it was always funny. But that's grown now. I think about him most of the time. I wake up and he's the first phone call because I want to see what he says. I want to go, what are you doing?",
      "start": 134978,
      "end": 154124,
      "confidence": 0.8951786585365848
    },
    {
      "pos": 12,
      "speaker": "robin",
      "text": "It's normal, normal, normal.",
      "start": 157784,
      "end": 161724,
      "confidence": 0.8038799999999999
    },
    {
      "pos": 13,
      "speaker": "ricky",
      "text": "You know when a five year old gets the present that they knew they wanted and they know what it is and you give it to them and they know it's the fire engine and they're shaking with excitement and they open it and they can't believe it and they run around the room and they want to kiss it and bite it and they want to play with it. That's how I feel when Robin's around.",
      "start": 162464,
      "end": 182674,
      "confidence": 0.9390059740259741
    },
    {
      "pos": 14,
      "speaker": "robin",
      "text": "When people see it for the first time they really do go, I'm sorry, I had to leave eventually. I was getting confused.",
      "start": 184054,
      "end": 189194,
      "confidence": 0.934951304347826
    },
    {
      "pos": 15,
      "speaker": "ricky",
      "text": "Yes, I suppose to the outside world it looks like bullying my foot. There's classics there's the. Now, that is just a. Release me. I have to do that. I don't know what that is. That sort of like. I don't know, sort of maybe having a drink when you're trying to calm down. It's like that.",
      "start": 190574,
      "end": 215178,
      "confidence": 0.8856682456140348
    },
    {
      "pos": 16,
      "speaker": "unknown",
      "text": "Oh, God.",
      "start": 215306,
      "end": 216866,
      "confidence": 0.58328
    },
    {
      "pos": 17,
      "speaker": "ricky",
      "text": "I don't know what else to do. Otherwise I just keep attacking him. So I have to do you know what I mean? It's like pouring cold water on you or calling a samaritan, going, I'm gonna. I'm gonna do it again. I'm gonna do it again. He goes, okay, calm down. Just go, all right, yeah, thanks. Call anytime. Cheers. And I do that, and it's sort of like. Because he knows that's safe. If I'm doing that, I'm opening the valve. If that's something like that, he can do something like. And that's too much, I go, oh.",
      "start": 216970,
      "end": 248570,
      "confidence": 0.8830355999999999
    },
    {
      "pos": 18,
      "speaker": "unknown",
      "text": "And I have to jump on him.",
      "start": 248682,
      "end": 250414,
      "confidence": 0.8714814285714286
    },
    {
      "pos": 19,
      "speaker": "ricky",
      "text": "Oh, God.",
      "start": 252034,
      "end": 253854,
      "confidence": 0.815175
    },
    {
      "pos": 20,
      "speaker": "robin",
      "text": "Don't. Don't touch you. I forget how peculiar it is. It's peculiar to be a 42 year old man and hide in a shower cubicle, waiting to leap out in a dressing room sometime for 1520 minutes. And he's not a patient man.",
      "start": 255354,
      "end": 272114,
      "confidence": 0.888046976744186
    },
    {
      "pos": 21,
      "speaker": "ricky",
      "text": "If Robin's not around, it annoys me. If I find. I go, where is he? Where's Robin? I garden, I go, where is he? Right? And then to make the most of that, I've started even using the time when he's not around to hide in his dressing room, in his shower, in the toilet. So that time when he's not around isn't wasted.",
      "start": 272194,
      "end": 295314,
      "confidence": 0.94329296875
    },
    {
      "pos": 22,
      "speaker": "robin",
      "text": "Despite the fact I came back and I went in like this, slowly unlocked it, slowly unlocked it, then edged in like this and then went, because I presumed to be hiding in the shadows. Did you really?",
      "start": 296254,
      "end": 311114,
      "confidence": 0.8774986842105262
    },
    {
      "pos": 23,
      "speaker": "ricky",
      "text": "What sort of an idiot do you think I am?",
      "start": 312014,
      "end": 314114,
      "confidence": 0.935721
    },
    {
      "pos": 24,
      "speaker": "robin",
      "text": "Well, let's go back over some of the other places that you've hidden. Well, like the shower queue, because last week, hit the Bloomsbury, for instance. That is one of them. It's an amazing war. Patrician. He really knows how to do it because it's repetitive. It's like a kind of. It's a Philip glass joke machine, a broken Philip notcher that just can do the same thing over someone at the door. There's someone at the door coming. And if you just keep smiling, he'll just keep going. So it could be a whole hour and you could go, we should be moving on now. Coming. I'm going to do this till it annoys you. Then he starts to get annoyed. So he builds it up and eventually it will annoy you. And he's got it. Then he's got his moment.",
      "start": 314454,
      "end": 349682,
      "confidence": 0.9080952816901409
    },
    {
      "pos": 25,
      "speaker": "unknown",
      "text": "Humpty Dumpty sat on a wall. Humpty Dumpty had a great fall. All the king's horses and all the king's men couldn't put Humpty together again. They couldn't put Humpty together again.",
      "start": 349778,
      "end": 371214,
      "confidence": 0.8411278124999999
    },
    {
      "pos": 26,
      "speaker": "robin",
      "text": "Comedy genius Ricky Germaine.",
      "start": 373874,
      "end": 376334,
      "confidence": 0.5261525
    },
    {
      "pos": 27,
      "speaker": "ricky",
      "text": "I don't like touring around the country. I'm a bit lazy and I don't like being away from home too much. I think 50% of the reason for doing this tour was that I knew I was going to be with Robin. I was twofold, really. One, he's fun, but two, to getting away from home. So he's just mine. That was amazing. That was fantastic. I'm just waiting for Robin.",
      "start": 380704,
      "end": 404754,
      "confidence": 0.9442971830985915
    },
    {
      "pos": 28,
      "speaker": "unknown",
      "text": "Oh, there he is. Oh, you can't see his little face. Oh, hello. Do you want to come in?",
      "start": 405894,
      "end": 418366,
      "confidence": 0.8840194736842105
    },
    {
      "pos": 29,
      "speaker": "ricky",
      "text": "Yeah.",
      "start": 418550,
      "end": 419314,
      "confidence": 0.33726
    },
    {
      "pos": 30,
      "speaker": "unknown",
      "text": "Oh, oh, oh. Ollie's excited as well. Ollie, who's that? Who's coming in? Yeah, Robin. That's right.",
      "start": 419654,
      "end": 429434,
      "confidence": 0.7709041176470589
    },
    {
      "pos": 31,
      "speaker": "ricky",
      "text": "I know he is.",
      "start": 430484,
      "end": 431524,
      "confidence": 0.831445
    },
    {
      "pos": 32,
      "speaker": "robin",
      "text": "Yeah. When I agreed to do the tour, I hadn't thought how hellish it would be. The first date, we were doing a warm up in Lincoln theatre Royal. He thought it was about an hour away from London. I explained it was 3 hours. He was furious. Jane's girlfriend decided not to come with us, so it's just the two of us.",
      "start": 431564,
      "end": 446444,
      "confidence": 0.9198512698412695
    },
    {
      "pos": 33,
      "speaker": "unknown",
      "text": "Oh, he's gonna come any minute. He's gonna come through that door. Little Robin hints.",
      "start": 446604,
      "end": 452744,
      "confidence": 0.8598420000000002
    },
    {
      "pos": 34,
      "speaker": "robin",
      "text": "Right? Is that everything we need for tour there?",
      "start": 455004,
      "end": 456844,
      "confidence": 0.7646044444444444
    },
    {
      "pos": 35,
      "speaker": "unknown",
      "text": "Both those bit niners or he's making jokes already.",
      "start": 456924,
      "end": 461024,
      "confidence": 0.65664
    },
    {
      "pos": 36,
      "speaker": "ricky",
      "text": "Carl thinks that Robin talks too much, and he does. He's always yap, yap, yap, yap, yapping, talking over you talking over. You're trying to go, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep, yep. Okay, quiet now, Robin. Let's have a little bit of quiet time. So a little bit of Ricky time, just relaxing before the big gig.",
      "start": 484404,
      "end": 516264,
      "confidence": 0.8205221212121209
    },
    {
      "pos": 37,
      "speaker": "robin",
      "text": "A lot of people may well say when they see some of the footage from the tour, they'll go that clearly, success has gone to his head. If anything, success has calmed him down. So he's always been like that. He's always been unreasonable, he's always been shouty and scary. But ultimately, he is just like a kind of moon faced child. You can't. You can't feel that anger with him because despite his intelligence, you know, there's just something there. There's a kind of, look at me, look at me. I mean, you can imagine him being. If he'd been brought up in a different area, he could have been in the national youth Theatre, deliberately punching other boys in the leg to make sure that they couldn't get the part of the artful Dodger. And he did. So he's always been like that.",
      "start": 517884,
      "end": 553464,
      "confidence": 0.9354995862068971
    },
    {
      "pos": 38,
      "speaker": "ricky",
      "text": "Here we are in Lincoln. We're here because we can't go.",
      "start": 553764,
      "end": 559268,
      "confidence": 0.94988
    },
    {
      "pos": 39,
      "speaker": "robin",
      "text": "Can we go right? Yeah, but let's turn left. Go down here like we did before, and then take that right turn. Yeah, I know what I think I've done. I think I've turned right too early up here. Yeah, because I think you need to go down, basically, you need to go down one of these roads.",
      "start": 559316,
      "end": 571064,
      "confidence": 0.9131891379310346
    },
    {
      "pos": 40,
      "speaker": "ricky",
      "text": "Hello.",
      "start": 571364,
      "end": 571788,
      "confidence": 0.86569
    },
    {
      "pos": 41,
      "speaker": "robin",
      "text": "Excuse me, we're trying to find the Theatre Royal. Do you know where we go from here?",
      "start": 571836,
      "end": 574756,
      "confidence": 0.9283082352941177
    },
    {
      "pos": 42,
      "speaker": "ricky",
      "text": "Oh, look at him. Just tries to get involved all wrong.",
      "start": 574860,
      "end": 579204,
      "confidence": 0.9519045454545455
    },
    {
      "pos": 43,
      "speaker": "robin",
      "text": "Hello. Film yourself. Are you from around here?",
      "start": 579364,
      "end": 581490,
      "confidence": 0.896245
    },
    {
      "pos": 44,
      "speaker": "ricky",
      "text": "No.",
      "start": 581652,
      "end": 581926,
      "confidence": 0.91212
    },
    {
      "pos": 45,
      "speaker": "robin",
      "text": "You're not? Okay, don't worry. Okay.",
      "start": 581950,
      "end": 583534,
      "confidence": 0.8974483333333333
    },
    {
      "pos": 46,
      "speaker": "ricky",
      "text": "Right.",
      "start": 583614,
      "end": 583830,
      "confidence": 0.93427
    },
    {
      "pos": 47,
      "speaker": "robin",
      "text": "Now, we can't go any further here, can we? So do we turn left here?",
      "start": 583862,
      "end": 586318,
      "confidence": 0.9716166666666667
    },
    {
      "pos": 48,
      "speaker": "ricky",
      "text": "Robin, are you asking us or telling us, you stupid little.",
      "start": 586366,
      "end": 589558,
      "confidence": 0.9477290909090909
    },
    {
      "pos": 49,
      "speaker": "robin",
      "text": "Okay, yeah, if we turn left before the. That street that we got to.",
      "start": 589686,
      "end": 593358,
      "confidence": 0.8689628571428571
    },
    {
      "pos": 50,
      "speaker": "ricky",
      "text": "Oh, fucking hell, Robin.",
      "start": 593446,
      "end": 594942,
      "confidence": 0.7300800000000001
    },
    {
      "pos": 51,
      "speaker": "robin",
      "text": "Shut up. No, right, right. I'm saying we've gone, that we're too high up.",
      "start": 595038,
      "end": 599894,
      "confidence": 0.92433
    },
    {
      "pos": 52,
      "speaker": "ricky",
      "text": "Fucking hell, Robin, if you don't know someone, don't have a go. Left, right, up, down, up your arse. Fuck me.",
      "start": 600054,
      "end": 605782,
      "confidence": 0.8661790476190474
    },
    {
      "pos": 53,
      "speaker": "robin",
      "text": "I'm not even commenting. You're like a little captain Oates, aren't you? Swearing all the way there. Kill yourself just to make up for being a cunt.",
      "start": 605958,
      "end": 615634,
      "confidence": 0.909218888888889
    },
    {
      "pos": 54,
      "speaker": "ricky",
      "text": "That is. That's history, that, you know. I mean, I don't think he is a historian, but I think that's pretty much what happened. I think Captain Oates was a cunt all the way there.",
      "start": 617694,
      "end": 626514,
      "confidence": 0.8991720000000002
    },
    {
      "pos": 55,
      "speaker": "robin",
      "text": "Now you say you feel too poorly. Well, fuck off.",
      "start": 628454,
      "end": 631074,
      "confidence": 0.9319030000000001
    },
    {
      "pos": 56,
      "speaker": "ricky",
      "text": "I may be some time. I fucking hope so. You're winding the shit out of me, you cunt.",
      "start": 634734,
      "end": 638954,
      "confidence": 0.8516938888888888
    },
    {
      "pos": 57,
      "speaker": "robin",
      "text": "There are only two moods. It's just. He will go from. Bloody hell. Why is he not here? I can't believe he's not here. It's ridiculous. Oh, God, this is. And so you just don't know where you are.",
      "start": 639664,
      "end": 651352,
      "confidence": 0.8810953846153847
    },
    {
      "pos": 58,
      "speaker": "ricky",
      "text": "That taxi didn't come right.",
      "start": 651408,
      "end": 653600,
      "confidence": 0.812422
    },
    {
      "pos": 59,
      "speaker": "robin",
      "text": "How late was it?",
      "start": 653712,
      "end": 654552,
      "confidence": 0.998685
    },
    {
      "pos": 60,
      "speaker": "ricky",
      "text": "Four minutes late. That's late.",
      "start": 654608,
      "end": 655792,
      "confidence": 0.940878
    },
    {
      "pos": 61,
      "speaker": "robin",
      "text": "Yeah.",
      "start": 655848,
      "end": 656352,
      "confidence": 0.71824
    },
    {
      "pos": 62,
      "speaker": "ricky",
      "text": "They got to know that 06:00 means six likes. So I said, fuck em. Yeah, I get angry if people don't deliver what they say. I hate lateness. I sort of hate incompetence. I hate noise. All hypocritical because I'm a lazy man who goes for my own amusement, right? I just jumped in a black hat. Right, okay, yeah, yeah. There's no excuse. No excuse. Two excuses. Heart attack, terrorist attack.",
      "start": 656488,
      "end": 682088,
      "confidence": 0.8675123611111115
    },
    {
      "pos": 63,
      "speaker": "robin",
      "text": "Right?",
      "start": 682176,
      "end": 682520,
      "confidence": 0.81438
    },
    {
      "pos": 64,
      "speaker": "ricky",
      "text": "And even then I'd say, well, how bad was the heart attack? Couldn't you have made it? And then we could have dropped me off and then you got the hospital. Terrorist attack. Well, couldn't you have gone round it? How bad was it?",
      "start": 682592,
      "end": 691400,
      "confidence": 0.9244815909090907
    },
    {
      "pos": 65,
      "speaker": "robin",
      "text": "I think what he gets with me is a human stress ball. He gets very, you know, when he gets angry, he gets furious. He gets furious immediately. There is no slow buildup. He goes, puke. The nose starts pulsating and he goes, so with me, he's got someone he can manipulate, he can scream at and he can prod, whatever. So I am a human stress ball. Can you touch the chair? If you just touch the chair, please. Well, it's not. To be honest, it's not going very well so far. Mister Gervaise is a little bit angry. He's found out that the combination of his shoes, the carpet and the chairs giving me. How many electric shocks you've had, mister?",
      "start": 691512,
      "end": 735704,
      "confidence": 0.8940334959349598
    },
    {
      "pos": 66,
      "speaker": "ricky",
      "text": "About five, but three really massive ones.",
      "start": 736284,
      "end": 738844,
      "confidence": 0.997862857142857
    },
    {
      "pos": 67,
      "speaker": "robin",
      "text": "Yeah. And isn't it right you were going to sack Ed because he got the wrong chairs? And these chairs are just useless. They keep shocking me.",
      "start": 738924,
      "end": 747328,
      "confidence": 0.889857037037037
    },
    {
      "pos": 68,
      "speaker": "ricky",
      "text": "Oh, dear. I got a little electric shock off a chair which he was cracking up about. Every time I forgot. I sat down and my hand just touched the metal bit and I go fucking out. And then he was laughing and I thought, hold on, though, why am I wasting this on a chair when he's got an earlobe?",
      "start": 747516,
      "end": 763844,
      "confidence": 0.9071639344262294
    },
    {
      "pos": 69,
      "speaker": "robin",
      "text": "Oh, that one really jumped.",
      "start": 766384,
      "end": 772684,
      "confidence": 0.843238
    },
    {
      "pos": 70,
      "speaker": "unknown",
      "text": "Oh.",
      "start": 773204,
      "end": 774024,
      "confidence": 0.46
    },
    {
      "pos": 71,
      "speaker": "robin",
      "text": "50% of the time it's fine. And we have quite a good laugh. I suppose it's a little bit like being with someone who has a mental illness, which means that. Or, you know, some kind of dementia. So you put up with all the kind of. And then suddenly go, oh, yeah, I'll tell you what, something I think is very important with comedy. And you go. And you get onto Lauren Hardy.",
      "start": 775964,
      "end": 794660,
      "confidence": 0.9110335135135138
    },
    {
      "pos": 72,
      "speaker": "ricky",
      "text": "You've got to have the serious moments because that sort of lulls them into a full sense of security, do you know what I mean? I remember as a saying, you can fleece a sheep as many times as you want, but you can only skin it once. So I never want to push him over the edge. So he gets really angry and moves to Australia. I want to just, you know, slap him around, but he goes. And before it's too much, I go anyway, Robin, aren't the Smiths good? And he goes, yeah, they're really good. Have a bit of conversation, have a laugh with them, go, ow. And then I can slap around the face again. No rules.",
      "start": 794732,
      "end": 838264,
      "confidence": 0.8842635245901641
    },
    {
      "pos": 73,
      "speaker": "robin",
      "text": "Yeah. That's 1.2 minutes before stage. You have to be cut down on noise and no grievous touching. Normally I muck around quite a lot, but because we're playing big theatres, I actually had some notes this time and I'd often leave them in the dressing room, come back and Ricky Gervais would have put various fun things on them, maybe to help. I remember the first note he put, fuck, wank, picture of a man's cock. And then images of me as some kind of just blob with an ass. That's it. It's just me, some glasses, kind of mister potato blob. And then a weird ass. It's kind of somewhere between, you know, Francis Bacon and Bill Tidy.",
      "start": 838344,
      "end": 876048,
      "confidence": 0.89378825
    },
    {
      "pos": 74,
      "speaker": "ricky",
      "text": "I think it's rather like when you want to squeeze a kitten so hard.",
      "start": 876096,
      "end": 881472,
      "confidence": 0.9767242857142857
    },
    {
      "pos": 75,
      "speaker": "robin",
      "text": "Hmm.",
      "start": 881608,
      "end": 882136,
      "confidence": 0.43045
    },
    {
      "pos": 76,
      "speaker": "ricky",
      "text": "Because you love it so much. You wouldn't describe that as bullying, would you? You'd describe that as wrong, love. And I think I love him wrong. Yeah, I think I love him wrong. This is weird, isn't it?",
      "start": 882240,
      "end": 899424,
      "confidence": 0.9053956410256411
    },
    {
      "pos": 77,
      "speaker": "robin",
      "text": "Certainly on this tour, I've noticed hair loss has increased and I did within a week, come up with a stress rash.",
      "start": 899544,
      "end": 905024,
      "confidence": 0.9711804545454544
    },
    {
      "pos": 78,
      "speaker": "ricky",
      "text": "So that's.",
      "start": 905064,
      "end": 905600,
      "confidence": 0.922335
    },
    {
      "pos": 79,
      "speaker": "robin",
      "text": "I think it should be. I was getting changed in Birmingham and I thought, hang on, that didn't used to be there. And I noticed things like, you know, the way you notice red lumps, you know, building up your body, wherever it may be. And I suddenly thought that, you know, I'm worried that end up being a configuration of his face as well, like some kind of dreadful David Cronenberg movie.",
      "start": 905672,
      "end": 924024,
      "confidence": 0.9065641095890411
    },
    {
      "pos": 80,
      "speaker": "ricky",
      "text": "Look, you won't believe this. Look, Robin is shaving.",
      "start": 925084,
      "end": 928692,
      "confidence": 0.8521722222222222
    },
    {
      "pos": 81,
      "speaker": "robin",
      "text": "They probably will believe it.",
      "start": 928748,
      "end": 930184,
      "confidence": 0.886252
    },
    {
      "pos": 82,
      "speaker": "ricky",
      "text": "Look what he's using. Poxy little disposable razors. He's getting paid for the gig.",
      "start": 932564,
      "end": 938126,
      "confidence": 0.85628
    },
    {
      "pos": 83,
      "speaker": "robin",
      "text": "These were bought because I forgot to get razors. It was 05:00 in Newcastle.",
      "start": 938190,
      "end": 943982,
      "confidence": 0.8490242857142858
    },
    {
      "pos": 84,
      "speaker": "ricky",
      "text": "Yeah.",
      "start": 944038,
      "end": 944246,
      "confidence": 0.48825
    },
    {
      "pos": 85,
      "speaker": "robin",
      "text": "So a lot of the razor shops are closed, so that's why I've got laser two. Not a product I normally use. Laser two.",
      "start": 944270,
      "end": 949966,
      "confidence": 0.8801516666666668
    },
    {
      "pos": 86,
      "speaker": "ricky",
      "text": "No, but the point is this, their.",
      "start": 950030,
      "end": 951710,
      "confidence": 0.9411157142857143
    },
    {
      "pos": 87,
      "speaker": "robin",
      "text": "Comparison to lasers as well, I think is a little bit of a lie. He once said when he was there, he was screaming. He was on top of me going. And I was going, I've got to work out this.",
      "start": 951742,
      "end": 961230,
      "confidence": 0.940832195121951
    },
    {
      "pos": 88,
      "speaker": "ricky",
      "text": "Right.",
      "start": 961262,
      "end": 961406,
      "confidence": 0.83126
    },
    {
      "pos": 89,
      "speaker": "robin",
      "text": "I know what you get out of our friendship. What do I get out of it? And he went, I like it. So even that, that's his universe. What do you, what do I get out of this? Well, I like it. Okay, fair enough. Hang on, this argument's no good at all.",
      "start": 961430,
      "end": 972294,
      "confidence": 0.9614618867924529
    },
    {
      "pos": 90,
      "speaker": "ricky",
      "text": "Why are you using shaving foam like you meant to?",
      "start": 972374,
      "end": 974510,
      "confidence": 0.8997590000000001
    },
    {
      "pos": 91,
      "speaker": "robin",
      "text": "Because I haven't got any fucking shaving foam.",
      "start": 974542,
      "end": 976594,
      "confidence": 0.7816599999999999
    },
    {
      "pos": 92,
      "speaker": "ricky",
      "text": "No, listen, the question is this there, Robin, why didn't you get shaving foam when you got the razors?",
      "start": 977174,
      "end": 985046,
      "confidence": 0.9242257894736843
    },
    {
      "pos": 93,
      "speaker": "robin",
      "text": "The answer's this. They didn't sell it in the shop, which is called something like one stop. Right, a one stop shop if what you're stopping for is chewing gum or lazy. Otherwise there's at least three or four other stops you have to make.",
      "start": 985190,
      "end": 999824,
      "confidence": 0.8765951111111113
    },
    {
      "pos": 94,
      "speaker": "ricky",
      "text": "Why have you got a mustache?",
      "start": 1000244,
      "end": 1001748,
      "confidence": 0.9258800000000001
    },
    {
      "pos": 95,
      "speaker": "robin",
      "text": "Because I'm just shaving it off.",
      "start": 1001876,
      "end": 1003636,
      "confidence": 0.91169
    },
    {
      "pos": 96,
      "speaker": "ricky",
      "text": "Do that first. No, case there's a. No, in case there's a fire hydrant. No, imagine there was a fire alarm and you had to go out and you hadn't done your moustache, you'd have a mustache. Yeah, I don't actually get joy out of his pain. I get joy out of him complaining and arguing back.",
      "start": 1003700,
      "end": 1023940,
      "confidence": 0.8983910526315791
    },
    {
      "pos": 97,
      "speaker": "robin",
      "text": "Fuck off.",
      "start": 1024132,
      "end": 1025224,
      "confidence": 0.912675
    },
    {
      "pos": 98,
      "speaker": "ricky",
      "text": "Robin. Don't get nasty. Fuck off, Robin. You're showing a really bad side of me now.",
      "start": 1027724,
      "end": 1035984,
      "confidence": 0.8377462499999999
    },
    {
      "pos": 99,
      "speaker": "robin",
      "text": "I think you can't in the end put someone down for putting that much effort into annoying someone. I mean, some people are just naturally annoying. I don't think he necessarily is. I think he's worked, I think he's creative. This fantastic ball of annoyingness.",
      "start": 1036524,
      "end": 1048158,
      "confidence": 0.930081333333333
    },
    {
      "pos": 100,
      "speaker": "ricky",
      "text": "He always forgives you. He always forgives you. Yeah. Maybe I should be nicer to him. That would really screw him up because he wouldn't know why I was doing it. Maybe that's a new thing. Maybe I'll buy him a gift and say nice things about him in front of people. That will really do his edit. I should film that, that could be the next dvd.",
      "start": 1048206,
      "end": 1073394,
      "confidence": 0.9138254411764708
    },
    {
      "pos": 101,
      "speaker": "unknown",
      "text": "I don't wanna be here no more. I don't wanna.",
      "start": 1073984,
      "end": 1085524,
      "confidence": 0.649928
    },
    {
      "pos": 102,
      "speaker": "ricky",
      "text": "Just go in the gents toilets. Cause Robin's in there. Robin, look at the window.",
      "start": 1092704,
      "end": 1102104,
      "confidence": 0.7770533333333334
    },
    {
      "pos": 103,
      "speaker": "robin",
      "text": "Oh, for fuck's sake.",
      "start": 1102144,
      "end": 1103844,
      "confidence": 0.538215
    },
    {
      "pos": 104,
      "speaker": "ricky",
      "text": "It's not normal, is it? That is not normal.",
      "start": 1108474,
      "end": 1112054,
      "confidence": 0.7593344444444444
    },
    {
      "pos": 105,
      "speaker": "robin",
      "text": "The only rest I get is, strange enough, he's standing in front of 2000 people going, oh, it's quiet, it's nice. Yeah, they're laughing, I made that clear. But they're not going, ah. And what worries me is one day he will have actually got a whole audience. When we're playing somewhere like the Hammersmith Apollo, there'll be 3600 people and I walk out and they go, Robin. And that's the bit when I'll just kind of go like that and the rash will burst open. I don't know why I remain friends with Ricky. I think it's almost too late now. There's no way you can get around it. I mean, eventually I would just come home and he would be hiding in a cupboard.",
      "start": 1112914,
      "end": 1160218,
      "confidence": 0.9029557936507939
    },
    {
      "pos": 106,
      "speaker": "unknown",
      "text": "Grass is always green.",
      "start": 1160386,
      "end": 1162494,
      "confidence": 0.8006175
    },
    {
      "pos": 107,
      "speaker": "robin",
      "text": "But I think I've been lucky. I've managed to, you know, make it through. And I, you know, I go home and there's peace and there's quiet. Sometimes it takes a while. Sometimes the echoes go around my head for a week. I think Ricky's gonna be a little bit like spike Milligan. I think when he dies, someone will go. The british public loved Richard Gervais. They never had to work with him, so I believe that will be, you know, one of them. But he'll probably live beyond everyone else. We'll all die of stress rashes. We'll be these bald, broken old men at the age of 50 dragging ourselves away from.",
      "start": 1164674,
      "end": 1200294,
      "confidence": 0.9048127192982458
    },
    {
      "pos": 108,
      "speaker": "unknown",
      "text": "Ah, Robin.",
      "start": 1203074,
      "end": 1204810,
      "confidence": 0.645005
    },
    {
      "pos": 109,
      "speaker": "ricky",
      "text": "Right, bye bye.",
      "start": 1204882,
      "end": 1205854,
      "confidence": 0.94132
    },
    {
      "pos": 110,
      "speaker": "unknown",
      "text": "Why does he open the door?",
      "start": 1206794,
      "end": 1208410,
      "confidence": 0.96212
    },
    {
      "pos": 111,
      "speaker": "robin",
      "text": "He's so nice.",
      "start": 1208562,
      "end": 1209114,
      "confidence": 0.9478866666666667
    }
  ]
}
