{
  "id": "21d45a53-c9fb-4a53-a06e-0d9addee1149",
  "status": "completed",
  "text": "Richard Ashcroft, check the meaning on XFM 104.9. We're back. Steve is Saturday. That's true enough. Steve Merchant, that is. Hello there, I'm Ricky Gervais. Hello there. Carl still away. Claire Sturgis is back. That's absolutely true. Hello there, Claire. Nice to see you. I think a lot of people were hoping that Carl will be back this week, but we're pleased to have you. No, they were actually. I did get some emails during the week. Saying what? Just saying, it's really nice to know. Hear you again on Saturday afternoon. It's nice, but you're not really very funny. And when's Carl coming back? So sort of being here. I'm sure it wasn't to us. No, no, it was definitely because they. Think that as well. But no one compete with Carl. Well, we used to sort of like, come, come in. And when we discovered Carl early on, we just thought, this is comedy gold. Just let him speak his mind. But then we started thinking, oh, we can't follow him, though. I remember Steve going, look, we've got to come up with some. We need to chat. If anything we've got to say to each other, we've got to say that in the first 20 minutes and then you just unleash Carl. Yeah, because it's just you can't follow him and he's. He's off on one. And they have stories of upbringings with bizarre creatures that lived in Manchester that would. Half human, half bat and frog and things. I'd love to take him back to Manchester in some kind of tv documentary. You know, when Carl went home and just wandered back, maybe try and find the amphibian twins or whatever. Those people weren't there. Yeah. So there was two. Two boys, both had big heads and webbed feet. They weren't related. They did. They didn't hang around with each other. That was all the information we had. I went, why not? He went, that would have been too obvious. Yeah. Like they look at each other across a room and go, yeah. You think if I'm coming to see you just because we've got just. We're a similar species. Yeah, you're mistaken, mate. You make your own friends. One starts to walk over there, one shakes his heading, just mouths too obvious. Yeah, out of one of his mouths. That's what they're expecting. Yeah. Don't do it. Don't do it, Webby. Yeah, but anyway, he'll be back sure, shortly. I'm sure. He phoned me. His dad's ill. His dad's in hospital. So car went back to sort of look after his mom. He was so sweet. I'm back. I just drive my round. He went. He said, so, unbegrudgingly, just went, it's like old times. And I said, sorry to hear. That's all right. Yeah. And I think it's gonna be fine. And I said, how was your holiday? Even? Yeah, we're good. Except it were a nudist speech. Didn't tell me. Wow. Sitting on the. I don't know why they have to do it. I don't know why they have to do it. Why do they have to do it? Suzanne said they think there's nothing wrong with it. Like being a transvestite. Right, right. I went, I love the fact that your girlfriend has to tell you what's wrong and right in the world. He went, well, we walk along the beach, fella coming towards us with no about. I went, oh, what's going on here? And he said, and because it wasn't all nude, he's walking around, he's stark naked and he wants the freedom of that. But he's got a big rucksack on his back with his clothes on, just to get changed. He went, so what's the point in that? Right? And I went, he should just carry the book. He went, what? And covered it up. When he went. He went, oh, yeah, good idea. See, he went, but I wasn't happy, he says, and that was the first day, so we didn't go there again. I just imagine his little face. Yeah. Just going, all right, cobspecked. That's out. That's out. What's that doing out? Why has he got his out? I imagine Carl sort of dressed in a suit, in a sort of safari suit, done right up with a cravat. I'm not undressing. I don't want people seeing the flesh. That's for you, love, and no one else. But I love the fact that as this girl goes, Karl, they don't know there's anything wrong with it. They're just happy that way. And he, in his own mind just goes, look, being a transvestite, he knows there's nothing wrong with that. I'm always a little bit suspect about people who like walking around nude. I think you meant transvestite. No, no nudists. Hold on, can you. Naked transvestite? What are you then? Yeah, I suppose you're well, Eddie Isards naked. Is he a naked transvestite? That's an interesting metaphorical, metaphysical question. Yeah. Yeah. Onyx FM 104.9 if you know the. Answer to that metaphysical question, or indeed any of the famous ones. If a tree falls in a forest, no one hears it. Has it fallen over any of those? That's brilliant. If you leave the room, Rick, what's the sound? Yeah, what's the sound of one leg hopping? Exactly what we got there. Claire, do you want some music? Play it, play it. Hey, Claire, out of the way. Yeah, no, I'm not talking to you. It's the, it's the name of the song by the vines. I'm Germain, with me, Steve Merch. Hello there. And crazy. Have you ever been to, have you ever been to a nudist speech? Have either of you been to a new speech? Yes, I have. You really? I know. Last month I went on holiday to Antigua, and then I went on the nudist beach. Really? I wanted an all over. Sure, because I am, I was with my family once when we went on. Holiday, family holiday with inspector coming along, going. And the glasses. And the glasses. And you don't wear them there? No, I went there with. It was some friends of my family, friends, you know, like kids. So it was kids my age and my sister's age who, parents were all friends, you know, go to. Go on holiday to this end up on this new year's beach. Not, not a new speech, but where people sunbathe topless or whatever. Or maybe, maybe it was just because. Maybe it was just because it was France, where I think a lot of. That goes on all beaches in. Yeah. Yeah, that's different. They're cordoned off. Sure. Yeah. With the cocks and everything. We can't say that. You can't say cocks? Or did you mean the chicken? A lot of names. A lot of fresh birds around. There is a lot of poultry. And by male bird, I don't mean trans. You don't know. I don't want it. Because that's also, that's also offensive. That is also offensive. So be careful whenever. Be careful. Be careful what you're going to say. Because you've got to be the radio authority or anyone listening. When we say cock, we are referring to a male bird. And. And there is no discussion there. There's nothing there. There's no other issue. There's no other ambiguity. Okay, go on. What are you doing? So, um, there's people walking around with their birds, and often they got their knobs out as well. And, um. And so it was just a topless. It was just a topless beach. So we're all tits there as well. There are some tits. We've got a family of tits that come and eat the nuts that chew on my nuts. Go on. We're confusing. We're confusing. No, we have. Jane's got a little bag of nuts that she makes me hang out of the window. So you'll often be hanging your nuts out the window and the tits can. Sure. God, I don't know what. Please get on with this story. Sorry. So what I'm saying is. What I'm saying is we went on there as a family, there. There was some tits, there were some cogs and. And I found it all a little bit because I was about 14 or something, I found it all a little bit disturbing because I hadn't been introduced to this sort of thing before. And obviously my dad was having none of it. Like a bit like Carl. And obviously my mum wasn't up for that. But the person we went, the mother of the person we went with, she. She took her top off and I was like. I was. I didn't. I didn't know where to look because I didn't want to make an issue of it. I didn't want to make, you know, I didn't want to. But it's like. Because I was riding with me, I was going, well, I wanted to say, well, there's your mum with a knocker's out, really. I mean, that's your mum over there. Oh, there's your dad. There's your dad. Popped out. Yeah, popped out his little fella out. Your dad's fellows there, he's wandering about and your mom's got. The milk is out. So it was all of them. It was a little bit disturbing. And I've never quite got that image out my head, really, because it was. It was all. But I didn't know where to look. I didn't know. A friend of mine, I won't tell you his name is. Right, he's about 25 now. When he was, I think, 14 and 15. I mean, the worst age, he went to a nudist holiday with his parents and his, and his sister and some of her sister's friends. And he absolutely hated it. Yeah, absolutely. Well, that's. I. It makes me. I'm sort of queasy to think about, especially if you're with your family and friends. Yeah. Because it's. I don't mind looking at nudie ladies that I don't know, really. But I don't want to look at relatives, you know, or people I've grown up with or indeed the likes of you. I don't want have to see that kind of flesh and I don't want to know what's going on underneath those clothes. You've keeping them hidden from me. Well, you haven't. You've shown me much of it in the time I've known you. So the 7th, there's not a bit of your body I haven't seen. At some point, you know, you'll have got your trousers down. Look at the arse. That was, you know, thinking. That was hilarious. Or the old, you know, the Johnson. Feeding the, the birds on the windowsill. Um, but, uh, yeah, no, it is strange because there is know. There isn't, there isn't any wrong with it. Let's face it, there's no, but I know what you mean. I think it's because we spend so long, we spend so much the time covering it up, you know, it's like, it's like in the summer months when girls start wearing kind of short sleeve t shirts or short skirts, you have blokes just going mental. I don't think it's because we women spend most of the year because it's so cold here covered up, that men forget what's under there, you know what, and then when summer comes to actually. Just hang out of a car window or hang over scaffolding and say, get your tits out, I want to go. Has that ever worked? Has it ever worked? What's your success rate with that? Well, I was off to my big job in the city, but I got 20 minutes. Why not? Shall I come up there? You're going to come down. Oh, dear. Extraordinary. Right, what we got? What we got coming up? What we got coming up? Quick, keep them hooked. Well, you know, Rick, we've got some. Songs and some more chat. There'll be some chitchat here and there'll be some songs. We had an email last week from a fellow calling himself Paul. I don't know if that's his real name. He said that sometimes I'm already suspicious. He said that some time ago we played a crack in Johnny cash cover version of U two's one. Remember that? I think maybe the last time you were here. Um, and he says, uh, he's been trying to track down that album. He says, unfortunately, like an idiot, I didn't listen to it and I didn't catch name of the album. Could you by any chance send me the album? He's having a lot. He's what, for free? Yeah. So that's actually emailing back. Say, Paul, I do it. Give us. Give us eight quid for no reason. I've also. I've also called him some quite offensive names. Good, though. I'll put from Gervais. Oh, dear. He's not like. That's pretty grin. Nor's his mother. No, he shouldn't have brought air into it. Indeed. Change from a Durex machine. Johnny Cash and his cover of U two's one magnificent tune. That's from the album American three solitary man that was released in 2000. And I've just checked that email that Paul, if indeed 20, that is his name, sent us Rick and he didn't ask for a copy of the album, he asked for the name of the album. Right. So I feel a little bit bad that I sent that email back insulting him and his mother. Yeah. And also, of course I cc'd it to his mum as well and many of her friends send another one. I feel. I think we can get around this. I'll tell you what Paul would like. If that is his name. Yeah, he's like some advertise Paul Oasis little by little on XFM 104.9. I'm just moving the mic there. Hold on, I'm getting comfortable. There you go. Right, sit up. I was. A lot of people do that. A lot of people do that during the song. A lot of their pros like Foxy. And like they were on top of pops yesterday but they. They did my generation any good. Yeah, very good. I mean, you know. Was it close to the original? Did they make their own? No, both. It was pretty close. They didn't, you know, musically was close but. Yeah, that was it. Nol singing or Liam? Liam. Very, very cool. Very cool attitude back. I think back on for tell me. Though that if you go to any of these big stadium gigs they do now, it's an absolute nightmare because a lot of fans are really grim. I mean, I've spoken to two people independently who've both been at gigs where there have been fans weeing on other fans shoes. That's not what I want from. It's not nice. No. Well, yes, apparent if you we on something. Yeah. You own it. Yeah. Cat law is if you wear it. Yeah, I know you live by cat law. Yeah. No, my wallet I think you own. Yeah. And several telephone boxes. Much of my hair. What are we talking about? We were talking about nudie beaches. Yeah. Because I just. I still can't get around. I don't know why they only play volleyball. No, there's other games you could play. I think french cricket would be slightly. More all the pictures I've ever seen of news colonies always seem to be quite attractive women and some fairly grizzled sort of 45 year old men. I don't know if that's generally the clientele that, you know, it just happens to work that way. But I'm quite looking forward to getting to around the 845 mark. Happy birthday. Right, I'm off. Where you going without your clothes? Yeah, yeah. And at what point? I mean, you can't. You can't go into a nudist colony, can you, without taking your clothes off? I don't know if there's a door policy. No, I think there is, I'm sure. Oh, actually, no, because when I went my nudist beach, there was actually a. Security guard stopping you from naked. No, no, Claire, that's very. Would it be possible for a bloke who would say, a fairly good swimmer to swim up to the beach in a wetsuit? Let's say. Just say for the sake of it, that this person, you know, had some time on his hands in a week. Yeah. You know, and he was. He'd make quite a bit of money. He trained. He trained 9 hours a day, the lengths in Nepal, thinking, if I can go, I can get. Yeah. Eurostar de France. It could work. It could work, yeah. So what was your nudist beach experience? This was not. This was not a colony. No. This place had a few beaches. One of them was a nudist beach. Could you see the newest beach from the regular beach? No, you couldn't. It was just round. What about with binoculars? Possibly. Possibly. My worry is, as a healthy young man. Yes. You're not healthy. No, no. But I'm talking about you two, right. You're pretty healthy young men. How awkward it must be for you on a nudist beach if you do happen to see a very good looking naked lady. What you do if you. Well, that's the reason I. That's the reason I've not gone to any. Okay. Just exactly that worry because it is very off putting. Yes. If you had, you. Sounds like this is a confession. Exactly, yeah. She happened to us. An older gentleman. An older gentleman, obviously, was enjoying his time on the beach. Right. Explain more. And then came over to chat and you just don't know where. Sorry. So, hang on. So he. He approached you? Yeah. For a chat. As you do. People are friendly. Right. Without wishing to get too lewd, within a state of arousal. How far can we go down? No, I'm not, I'm not. I'm not trying to sort of. I don't want to get too kind of, you know, graphic or gynecological. Have you noticed how quiet Ricky was keeping? So he came over. He came over. Well, I'm worried about this. Worried about telling this story. I think it's an interesting. I'm interested. I think it's an interesting point. Yeah. Because he said. So he came over and he was just chatting away. Yeah. Quite proudly. Yeah. I mean, not wishing to be disrespectful, but, you know, he's a man. He's been around a bit. Were you reading erotic poetry? What were you. I was talking about the weather. Right. How nice it was today. And he approached in pole position. Or did he. I don't like it anymore. Let's leave it, then. I did. I actually ran away. You ran away? That's swimming. Was he french? Was it. Was it quite tricky to speak to him? Well, no, no. He spoke perfect English. During the. During the break, Claire said, oh, well, newspapers, right. And this man came over, an old fella, and she started off. He had the biggest knob I've ever seen. And then I laughed and then she went. And then he. Then it got bigger and I went, you can't tell it then. I was worried about that. But she left out the funny bit and just went. You just went all. Yeah. So play Bob Dylan. Only Bob Dylan can get us out of this. And this is off his last album, love and theft. It is the only track I really like, I'm afraid I didn't get on with the rest of the album because it was too. It was too hoedowny and country blues and stuff, which is just not my sort of thing. But this is a nice track called Mississippi. Mississippi, off the album love and theft. I must admit, not. Not my favorite Dylan album, but that's a nice track in it. It's lovely track. Actually, I just noticed that you've. You've brought in three CDs. Yeah. You bring those three in every week, don't you? You just play from those three CDs. Or. What, do you substitute the Dylan for different Dylan albums and the other two remain the same. Well, now I've got. No, I've got. Playing a different. Different cat Stevens. I've got Tifa, Tillaman. I've never brought that in before. I've seen it before. No, I've never brought in. I've never played anything off t for Tillerman. I've played it off catch bullet, four teaser, in a fire cat. You don't have a sort of deal with island records to try and keep that Steven's back catalog afloat. No one's really shifting it. I think it might just be CDs that are in the bottom of bag. This is why it's just you've got one carrier bag that you bring back. Exactly. Sure, yeah, yeah, well, we'll look forward to those later. Yeah, go on. No, no, no, no. I was just, I was just really wondering, Rick, and I don't want to put you on the spot, but could I have some adverts? Yeah. Feeder, come back around on XFM 104.9. I'm Ricky Gervais. Hello there. Steve Merchant here. Of course you are. And so is Claire Sturgis. In a way that's true enough. Yeah. Um, Rick. Oh, I parted to lose. I parted last night, Rick, like it was 1999. Really old fashioned. So why some records? Yes, on my own, just like 1999 now. Went to see Prince. Oh yeah, the Hammersmith Apollo. And I tell you this, I mean, if that's a man whose career is going down the pan, then I'm sorry. Then I hope ours does. Then I hope ours does as excitingly as that does, because he was stunning. I mean, he is, a lot of people I know have seen him in the, in the, in the eighties, whatever, and he's. When he used to descend from a ceiling in a little red Corvette and stuff. But he is breathtaking. He is like, he's like what it must have been to see Elvis Presley. I've not seen anyone who's electrifying on stage. I mean, I think, like most people had a bit too much for him. And that wasn't because he's, it was going downhill, it's because he churned out double albums like most people churn out singles. And you don't know what you should. There was just too much. Yeah, I didn't like that, you know, that sort of the end of the eighties phase either. That whole period when he was fighting with Warner Brothers and he was, he started wearing masks. I think everyone just thought, I'm not interested. Yeah, you know, you're potty. But he's gonna come out the other side of that. So, great pop tunes. And he's written so, you know, I. Mean, I, you know, I don't bandy this word around Rick, as you know, go on. But I'd like to use the word genius. I thought you're gonna say, I'll pay for that. No, no, no, no. Genius. Oh, wow, genius. I cuz I would say strong words. David, back up. Have you got any example of his work that we could play now on XFM to show that he is a genius. I. Well, I will in just 1 second, thanks for asking. But can I, can I try and justify that? Can I just because it is a controversial phrase to use, prince is a genius and let me tell you why. On his first album, or maybe on a couple of his first albums, he played all the instruments. Brilliant, like squiddly diddly. In one episode of that, I saw tentacles, then he was like playing drums with two tentacles at the back. He was standing on two tentacles, which was the other one free for trumpet. That sounds like genius to me. Yeah, that's what Mister prince. The only thing I would say about the concert last night, 3 hours, he played for 3 hours non stop. Well, almost 3 hours non stop. Didn't take a break, but cracking ban, only five. Taking a break, just reading a paper, coffee going, what are you looking at? Also very minutes by law, very witty. As well because a lot of people imagine him being quite dry but quite sober. It was very funny, but sadly, prince now, well, I don't mean to be offensive, but as far as I'm concerned, he, you know, he's now a Jehovah Witness. Is he now Jehovah's Witness? So he's gonna come round tonight? Well, no, but at the end he did start spout on about, you know, his beliefs and. Yeah, and I felt a bit like I'd sort of do what? I mean, like I'd sort of paid 40 quid and I'd queued up and I'd sat for 3 hours, 40 quid to then be preached at a little bit. So that was anything that. Well, I'll tell you what, good job for him. He was good value because he'd have got an earful from you if he did. Imagine if he'd not played the singles. I only did like 20 minutes. Yeah, well, I'd have been livid. I'm out of here. But I did because I don't know prince. So you've had interesting. Steve Merchant says prince is a genius. This is XFM, won a 4.9, coming up to 02:00. Prince is a genius. Can we open the phone lines, please? What's the phone number there? Oh, 8700 801. Two, three. Me and my mate, we're talking about when people say genius and they do bandy around Willy nilly and it's sort of like a comedian or something, they go, he's a genius. And we think that there's people in cancer research sort of laboratories and age and they're going, we lost another one to ITV. Why didn't he go into science? He could have been the new newton, but now he's getting the ratings up for five. So prince is a genius, is he? Ricky Gervais Fm dot co dot UK if you'd like to email Prince, genius or little fella, but when you are Jehovah's Witness, I don't know. I don't know much about the, the faith, but are you, are you obliged when you sign up to sort of do your time going door to door? Because it would be amazing. Imagine Prince turning up at your door and just. I. Can I come in? Well, and it, you know, I'm just coming in and. Well, I'll sing you some of the hits, but I'd like to buy a copy of this afterwards. I'm not really interested which ones you play. Which ones you play. I'm not a big fan of. I don't like, if I was your girlfriend, did anything from diamonds and pearls. I'm not interested in. So shoot off. Yeah, I quite thought they were gonna. Start selling the watchtower at the end. The most beautiful. I like that one. Yeah, well, there's those fat people in it. Does it make it image? Does it make him a genius? Oh. Call up 102 359-6429 Prince, genius or boat with hair? Well, this has got to be proof of his, of his genius. He played it last night and it's just dynamite. There is Strawberry scarf. Prince, of course, and raspberry Beret, one of the tunes he played last night. And breathtaking, I have to say. I can't sing his praises enough. Although didn't manage to get myself into the after show party where prince is often renowned for playing with the likes of, jamming with the likes of Rolling Stone. What would have been your, your approach. To Steve Merchant here, XFM, Ricky Gervais. Any chance I could come in to your party? I'll be honest. Can I, can I call you lanky? Well, if it help me get in here. It won't, but thank you anyway. I'll be honest, lanky. Your chances are slim to none, four eyes. Okay. All right. I enjoyed the concert, if that is any. Okay. I could talk about it on the radio. Take away that slim. Okay. It's none now, freak. Okay. Okay. All right. So go away. Yeah. Cheers. Okay. It was not dissimilar. There was a lot more profanity last night and, and punches were thrown. Was it last night? Yeah. Yeah. It's breathtaking. I am. How's it working out for you, Rick? How's it working out for you? Being a celeb? How is that working out? How's that panning out for you? Is that all right? Is that working all right, Rick? Is it? Hey. All the fame and everything, I was. I was David Bowie on Tuesday. I read about that. Why? Why did I have to. Why did I have to read about your presence at the David Bowie gig in the evening standard? Why do you keep that? Right? Why'd you keep that from me? Right, okay. Right. I know you're thinking, I got any inventory, it was freebies. And I didn't discuss this in the past. I said, if you get invited to David Bowie or any of the big name concerts, I gotta go as well. That's the rule. The rule is that we make the tv show. You're in the show, you become famous. Fine, but I need to be able to also get the benefits of that. Well, I didn't go. Was. Did you read this in the stand? Yes, I did. Yeah. No, it said present at the concert. It's absolutely true. I'm not voice here. Absolutely true. In the concert where Ricky Gervais and Jonathan Ross. Now, we were invited, but we couldn't go. Neither of us could go. So they just. I just think they must have seen a copy of the guest list or someone said they were coming or they just guessed, but I didn't go. I couldn't go. So there you go. It was Wednesday and I couldn't go. If I'd have gone, you'd have been there, mate. Rubbish. Because what worries me is that you. What, you. You were invited or. Or you requested tickets and then you didn't go? No, no. What happened was that Bowie's people just said, you come into the concert tonight, and I. I said I. I couldn't. But let me tell you something. Wait a minute. To get you off this track, right? The next night we did go to dinner with Valley at someone's house. Wait, wait, listen. It was a very. It was a small affair. It was done. Me and Jane, Jonathan and Jane. It was David. First names. Yeah. No, no. And I think it was old friends of the family. It was beautiful house and it was just us lot and Richard E. Grant and Pete Townshend and Charles Saatchi and that. And it was just, just, you know, I think it was. And it was set places as well, so I couldn't have got another. It was weird because we got there. We. I mean, it said eight for 830 and I got there at like 08:05 in January. We can't go to it. And we went in there and we, um. The servants gave us a drink and we were standing there and I was looking around. It was an amazing house. It was a beautiful house. And there's Damien Hirst paintings and Lucian Freud. And I thought, when the host comes in, I'm going to go. You didn't tidy up for us, did you? But I was actually so overwhelmed. And in through the door, let himself into the door was Richard E. Grant. And I went, all right. He went, yeah, I'm Richard. I went, yeah, right. And I went, just let yourself in. Yeah, I live next door. Okay. And then David Bowie came in and he came out and spoke to me and he went, I've just seen your video. And then. This isn't helping, is it? Because this isn't helping. Well, when you. I mean, the phrase I was just going to pick you up there on was, I've just seen your video. What I feel that David should know is that it wasn't made sort of solely by you or written entirely by you or directed entirely by you. It happens to feature you amongst a myriad of other actors, all of whom are brilliant and equally worthy of an invite to that particular dude. But you'll notice that the person that's representing the show, what got you a place around this table, you know, it's. The one person that was invited is you. Yeah, just. Just you. Just you, yeah. Well, it's a very good reason. And a woman. What do you know who wasn't involved with the show? Your girlfriend? Well, your partners, you got, you know. Well, yeah. But once again, she could have stayed at home. Well, I did actually say, if ever I get invited to see Woody Allen and it's two people, that it would have to be you and Jane that went, because you're both bigger fans than me, and I promised that. And so, um, she went along with that. So David enjoyed the show, did he? He did, yeah, yeah, yeah, he did, yeah. And how did the evening pan out? Was it suitably rock and roll? It was very nice. It was really nice and pleasant. What did you have to eat? I had. There was nibbles sort of coming round. They fed you the food, didn't they? I bet you. I bet they fed you the food. And then we had a ravioli thing for starter. I thought, I won't have too much I fill out there for the fish dish. The fish was lovely. Then there was a sort of chestnut moose. And what did you talk about with David Berry? Just, you know, you know, music. Yeah. You appearing on his next album. Yeah, yeah. No. What? Seriously. What? Because I'm interested to know. It was really nice. He's really so nice and normal. And he actually came over and he said, I've just seen your video. And. Yeah. And he went. He said, are you gonna get the band back together? He meant he'd seen the room 101 and it was basically taking the Mickey on me. And he was going, I thought it was really good. And you were just a sort of Bowie rip off and. Yeah, and, no, it was really, really nice and normal affair. Seriously. It was just really. I mean, I was going, oh, my God, they're so and so. There's so and so. Yeah, but it was really. We really enjoyed it. It was really pleasant and everyone was. Yeah. And at the end, the people whose house it was, whose friends of his, like, sort of really old friends of his, got a photo album just like you do. And those pictures, like David Bowie and Dave. Yeah, sure. Well, no, I mean, that's the thing about DB is he's. No, no. And Iggy part with them cooking and David. I was sort of going, look at Iggy cooking. And he was laughing like, you do a mate you haven't seen. It was so sweet. It was just so nice. And then I'm gonna. I'm gonna see. Play record Claire, because it's actually a little bit annoying. Player record. Then Robert De Niro popped in. Yeah. And Woody Allen. Yeah. Anyway, do you know anyone that likes my work more than you know? I don't think so. I don't think so. Coral dream interview on XFM one and 4.9. Yeah. One of the. One of the only tunes on the album, I think, worth listening to. I haven't heard it. Oh, it's rubbish. Is it, really? Everyone's singing its praises like they're the saviors of british rock, but it just sounds like the inspiring carpets. And I don't mean that as a good thing. We were. That's not too bad. Yeah. But the rest is. I think it's not. I think it's more sort of like 19, sort of 78, 79, sort of those. I don't know what that means. Well, I don't think it doesn't. They have ripped off the nineties, I think. Old hat, you mean. Yeah, sure, yeah. Let me just return very briefly to your. Your. No, I don't. I'm not gonna embarrass you, but just returning very quickly to your. Your dinner date with David Bowie. What intrigued me, as you say that, is that when you. No, it wasn't because of the office. It was through, I think, because I met him with Jonathan Rogers, inviting people he'd met over. This time I think he's going back to America, of course. But I love the fact you say that. He came over to you and said, I saw your tape last night. I just like the idea that people are sort of saying, you'll be having lunch tomorrow with Ricky Gervais. I don't know who that is. Well, there's a tape. Watch that and you'll be able to engage in some conversation. He's a minor celebrity here in Britain. He's had a relatively successful tv show, but we think he's a bit of a one trip pony. Probably won't be able to repeat that success. So probably we need to be eating with him in the next five years. But be polite tomorrow. He was a big fan of yours. He used to embarrass himself in the eighties doing a sort of vague pastiche of you. And other than that, there's not much else to say, really. Just be polite to him and then move on. Okay. Who else is? You know, it's just sort of that he was given a tape. It's like someone, you know, if you were doing a chat show, you imagine Michael Parkinson would be given a tape. I know, yeah. Just watch this, David. Oh, actually, I think he's been a fan for a long time. Oh, what? I think he's followed my career from the eighties. Sure. Now. Yeah. When you put it like that, it's not as flattering, is it? It's free. It was very nice and very polite and we got in like a house on fire. No, he's great. Did you do your impression of him? No, of course. Did you not? Did you feel like the urge to snap into it? Just occasionally and I didn't, I didn't. I was just going, that's David Bowie, that. Yeah, all that. Still David Bowie. That's David Bowie talking to me now. Yeah. Oh, that's David Bowie talking to me. Yeah, that looks like David Bowie. Yeah. That was what was going through my head. Yes. And we're talking about his songs and like, that was bizarre. It was, it was quite surreal. And, you know, and I do know a lot about his stuff because, I mean, he really, I mean, he's quite a musical hero of mine. Yeah, and that. So you didn't mention Tim Machine? I didn't mention Tim. I'd just be there just thinking, don't mention Tim machine. Don't even say you like it. You don't know what he feels about it. You see, I think if people listen to this show, they go, don't invite Steve Merchant because he's insulting. He insults people. He sends emails to people when he reads them wrongly. Yeah. He bring up a period of your life you don't want to talk about. Yes. Get the little short fat one is a lot more polite. Sure, leave out the lanky one. Yeah, yeah. They probably wouldn't say lanky, Rick. They don't know why look like. I think they're insulting. They might say, or, you know, west country or you. But it was, it. I was listening to some, somewhere yesterday there was someone had a Bristol accent. Fascinating. And no, but no, I think. Oh yeah, it was one of those. The fame academy. Disappointed, but I think you'd have to get into it. Bit of a sham was the moment. But I mean, no, there's no best. I didn't know them and one of them had a Bristol accent and I just thought it really is a stupid accent. What we got lined up, Claire? What? We got a bit of John Spencer blue. Oh, I love this. I love this. An old classic I brought in today and I think you'll enjoy it. Hello. Don't even start on that, Rick. There's so much I could attack you about. I mean, look at you. Look at you. You're laughable. John Spencer blues explosion. Oh, you do it. Well, you know, I just thought I would. Yeah, on account of I brought it. In and then someone was complaining that we speak over each other. Yeah, we had an email saying we gave all too much and we were. And we both went, I don't think we do. Yeah. Did you say that? I didn't hear you. I was talking at the time. Yeah. Right place, wrong time by John Spencer. Yeah. Yeah. We also had an email. You didn't enjoy that? We also had an email saying, again. No, go on. I won't go on. Sorry. No, no, you, you can see why. That would annoy me. I know you can see why that might annoy me. Take your headphones off then, because that it must be louder in your headphones. I don't wear headphones. No, I'm not so much thinking of me as the people listening at home. Okay. The people who pay our wages. Go on in. We had an email that said, I don't know who's the victor in this, Rick. I don't know who's winning with you making that noise. What? You're the only person who's enjoying it, but there's a handful of people listening who's who's who. Saturdays Rick are empty. They've got nothing. They're running on empty and this is all they've got. Okay. And they want conversation. What are you gonna say? That depends if it's interesting or not. Well, let me say it before you make the difference. So, all right, what about this? If you don't like. If it's not interesting, then you make the noise. Okay. All right. Okay. So this is just. We had an email. It said, is Claire Sturgis drunk? When she does the show? I swear to God, that was a real email. I lost it now. But. So does that warrant the noise or. No, that's all right. That's quite interesting. Yeah, quite interesting. No, she's not. No, she's not drunk, is she? Bitcooked up. That's not true. Yeah, it's not true. The old Charlie. No, not true at all. No, you don't. You don't do drugs. Do you care? You're not using drugs. Yeah, you're clean now. How did that go for you, the detox? It is good. Mainly thanks to you two. At least you don't have to steal so much now to feed the habit. Yeah. Anyway, are there any drug addicts on this station? No, not anymore. Now, because I bet there are. I mean, you don't have to name names, but what about initials? Are there any skag eggs, any smack eggs at all? Seriously? Because I'm intrigued anymore. Can you tell me off air, who's. Who's there? I'll be happy to tell you there are some more. There were. Not anymore. What do you mean? They will. Stop this. Are there any people who. No, they think that they've got control. They go in, they think that no one knows, but they've got no pupils. Yeah. And they just stare at your phrases and go. What? At the end of each sentence? Exactly. Yeah. Yeah, because there's a couple of drunkards. I know, but there's no. It's boring now. Okay, play record. It's boring, Richard. Jelly. Queens, the Stone age there. No one knows. It's going well. Yeah, yeah. Adverts or what? What do you reckon? Getting away with it from electronic, of course. Right tune. Yeah. No, it's a mutual favorite, as we. We both like that, don't we? We, Steve? We do indeed. Yes. We are mutually appreciative of that track. Richard Gervais, of course. Friend of the stars. Claire Sturgis is here. My name is Steve Merchant. Ahoy, XFM 104.9. So I saw you the other day because I haven't seen you this week, but I did see you walking down the street holding a gum shield that you just bought. How'd that work out for you, the. The boxing? Oh, it was really good. We talked about. Are you aware of this, Claire, that he wants to become a boxer? This is something that Ricky talked about the other week on the air. He suddenly decided, at the age of 40 something, that boxing is really. 40 something means 47. I'm just 41. Okay, I am 40 something, but 40 summer is like a euphemism for near a 50. Yeah. So let's say 40 something. Okay, say 30 something. Yeah. So, yeah, he's taking up, but apparently there's something called white collar boxing. Did we mention this last week? No. You didn't know, but I didn't know. Something about thing you mentioned. Yeah. It's basically. It's like a kind of. It's like a classier version of Fight club. Fight club. Have you ever seen that? So instead of. They don't meet in sort of dingy cellars, they meet in office blocks. And it's usually for charity at the Grosvenor or some. Or a big hotel. I don't know. And you just have like a bill on there and. And you punch each other. Yeah. But anyway, I've been training. I've been training boxing for a while now. Just like, you know, the pads and everything. And last week we started on sparring. And it is a different level, honestly. I mean, I can work out now for an hour on the pads. And I did about one and a half rounds, and it was like I was asthmatic. Because you're also the trainer who is a boxer himself. Put the gumshoe. And he goes, okay, I'm not gonna. And I was giggling with fear. I was giggling with fear and he said, you gotta get a gum shield in case. And that's where he saw me. I'd gone to the Lonsdale shop and I got a gum shield. I just. I said this before, Clarice, that I just don't think it's a good idea. I mean, you know, Ricky, you've known him for a while. He's not. He's not mentally tough, which is a problem, I think. You know, he's not sort of psychologically, he's quite. He's quite weak. Like, he's scared of a lot of things. You know, cars, spiders. I mean, he'll get. I've seen, like, edgy. Like if a car blows its horn and he's in the house, what's that? Is it coming through the door, is it? No, it's right, Rick. We're on the 8th floor and it's across town. It's fine. I don't like crossing roads. No, on the motorway. If someone's going the motorway, I'm looking at the Speedo and if it's like 86, 76, I go, well, you know, just let's go in the slow lane. And I'm looking at my eyes like saucers. Just taking all the information. Yeah, yeah. Because he can't drive, but I think. It'S because you can't drive. Yeah. So for instance, the fact that, you know, I've seen, I mean, he clear. Because I can't drive and I do exactly the same. Do you do this, Claire, which is when you're in the back of a cab and you feel the cab's going too fast, despite the fact that you say driving up Shaftesbury Avenue in rush hour. Yeah. So you're never going to pick up a great deal of speed. But Ricky will. He won't mention it to the driver. I feel you're going a bit too fast. He'll whisper it to me. He's basically suggesting to me that I should. That I should say something. I don't want to cause a fuss. You better do it, Steve, because you're nobody. Basically. What he's always got. Sort of make the complaint or I, you know. But you were terrified of. Yeah, you're terrified of that. You're terrified of spiders, as we know. Yeah. Cobwebs. There's no smoke without fire. Yeah, I know. Made those webs, Steve. And they live there. Yeah. It was you that got the certificate, wasn't it? Raised on the Spider man film. So. They couldn't show the trailer before, you know, you'd gone to bed. Now, I'm not scared of anything, but I got quite used to the, you know, in armor celebrity. Get me out of here. That one that kept walking off the stream. I got quite used to him. I got to know it. Here we go. Yeah, he was alright. Yeah. Yeah, he was. So you're scared of that. Tarantulas aren't as scary as the bath ones. Tarantulas are sort of like mole furry. What about these? Because, you know, these programs where they have. They'll have people on and they'll sort of. They'll, they'll sort of like. I saw a show once where she was about phobias and a woman was terrified of dogs and a psychologist kind of got her to spend some time with the dog. Slowly you've got no urge to sort of try and have that, that therapy done and so you can maybe deal with your, which is basically, let's be honest, a woman's concerns. It's a woman's fear, essentially. I stand on a chair. Exactly. Exactly. No, but I saw one. What's that one? Them. He's really nice. He's not Jerry Springer. He's really nice. And he has, you know, weird people on it. What is Montel Williams. No. Tell Jordan? No. About 50. Yeah. Is it these one without glasses? Any. Yeah. Okay. Yeah. And there was like these women on there. Right. And that, you know, sort of, you know, trainer trash and they're going to scare snakes on. Yeah. And then a woman. Go on snake and she'd be screaming, knocking things over and. Okay, well, that's not doing anyone any good. That's just for the audience to prove a point that she's terrified. And it was like tinfoil and someone brought on millions of bags of tinfoil and she was screaming. Yeah. That's worse in it. Scared of tinfoil is pretty mad. Yeah. Well, I mean, this. It's irrational. You know, somebody. Yeah. Weird going on in your head. There's some sort of weird symbolism. I understand the snake. The snake one or the spider one. Because I understand, you know, there are poisonous spiders and snakes. Like chemical memory. That could be so, you know, but it's usually summit, you know, but how do you. Because I don't know. I. That, yeah, because I don't have any irrational fears. Yeah. Sickly. Well, yeah. Except when you're flatulent. That I'm terrified of. Because you never know when it's gonna spring. Because he's not got any of the social graces. Ricky, he'll just think it's funny to just pass wins. You know, dinner. I don't imagine he did it during dinner with Bowie, but if I'm having lunch with him, oh, it's because he'll just start grinning and, you know, it's, you know, it's on the way. Claire, you know, there's something in the post when Ricky starts. Just when a little kind of when his lips curl up. You're having lunch maybe. Here it comes. Here it comes. I tell you, it is eye watering stuff. I mean, it's intense. Oh, tell the story. When you're on the train. There is, there is only one smell that is worse than Ricky Gervais. Flatulence. I was on a train once and a dog was on, the guy was on there with his dog and the dog passed wind, right. I don't know what he'd been feeding it, like sheep or something, you know, cattle. He must have been feeding it something, you know, I mean, like intestines or something. It was intense. This smell pervades the carriage, you know, because they're all like. They're all kind of air conditioned or they're tight, so there's nowhere for the smell to escape. So it's just. It's just kind of spreading, like in this kind of invisible sort of stench that fills up the carriage. I tell you that people's eyes were bleeding. Do you mean? It was like. That's how. But it was just. It was unbelievable. I felt like my face was melting. Like that bit at the end of Raiders of the Lost Ark. That was how it felt, right? And the bloke, who was obviously a bit embarrassed, said, oh, oh, I don't know. Sometimes I don't. I don't know. I don't know who's worse, you know, with their flatulence, you know, people or dogs. And I wanted to go, I've got an idea. How about dogs? What about your dog? But it's that, right? Let's try and make a joke of it. No, get off the train at the next stop. It was just. I mean. I mean, I don't like people with dogs anyway. Just generally, you know, you'll see. No, Rick, when you see me walking down the road with dogs and they just let a dog, you know, do its ones or its twos on the side of the road and then they just walk on. I just don't know what that is. But it is really winds because you'll see people, it'll be like old ladies or kind of toffs or something like that. And they were the sort of people that will complain about, you know, bad language on tv or youths, you know, or ne'er do wells hanging out by bus showers. Yeah, but they're happy for their dogs to go crapping on the sidewalk. They anger me. People with dogs who just are irresponsible like that. That's nothing to do with liking dogs, is it? That again, that. That's arrogance of people. There are a lot of people, as I say, who are kind of, you know, I mean, who think they're better. They don't have to worry. They have to bend down and scoop it up, which is what they should do. Yeah. Anyway, well, that's off my chest. Yeah. Play record. Well, in the last half hour, Steve, they've heard. They've heard nirvana, they've heard Oasis, they've heard great. They've heard Dylan. We've got coming up. We've got cat Stevens, we've got Tom waits. I mean, now, it's great music. We're playing a lot of music and talking less in the last bit. Now, some people, right, would say that's because we run empty and we ran out of things to say at 20 past the first hour. Yeah. I say we want to get in some great tracks. Well, that's my excuse as well. What's next? Cat Stevens off teeth of the Tiller man. I've got nothing. Steve, you run it. I know. Well, it's the noise. I think the noise was to you at the lowest point. The noise was really miles from nowhere. Cat Stevens from teeth the tinnan. So many people, Rick, haven't even got a cat Stevens record in their collection. And you hear tunes like that, you just think. You think, why? I think, why, Rick? So you said. We said, someone phoned up saying them, they want a bit of psychotic furs. And Claire said, I watch your favorite track. And we both went, it'd be pretty in pink. And it was. But, you know, you know, you meant to say, um, like. Like on heart or magic. You're told to say, coming up, a classic by so and so. And people stay washing cases their favorite. And if it's not, you don't give that away. But it doesn't work when it's things like. I hear things all the time. Like a. And after this, a classic from men at work. That'd be down under. Yeah. Coming up next, a beautiful tune by Danny Wilson. Mary's prayer is Mary's prayer. It can only be Mary's prayer. Yeah. It doesn't work with. They've had one hit. Yeah. Or a tune from hearsay. Oh, I hate them all. Nice. Yoika's like rock and roll. Don't kick him when they're down. Yeah, it's true enough. Call. What other pop do we hate? You know, that thing. Um. Yeah. We all hate pop music, don't we? That's why we're alternative station dudes. Rubbish. Ross Abbott atmosphere. There's no atmosphere in here with that playing. Oh, last night, things started the fame academy. I've been. I'm quite a sad Teddy watcher and I've been looking forward to that for about two weeks. I fell for the hype. I can't believe it. I love Popeye door. I love pop stars. The rival. I love celebrity fit club. I love all those things, right. But just disappointing, because they'd already picked them. I think it's. It's investment and I'll be honest, I think the standard was poor. The standard was poor, I think. So now these people with different abilities or is it all singing? It's just all singing. It's. It's rather like. It's rather like they've got us down to the last twelve of pop idol. Say it's like that. Yeah, but. But to be fair to the program, I think it's all about what happens next, because that now they get voted out like big brother. Right. And today, do they write their own material and stuff or they'll be taught to do that. I've got the whole team together and everything. So then they're filmed, you know, like the weather, 24 hours a day and everything. And so I think you've got to get into it and get to know these people. There's always a few. There's already a few. I go, right, she's annoying. Yeah. Right. Vote her out. And after there's three that the teachers say each week, okay, you're up on probation, and then you vote them out. And it gets that. It gets it down to one person. But the interesting thing is, it's not just they get a record and they release a single. They live their life for a year. Right. So they get this beautiful sort of pad in Notting Hill gate. They get a sports car. Right. And it says they get to go to parties. They're already set up to go to the FA cup final. The Brits and all those things. Yeah. Meet all these people and then after it's taken away from him. Wow. They just take everything back. And you don't like this because you feel it cheapens, like your celebrity lifestyle, which you've worked for. No, but. But the other thing is, of course, they could be big stars by then and they just have to get their own car. But how did that. What? That psychologically is going to be grim. But are we going to follow it up for that year? Are we going to. Is it like. Well, that's when it becomes interesting. I mean, now camera crews following hearsay. Now that's interesting. Yeah, I know. And that when they actually. Yeah, yeah. But I don't know how they're going to do it. Do you? How long, Jane. Jane. Why do I call you Jane? There's so many. The name Jane's been mentioned so many times. You can call me whatever you like, love. How long do you reckon Ricky would last in the big brother house if he was in celebrity big brother? How long would Ricky stay in there? Well, you see, as a. Well, it depends. You say, go on, you answer. No, because as someone who would be watching big brother Ricky was in there, I would make sure that he stayed in right till the end. Just forgot. Of course. Well, of course, because, you know, he's irritating. He's a sort of. So I'm Chris Eubank. Eubank of the house. But obviously, a lot of people tend to vote out the most irritating, annoying, most loathsome person. Well, they want to get rid of me, but the public presumably, might want me in there, as I think the. Public would turn against you as well. I know you, Ricky, for the charlatan you are. We haven't played a song for the ladies for some weeks because I just keep forgetting one. I need one. Thank you, James. I thought, you know, I'm played Tom waits for a while and this is, you know, one of his classics. And it's just beautiful, beautiful tuning. And however many times you've heard, heard it, it's still brilliant. Downtown train, Rick. Oh, I can't believe it. We're back next week and Carl, hopefully, is. Carl, I think, will be. Yeah. Well, we don't know, but hope everything's okay. I'm sure it is. And we'll see him next week. Thanks, Jay. Bye, everybody.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Richard Ashcroft, check the meaning on XFM 104.9. We're back. Steve is Saturday.",
      "start": 960,
      "end": 5814,
      "confidence": 0.8083761538461539
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "That's true enough.",
      "start": 5894,
      "end": 6834,
      "confidence": 0.9441833333333333
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Steve Merchant, that is. Hello there, I'm Ricky Gervais.",
      "start": 7374,
      "end": 9814,
      "confidence": 0.7820788888888888
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Hello there.",
      "start": 9894,
      "end": 10454,
      "confidence": 0.57299
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Carl still away. Claire Sturgis is back.",
      "start": 10534,
      "end": 12286,
      "confidence": 0.8078228571428572
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "That's absolutely true. Hello there, Claire. Nice to see you. I think a lot of people were hoping that Carl will be back this week, but we're pleased to have you.",
      "start": 12350,
      "end": 18094,
      "confidence": 0.8890412903225806
    },
    {
      "pos": 7,
      "speaker": "C",
      "text": "No, they were actually. I did get some emails during the week.",
      "start": 18134,
      "end": 20950,
      "confidence": 0.9699983333333333
    },
    {
      "pos": 8,
      "speaker": "A",
      "text": "Saying what?",
      "start": 21062,
      "end": 21702,
      "confidence": 0.8679600000000001
    },
    {
      "pos": 9,
      "speaker": "C",
      "text": "Just saying, it's really nice to know. Hear you again on Saturday afternoon. It's nice, but you're not really very funny. And when's Carl coming back? So sort of being here.",
      "start": 21798,
      "end": 30358,
      "confidence": 0.874665806451613
    },
    {
      "pos": 10,
      "speaker": "A",
      "text": "I'm sure it wasn't to us.",
      "start": 30366,
      "end": 31448,
      "confidence": 0.8466533333333334
    },
    {
      "pos": 11,
      "speaker": "C",
      "text": "No, no, it was definitely because they.",
      "start": 31566,
      "end": 32996,
      "confidence": 0.6675842857142856
    },
    {
      "pos": 12,
      "speaker": "A",
      "text": "Think that as well. But no one compete with Carl. Well, we used to sort of like, come, come in. And when we discovered Carl early on, we just thought, this is comedy gold. Just let him speak his mind. But then we started thinking, oh, we can't follow him, though. I remember Steve going, look, we've got to come up with some.",
      "start": 33020,
      "end": 49468,
      "confidence": 0.9017520634920636
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "We need to chat. If anything we've got to say to each other, we've got to say that in the first 20 minutes and then you just unleash Carl.",
      "start": 49556,
      "end": 54236,
      "confidence": 0.9570955172413794
    },
    {
      "pos": 14,
      "speaker": "A",
      "text": "Yeah, because it's just you can't follow him and he's. He's off on one. And they have stories of upbringings with bizarre creatures that lived in Manchester that would. Half human, half bat and frog and things.",
      "start": 54340,
      "end": 66204,
      "confidence": 0.8666275675675676
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "I'd love to take him back to Manchester in some kind of tv documentary. You know, when Carl went home and just wandered back, maybe try and find the amphibian twins or whatever.",
      "start": 66284,
      "end": 74980,
      "confidence": 0.9403266666666666
    },
    {
      "pos": 16,
      "speaker": "A",
      "text": "Those people weren't there. Yeah. So there was two. Two boys, both had big heads and webbed feet. They weren't related. They did. They didn't hang around with each other.",
      "start": 75012,
      "end": 83004,
      "confidence": 0.8678463333333332
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "That was all the information we had.",
      "start": 83044,
      "end": 84060,
      "confidence": 0.9239542857142856
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "I went, why not? He went, that would have been too obvious.",
      "start": 84092,
      "end": 86572,
      "confidence": 0.9644158333333334
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "Yeah.",
      "start": 86668,
      "end": 87156,
      "confidence": 0.57303
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "Like they look at each other across a room and go, yeah. You think if I'm coming to see you just because we've got just. We're a similar species. Yeah, you're mistaken, mate. You make your own friends.",
      "start": 87260,
      "end": 96366,
      "confidence": 0.9044081578947369
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "One starts to walk over there, one shakes his heading, just mouths too obvious.",
      "start": 96510,
      "end": 99302,
      "confidence": 0.7899078571428572
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Yeah, out of one of his mouths.",
      "start": 99398,
      "end": 101814,
      "confidence": 0.7636628571428571
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "That's what they're expecting.",
      "start": 101894,
      "end": 103070,
      "confidence": 0.8859874999999999
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Yeah. Don't do it. Don't do it, Webby.",
      "start": 103142,
      "end": 106214,
      "confidence": 0.8547425
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "Yeah, but anyway, he'll be back sure, shortly. I'm sure.",
      "start": 106294,
      "end": 108838,
      "confidence": 0.8751579999999999
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "He phoned me. His dad's ill. His dad's in hospital. So car went back to sort of look after his mom. He was so sweet. I'm back. I just drive my round. He went. He said, so, unbegrudgingly, just went, it's like old times. And I said, sorry to hear. That's all right. Yeah. And I think it's gonna be fine. And I said, how was your holiday? Even? Yeah, we're good. Except it were a nudist speech. Didn't tell me. Wow. Sitting on the. I don't know why they have to do it. I don't know why they have to do it. Why do they have to do it? Suzanne said they think there's nothing wrong with it. Like being a transvestite. Right, right. I went, I love the fact that your girlfriend has to tell you what's wrong and right in the world. He went, well, we walk along the beach, fella coming towards us with no about. I went, oh, what's going on here? And he said, and because it wasn't all nude, he's walking around, he's stark naked and he wants the freedom of that. But he's got a big rucksack on his back with his clothes on, just to get changed. He went, so what's the point in that? Right? And I went, he should just carry the book. He went, what? And covered it up. When he went. He went, oh, yeah, good idea. See, he went, but I wasn't happy, he says, and that was the first day, so we didn't go there again.",
      "start": 108886,
      "end": 178854,
      "confidence": 0.8812154022988504
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "I just imagine his little face.",
      "start": 180594,
      "end": 182226,
      "confidence": 0.8971533333333334
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Yeah. Just going, all right, cobspecked. That's out. That's out. What's that doing out? Why has he got his out?",
      "start": 182330,
      "end": 187444,
      "confidence": 0.8547844999999998
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "I imagine Carl sort of dressed in a suit, in a sort of safari suit, done right up with a cravat. I'm not undressing. I don't want people seeing the flesh. That's for you, love, and no one else.",
      "start": 187484,
      "end": 197316,
      "confidence": 0.9195325641025639
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "But I love the fact that as this girl goes, Karl, they don't know there's anything wrong with it. They're just happy that way. And he, in his own mind just goes, look, being a transvestite, he knows there's nothing wrong with that.",
      "start": 197380,
      "end": 208028,
      "confidence": 0.8627272093023253
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "I'm always a little bit suspect about people who like walking around nude.",
      "start": 208116,
      "end": 211556,
      "confidence": 0.9149069230769231
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "I think you meant transvestite.",
      "start": 211580,
      "end": 212548,
      "confidence": 0.6561760000000001
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "No, no nudists.",
      "start": 212596,
      "end": 213900,
      "confidence": 0.7040866666666666
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "Hold on, can you. Naked transvestite? What are you then? Yeah, I suppose you're well, Eddie Isards naked. Is he a naked transvestite?",
      "start": 214012,
      "end": 223674,
      "confidence": 0.7939069565217391
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "That's an interesting metaphorical, metaphysical question.",
      "start": 224374,
      "end": 226734,
      "confidence": 0.7463966666666666
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Yeah.",
      "start": 226814,
      "end": 227542,
      "confidence": 0.97906
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Yeah.",
      "start": 227718,
      "end": 228286,
      "confidence": 0.93612
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Onyx FM 104.9 if you know the.",
      "start": 228390,
      "end": 230630,
      "confidence": 0.7832342857142857
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "Answer to that metaphysical question, or indeed any of the famous ones. If a tree falls in a forest, no one hears it. Has it fallen over any of those?",
      "start": 230662,
      "end": 239514,
      "confidence": 0.9344283333333332
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "That's brilliant.",
      "start": 240214,
      "end": 241190,
      "confidence": 0.86981
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "If you leave the room, Rick, what's the sound?",
      "start": 241302,
      "end": 243230,
      "confidence": 0.94161
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "Yeah, what's the sound of one leg hopping?",
      "start": 243382,
      "end": 246054,
      "confidence": 0.9400225
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "Exactly what we got there.",
      "start": 246214,
      "end": 248166,
      "confidence": 0.8926740000000001
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "Claire, do you want some music?",
      "start": 248190,
      "end": 250234,
      "confidence": 0.7164499999999999
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Play it, play it.",
      "start": 252814,
      "end": 254034,
      "confidence": 0.7741675
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "Hey, Claire, out of the way. Yeah, no, I'm not talking to you. It's the, it's the name of the song by the vines. I'm Germain, with me, Steve Merch.",
      "start": 258094,
      "end": 269926,
      "confidence": 0.8304626666666667
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Hello there.",
      "start": 269950,
      "end": 270382,
      "confidence": 0.71085
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "And crazy.",
      "start": 270438,
      "end": 271862,
      "confidence": 0.50975
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "Have you ever been to, have you ever been to a nudist speech? Have either of you been to a new speech? Yes, I have.",
      "start": 271958,
      "end": 276920,
      "confidence": 0.8348527999999998
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "You really?",
      "start": 276952,
      "end": 277264,
      "confidence": 0.82404
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "I know.",
      "start": 277304,
      "end": 277976,
      "confidence": 0.6122650000000001
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "Last month I went on holiday to Antigua, and then I went on the nudist beach.",
      "start": 278000,
      "end": 281056,
      "confidence": 0.9037949999999999
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "Really?",
      "start": 281120,
      "end": 281344,
      "confidence": 0.96242
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "I wanted an all over.",
      "start": 281384,
      "end": 282344,
      "confidence": 0.889024
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "Sure, because I am, I was with my family once when we went on.",
      "start": 282424,
      "end": 286392,
      "confidence": 0.9216785714285713
    },
    {
      "pos": 56,
      "speaker": "A",
      "text": "Holiday, family holiday with inspector coming along, going. And the glasses. And the glasses. And you don't wear them there?",
      "start": 286408,
      "end": 295484,
      "confidence": 0.8920380000000001
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "No, I went there with. It was some friends of my family, friends, you know, like kids. So it was kids my age and my sister's age who, parents were all friends, you know, go to. Go on holiday to this end up on this new year's beach. Not, not a new speech, but where people sunbathe topless or whatever. Or maybe, maybe it was just because. Maybe it was just because it was France, where I think a lot of.",
      "start": 299504,
      "end": 316328,
      "confidence": 0.8801877777777779
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "That goes on all beaches in. Yeah.",
      "start": 316336,
      "end": 319336,
      "confidence": 0.6210014285714286
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "Yeah, that's different.",
      "start": 319400,
      "end": 321524,
      "confidence": 0.8324766666666666
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "They're cordoned off.",
      "start": 322224,
      "end": 323080,
      "confidence": 0.6865466666666666
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Sure.",
      "start": 323112,
      "end": 323448,
      "confidence": 0.81032
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "Yeah.",
      "start": 323536,
      "end": 323752,
      "confidence": 0.68423
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "With the cocks and everything.",
      "start": 323768,
      "end": 324964,
      "confidence": 0.9549860000000001
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "We can't say that.",
      "start": 325624,
      "end": 326480,
      "confidence": 0.8983225
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "You can't say cocks?",
      "start": 326512,
      "end": 327096,
      "confidence": 0.6240525
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "Or did you mean the chicken? A lot of names. A lot of fresh birds around.",
      "start": 327120,
      "end": 333280,
      "confidence": 0.8302312500000001
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "There is a lot of poultry.",
      "start": 333352,
      "end": 334892,
      "confidence": 0.9853283333333334
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "And by male bird, I don't mean trans.",
      "start": 335048,
      "end": 336708,
      "confidence": 0.9529975
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "You don't know. I don't want it. Because that's also, that's also offensive.",
      "start": 336756,
      "end": 339764,
      "confidence": 0.859036153846154
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "That is also offensive. So be careful whenever.",
      "start": 339884,
      "end": 342804,
      "confidence": 0.9120575
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "Be careful. Be careful what you're going to say.",
      "start": 342884,
      "end": 345068,
      "confidence": 0.8156377777777778
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Because you've got to be the radio authority or anyone listening. When we say cock, we are referring to a male bird. And.",
      "start": 345156,
      "end": 350436,
      "confidence": 0.8228747826086954
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "And there is no discussion there. There's nothing there. There's no other issue. There's no other ambiguity.",
      "start": 350500,
      "end": 354284,
      "confidence": 0.8671582352941175
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Okay, go on. What are you doing?",
      "start": 354364,
      "end": 355724,
      "confidence": 0.8266
    },
    {
      "pos": 75,
      "speaker": "B",
      "text": "So, um, there's people walking around with their birds, and often they got their knobs out as well. And, um. And so it was just a topless. It was just a topless beach. So we're all tits there as well. There are some tits.",
      "start": 355844,
      "end": 368984,
      "confidence": 0.8745918181818183
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "We've got a family of tits that come and eat the nuts that chew on my nuts. Go on.",
      "start": 369404,
      "end": 373740,
      "confidence": 0.8933373684210527
    },
    {
      "pos": 77,
      "speaker": "B",
      "text": "We're confusing. We're confusing.",
      "start": 373772,
      "end": 374908,
      "confidence": 0.8336225
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "No, we have. Jane's got a little bag of nuts that she makes me hang out of the window.",
      "start": 374956,
      "end": 381424,
      "confidence": 0.9296026315789475
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "So you'll often be hanging your nuts out the window and the tits can. Sure. God, I don't know what.",
      "start": 382204,
      "end": 387956,
      "confidence": 0.8512044999999997
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Please get on with this story. Sorry.",
      "start": 388140,
      "end": 390716,
      "confidence": 0.8156228571428572
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "So what I'm saying is. What I'm saying is we went on there as a family, there. There was some tits, there were some cogs and. And I found it all a little bit because I was about 14 or something, I found it all a little bit disturbing because I hadn't been introduced to this sort of thing before. And obviously my dad was having none of it. Like a bit like Carl. And obviously my mum wasn't up for that. But the person we went, the mother of the person we went with, she. She took her top off and I was like.",
      "start": 390780,
      "end": 415398,
      "confidence": 0.8956103809523812
    },
    {
      "pos": 82,
      "speaker": "A",
      "text": "I was.",
      "start": 415486,
      "end": 415830,
      "confidence": 0.90997
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "I didn't. I didn't know where to look because I didn't want to make an issue of it. I didn't want to make, you know, I didn't want to. But it's like. Because I was riding with me, I was going, well, I wanted to say, well, there's your mum with a knocker's out, really. I mean, that's your mum over there.",
      "start": 415862,
      "end": 429194,
      "confidence": 0.8345032258064513
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "Oh, there's your dad. There's your dad. Popped out. Yeah, popped out his little fella out.",
      "start": 434814,
      "end": 439766,
      "confidence": 0.8493462499999999
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "Your dad's fellows there, he's wandering about and your mom's got.",
      "start": 439790,
      "end": 442926,
      "confidence": 0.7120918181818182
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "The milk is out.",
      "start": 442950,
      "end": 444806,
      "confidence": 0.5358625
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "So it was all of them. It was a little bit disturbing. And I've never quite got that image out my head, really, because it was. It was all. But I didn't know where to look.",
      "start": 444830,
      "end": 451646,
      "confidence": 0.8899647222222222
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "I didn't know. A friend of mine, I won't tell you his name is. Right, he's about 25 now. When he was, I think, 14 and 15. I mean, the worst age, he went to a nudist holiday with his parents and his, and his sister and some of her sister's friends. And he absolutely hated it. Yeah, absolutely.",
      "start": 451670,
      "end": 474252,
      "confidence": 0.9090855932203391
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Well, that's. I. It makes me. I'm sort of queasy to think about, especially if you're with your family and friends.",
      "start": 474268,
      "end": 481060,
      "confidence": 0.8356571428571429
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Yeah.",
      "start": 481132,
      "end": 481340,
      "confidence": 0.49693
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "Because it's. I don't mind looking at nudie ladies that I don't know, really. But I don't want to look at relatives, you know, or people I've grown up with or indeed the likes of you. I don't want have to see that kind of flesh and I don't want to know what's going on underneath those clothes. You've keeping them hidden from me. Well, you haven't. You've shown me much of it in the time I've known you. So the 7th, there's not a bit of your body I haven't seen. At some point, you know, you'll have got your trousers down. Look at the arse. That was, you know, thinking. That was hilarious. Or the old, you know, the Johnson.",
      "start": 481372,
      "end": 508668,
      "confidence": 0.8790089344262294
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "Feeding the, the birds on the windowsill. Um, but, uh, yeah, no, it is strange because there is know. There isn't, there isn't any wrong with it. Let's face it, there's no, but I know what you mean.",
      "start": 508836,
      "end": 518404,
      "confidence": 0.8330010526315789
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "I think it's because we spend so long, we spend so much the time covering it up, you know, it's like, it's like in the summer months when girls start wearing kind of short sleeve t shirts or short skirts, you have blokes just going mental. I don't think it's because we women spend most of the year because it's so cold here covered up, that men forget what's under there, you know what, and then when summer comes to actually.",
      "start": 518444,
      "end": 538860,
      "confidence": 0.8886598765432097
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Just hang out of a car window or hang over scaffolding and say, get your tits out, I want to go. Has that ever worked? Has it ever worked? What's your success rate with that?",
      "start": 538892,
      "end": 547924,
      "confidence": 0.9425434285714285
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Well, I was off to my big job in the city, but I got 20 minutes. Why not? Shall I come up there? You're going to come down.",
      "start": 548044,
      "end": 553784,
      "confidence": 0.9096492857142854
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Oh, dear.",
      "start": 555444,
      "end": 556420,
      "confidence": 0.63055
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Extraordinary.",
      "start": 556492,
      "end": 557420,
      "confidence": 0.26807
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Right, what we got? What we got coming up? What we got coming up? Quick, keep them hooked.",
      "start": 557572,
      "end": 561224,
      "confidence": 0.9677616666666667
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "Well, you know, Rick, we've got some.",
      "start": 561804,
      "end": 563140,
      "confidence": 0.8633214285714287
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Songs and some more chat.",
      "start": 563172,
      "end": 564492,
      "confidence": 0.8789300000000001
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "There'll be some chitchat here and there'll be some songs. We had an email last week from a fellow calling himself Paul. I don't know if that's his real name. He said that sometimes I'm already suspicious. He said that some time ago we played a crack in Johnny cash cover version of U two's one. Remember that? I think maybe the last time you were here. Um, and he says, uh, he's been trying to track down that album. He says, unfortunately, like an idiot, I didn't listen to it and I didn't catch name of the album. Could you by any chance send me the album?",
      "start": 564548,
      "end": 589972,
      "confidence": 0.8987047222222221
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "He's having a lot. He's what, for free? Yeah. So that's actually emailing back. Say, Paul, I do it.",
      "start": 590068,
      "end": 596444,
      "confidence": 0.7598515789473685
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "Give us.",
      "start": 596524,
      "end": 596948,
      "confidence": 0.89533
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Give us eight quid for no reason.",
      "start": 596996,
      "end": 599264,
      "confidence": 0.9785314285714285
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "I've also. I've also called him some quite offensive names. Good, though. I'll put from Gervais.",
      "start": 599804,
      "end": 604624,
      "confidence": 0.8015075
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Oh, dear. He's not like.",
      "start": 604924,
      "end": 606356,
      "confidence": 0.746528
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "That's pretty grin.",
      "start": 606380,
      "end": 607148,
      "confidence": 0.7364799999999999
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Nor's his mother.",
      "start": 607196,
      "end": 607852,
      "confidence": 0.7571966666666666
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "No, he shouldn't have brought air into it. Indeed.",
      "start": 607908,
      "end": 610384,
      "confidence": 0.7120055555555554
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "Change from a Durex machine.",
      "start": 613444,
      "end": 615384,
      "confidence": 0.8170999999999999
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Johnny Cash and his cover of U two's one magnificent tune. That's from the album American three solitary man that was released in 2000. And I've just checked that email that Paul, if indeed 20, that is his name, sent us Rick and he didn't ask for a copy of the album, he asked for the name of the album.",
      "start": 621404,
      "end": 639338,
      "confidence": 0.8929035
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "Right.",
      "start": 639466,
      "end": 639922,
      "confidence": 0.67268
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "So I feel a little bit bad that I sent that email back insulting him and his mother.",
      "start": 640018,
      "end": 645258,
      "confidence": 0.9424022222222224
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Yeah.",
      "start": 645346,
      "end": 645850,
      "confidence": 0.56706
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "And also, of course I cc'd it to his mum as well and many of her friends send another one.",
      "start": 645962,
      "end": 652810,
      "confidence": 0.8994465
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "I feel. I think we can get around this. I'll tell you what Paul would like.",
      "start": 652842,
      "end": 655346,
      "confidence": 0.911825
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "If that is his name.",
      "start": 655370,
      "end": 657226,
      "confidence": 0.948666
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Yeah, he's like some advertise Paul Oasis little by little on XFM 104.9. I'm just moving the mic there. Hold on, I'm getting comfortable. There you go. Right, sit up. I was.",
      "start": 657250,
      "end": 673632,
      "confidence": 0.828519375
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "A lot of people do that. A lot of people do that during the song. A lot of their pros like Foxy.",
      "start": 673688,
      "end": 678560,
      "confidence": 0.8472763636363634
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "And like they were on top of pops yesterday but they. They did my generation any good. Yeah, very good. I mean, you know.",
      "start": 678592,
      "end": 687322,
      "confidence": 0.8255825000000002
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Was it close to the original? Did they make their own?",
      "start": 687498,
      "end": 689378,
      "confidence": 0.8655736363636362
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "No, both. It was pretty close. They didn't, you know, musically was close but. Yeah, that was it.",
      "start": 689426,
      "end": 694298,
      "confidence": 0.8024555555555554
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "Nol singing or Liam?",
      "start": 694306,
      "end": 695354,
      "confidence": 0.64333
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Liam. Very, very cool. Very cool attitude back. I think back on for tell me.",
      "start": 695474,
      "end": 701186,
      "confidence": 0.8802053333333333
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Though that if you go to any of these big stadium gigs they do now, it's an absolute nightmare because a lot of fans are really grim. I mean, I've spoken to two people independently who've both been at gigs where there have been fans weeing on other fans shoes. That's not what I want from. It's not nice. No.",
      "start": 701210,
      "end": 714824,
      "confidence": 0.8915161666666666
    },
    {
      "pos": 126,
      "speaker": "C",
      "text": "Well, yes, apparent if you we on something.",
      "start": 715644,
      "end": 718716,
      "confidence": 0.73689625
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Yeah. You own it.",
      "start": 718780,
      "end": 719984,
      "confidence": 0.9811
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "Yeah. Cat law is if you wear it. Yeah, I know you live by cat law. Yeah. No, my wallet I think you own.",
      "start": 721084,
      "end": 728420,
      "confidence": 0.7625095833333333
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Yeah.",
      "start": 728612,
      "end": 729028,
      "confidence": 0.52658
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "And several telephone boxes. Much of my hair.",
      "start": 729076,
      "end": 732584,
      "confidence": 0.80613375
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "What are we talking about?",
      "start": 735484,
      "end": 736276,
      "confidence": 0.7948259999999999
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "We were talking about nudie beaches.",
      "start": 736300,
      "end": 738048,
      "confidence": 0.77961
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "Yeah.",
      "start": 738236,
      "end": 738600,
      "confidence": 0.87011
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "Because I just. I still can't get around.",
      "start": 738632,
      "end": 739984,
      "confidence": 0.9128937500000001
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "I don't know why they only play volleyball. No, there's other games you could play. I think french cricket would be slightly.",
      "start": 740024,
      "end": 745576,
      "confidence": 0.9170759090909093
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "More all the pictures I've ever seen of news colonies always seem to be quite attractive women and some fairly grizzled sort of 45 year old men. I don't know if that's generally the clientele that, you know, it just happens to work that way. But I'm quite looking forward to getting to around the 845 mark.",
      "start": 745600,
      "end": 759044,
      "confidence": 0.9264968421052628
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Happy birthday. Right, I'm off. Where you going without your clothes?",
      "start": 761064,
      "end": 764458,
      "confidence": 0.875839090909091
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "Yeah, yeah. And at what point? I mean, you can't. You can't go into a nudist colony, can you, without taking your clothes off?",
      "start": 764536,
      "end": 770634,
      "confidence": 0.9201087500000001
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "I don't know if there's a door policy.",
      "start": 771214,
      "end": 773194,
      "confidence": 0.88482625
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "No, I think there is, I'm sure.",
      "start": 773734,
      "end": 774838,
      "confidence": 0.8871357142857142
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "Oh, actually, no, because when I went my nudist beach, there was actually a.",
      "start": 774886,
      "end": 777982,
      "confidence": 0.9581414285714286
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Security guard stopping you from naked.",
      "start": 777998,
      "end": 780382,
      "confidence": 0.9159916666666666
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "No, no, Claire, that's very.",
      "start": 780518,
      "end": 782862,
      "confidence": 0.7766399999999999
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "Would it be possible for a bloke who would say, a fairly good swimmer to swim up to the beach in a wetsuit?",
      "start": 782918,
      "end": 787874,
      "confidence": 0.878891304347826
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Let's say.",
      "start": 789454,
      "end": 790014,
      "confidence": 0.54549
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "Just say for the sake of it, that this person, you know, had some time on his hands in a week.",
      "start": 790054,
      "end": 793718,
      "confidence": 0.9513461904761906
    },
    {
      "pos": 147,
      "speaker": "C",
      "text": "Yeah.",
      "start": 793766,
      "end": 794134,
      "confidence": 0.64828
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "You know, and he was. He'd make quite a bit of money.",
      "start": 794214,
      "end": 796462,
      "confidence": 0.8442799999999999
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "He trained. He trained 9 hours a day, the lengths in Nepal, thinking, if I can go, I can get. Yeah. Eurostar de France.",
      "start": 796518,
      "end": 804214,
      "confidence": 0.7797662499999999
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "It could work. It could work, yeah.",
      "start": 804334,
      "end": 806158,
      "confidence": 0.804482857142857
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "So what was your nudist beach experience? This was not. This was not a colony.",
      "start": 806246,
      "end": 809702,
      "confidence": 0.8844646666666667
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "No. This place had a few beaches. One of them was a nudist beach.",
      "start": 809798,
      "end": 815558,
      "confidence": 0.9621964285714285
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "Could you see the newest beach from the regular beach?",
      "start": 815606,
      "end": 817774,
      "confidence": 0.889011
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "No, you couldn't. It was just round.",
      "start": 817854,
      "end": 819518,
      "confidence": 0.8450200000000001
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "What about with binoculars? Possibly. Possibly.",
      "start": 819566,
      "end": 823194,
      "confidence": 0.7727366666666665
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "My worry is, as a healthy young man.",
      "start": 824774,
      "end": 828376,
      "confidence": 0.936225
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "Yes.",
      "start": 828560,
      "end": 828856,
      "confidence": 0.55607
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "You're not healthy.",
      "start": 828880,
      "end": 829616,
      "confidence": 0.91278
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "No, no. But I'm talking about you two, right. You're pretty healthy young men. How awkward it must be for you on a nudist beach if you do happen to see a very good looking naked lady. What you do if you.",
      "start": 829720,
      "end": 843444,
      "confidence": 0.9303904761904762
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "Well, that's the reason I. That's the reason I've not gone to any.",
      "start": 844304,
      "end": 846520,
      "confidence": 0.7983392307692309
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "Okay.",
      "start": 846592,
      "end": 847040,
      "confidence": 0.37735
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "Just exactly that worry because it is very off putting. Yes. If you had, you. Sounds like this is a confession.",
      "start": 847112,
      "end": 852640,
      "confidence": 0.8791171428571429
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "Exactly, yeah. She happened to us. An older gentleman. An older gentleman, obviously, was enjoying his time on the beach.",
      "start": 852752,
      "end": 860688,
      "confidence": 0.8529199999999999
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "Right.",
      "start": 860736,
      "end": 860920,
      "confidence": 0.73126
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "Explain more.",
      "start": 860952,
      "end": 861464,
      "confidence": 0.51017
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "And then came over to chat and you just don't know where.",
      "start": 861504,
      "end": 864120,
      "confidence": 0.8990308333333333
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Sorry. So, hang on. So he.",
      "start": 864152,
      "end": 865904,
      "confidence": 0.9646650000000001
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "He approached you? Yeah.",
      "start": 866024,
      "end": 867400,
      "confidence": 0.8459625
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "For a chat. As you do. People are friendly.",
      "start": 867432,
      "end": 869296,
      "confidence": 0.9885355555555555
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Right.",
      "start": 869360,
      "end": 869560,
      "confidence": 0.97502
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "Without wishing to get too lewd, within a state of arousal.",
      "start": 869592,
      "end": 873684,
      "confidence": 0.883672727272727
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "How far can we go down?",
      "start": 875584,
      "end": 876768,
      "confidence": 0.9652350000000002
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "No, I'm not, I'm not. I'm not trying to sort of. I don't want to get too kind of, you know, graphic or gynecological.",
      "start": 876816,
      "end": 882264,
      "confidence": 0.8669604166666667
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "Have you noticed how quiet Ricky was keeping?",
      "start": 882304,
      "end": 885560,
      "confidence": 0.8546425
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "So he came over. He came over.",
      "start": 885592,
      "end": 886864,
      "confidence": 0.9527942857142857
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Well, I'm worried about this. Worried about telling this story.",
      "start": 886904,
      "end": 889568,
      "confidence": 0.8285540000000001
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "I think it's an interesting. I'm interested. I think it's an interesting point.",
      "start": 889616,
      "end": 892328,
      "confidence": 0.8433861538461538
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Yeah.",
      "start": 892416,
      "end": 892776,
      "confidence": 0.94786
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "Because he said. So he came over and he was just chatting away.",
      "start": 892840,
      "end": 895096,
      "confidence": 0.8963192307692308
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "Yeah.",
      "start": 895160,
      "end": 895568,
      "confidence": 0.7403
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Quite proudly.",
      "start": 895656,
      "end": 896464,
      "confidence": 0.986265
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "Yeah.",
      "start": 896544,
      "end": 897204,
      "confidence": 0.77718
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "I mean, not wishing to be disrespectful, but, you know, he's a man. He's been around a bit. Were you reading erotic poetry?",
      "start": 900864,
      "end": 905592,
      "confidence": 0.9144191304347826
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "What were you.",
      "start": 905648,
      "end": 906444,
      "confidence": 0.8314066666666666
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "I was talking about the weather.",
      "start": 907104,
      "end": 908912,
      "confidence": 0.9478499999999999
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "Right.",
      "start": 909088,
      "end": 909520,
      "confidence": 0.83614
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "How nice it was today.",
      "start": 909592,
      "end": 910904,
      "confidence": 0.933438
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "And he approached in pole position.",
      "start": 911024,
      "end": 913168,
      "confidence": 0.9350633333333335
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "Or did he.",
      "start": 913296,
      "end": 914284,
      "confidence": 0.9865533333333333
    },
    {
      "pos": 190,
      "speaker": "C",
      "text": "I don't like it anymore.",
      "start": 915424,
      "end": 917044,
      "confidence": 0.8886580000000001
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "Let's leave it, then.",
      "start": 918384,
      "end": 919376,
      "confidence": 0.7941725
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "I did.",
      "start": 919480,
      "end": 919800,
      "confidence": 0.992515
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "I actually ran away.",
      "start": 919832,
      "end": 920888,
      "confidence": 0.8435524999999999
    },
    {
      "pos": 194,
      "speaker": "B",
      "text": "You ran away?",
      "start": 920976,
      "end": 921728,
      "confidence": 0.96954
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "That's swimming.",
      "start": 921816,
      "end": 922928,
      "confidence": 0.713605
    },
    {
      "pos": 196,
      "speaker": "B",
      "text": "Was he french? Was it. Was it quite tricky to speak to him?",
      "start": 922976,
      "end": 925304,
      "confidence": 0.9761215384615386
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Well, no, no. He spoke perfect English.",
      "start": 925344,
      "end": 927680,
      "confidence": 0.7771014285714285
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "During the. During the break, Claire said, oh, well, newspapers, right. And this man came over, an old fella, and she started off. He had the biggest knob I've ever seen. And then I laughed and then she went. And then he. Then it got bigger and I went, you can't tell it then. I was worried about that. But she left out the funny bit and just went. You just went all. Yeah. So play Bob Dylan. Only Bob Dylan can get us out of this. And this is off his last album, love and theft. It is the only track I really like, I'm afraid I didn't get on with the rest of the album because it was too. It was too hoedowny and country blues and stuff, which is just not my sort of thing. But this is a nice track called Mississippi. Mississippi, off the album love and theft. I must admit, not. Not my favorite Dylan album, but that's a nice track in it.",
      "start": 927832,
      "end": 987376,
      "confidence": 0.8842210059171602
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "It's lovely track. Actually, I just noticed that you've. You've brought in three CDs. Yeah. You bring those three in every week, don't you? You just play from those three CDs. Or. What, do you substitute the Dylan for different Dylan albums and the other two remain the same.",
      "start": 987440,
      "end": 1000260,
      "confidence": 0.8917928571428569
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "Well, now I've got. No, I've got.",
      "start": 1000352,
      "end": 1001620,
      "confidence": 0.7604357142857143
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Playing a different.",
      "start": 1001652,
      "end": 1002340,
      "confidence": 0.8507533333333334
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Different cat Stevens. I've got Tifa, Tillaman. I've never brought that in before. I've seen it before. No, I've never brought in. I've never played anything off t for Tillerman. I've played it off catch bullet, four teaser, in a fire cat.",
      "start": 1002452,
      "end": 1012584,
      "confidence": 0.7464923809523809
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "You don't have a sort of deal with island records to try and keep that Steven's back catalog afloat. No one's really shifting it.",
      "start": 1013124,
      "end": 1020104,
      "confidence": 0.8896016666666667
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "I think it might just be CDs that are in the bottom of bag.",
      "start": 1021124,
      "end": 1023540,
      "confidence": 0.9291271428571429
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "This is why it's just you've got one carrier bag that you bring back.",
      "start": 1023612,
      "end": 1027116,
      "confidence": 0.8892207142857143
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Exactly.",
      "start": 1027180,
      "end": 1027676,
      "confidence": 0.98864
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "Sure, yeah, yeah, well, we'll look forward to those later.",
      "start": 1027740,
      "end": 1029918,
      "confidence": 0.84374
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 1030006,
      "end": 1030726,
      "confidence": 0.7152666666666666
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "No, no, no, no. I was just, I was just really wondering, Rick, and I don't want to put you on the spot, but could I have some adverts?",
      "start": 1030790,
      "end": 1035390,
      "confidence": 0.9113720689655173
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "Yeah. Feeder, come back around on XFM 104.9. I'm Ricky Gervais. Hello there.",
      "start": 1035542,
      "end": 1045702,
      "confidence": 0.7840223076923079
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "Steve Merchant here.",
      "start": 1045718,
      "end": 1046342,
      "confidence": 0.9374966666666666
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "Of course you are. And so is Claire Sturgis. In a way that's true enough. Yeah.",
      "start": 1046358,
      "end": 1052038,
      "confidence": 0.8766925
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "Um, Rick. Oh, I parted to lose. I parted last night, Rick, like it was 1999.",
      "start": 1052086,
      "end": 1056808,
      "confidence": 0.827955
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "Really old fashioned. So why some records?",
      "start": 1056926,
      "end": 1059996,
      "confidence": 0.7330571428571429
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "Yes, on my own, just like 1999 now. Went to see Prince. Oh yeah, the Hammersmith Apollo. And I tell you this, I mean, if that's a man whose career is going down the pan, then I'm sorry.",
      "start": 1060020,
      "end": 1075988,
      "confidence": 0.8915302631578949
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "Then I hope ours does.",
      "start": 1076036,
      "end": 1076820,
      "confidence": 0.822406
    },
    {
      "pos": 217,
      "speaker": "B",
      "text": "Then I hope ours does as excitingly as that does, because he was stunning. I mean, he is, a lot of people I know have seen him in the, in the, in the eighties, whatever, and he's. When he used to descend from a ceiling in a little red Corvette and stuff. But he is breathtaking. He is like, he's like what it must have been to see Elvis Presley. I've not seen anyone who's electrifying on stage.",
      "start": 1076852,
      "end": 1095156,
      "confidence": 0.8920578205128206
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "I mean, I think, like most people had a bit too much for him. And that wasn't because he's, it was going downhill, it's because he churned out double albums like most people churn out singles. And you don't know what you should. There was just too much. Yeah, I didn't like that, you know, that sort of the end of the eighties phase either.",
      "start": 1095220,
      "end": 1111260,
      "confidence": 0.9043043076923076
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "That whole period when he was fighting with Warner Brothers and he was, he started wearing masks. I think everyone just thought, I'm not interested. Yeah, you know, you're potty. But he's gonna come out the other side of that.",
      "start": 1111412,
      "end": 1120826,
      "confidence": 0.8842144999999999
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "So, great pop tunes. And he's written so, you know, I.",
      "start": 1120930,
      "end": 1123834,
      "confidence": 0.8654363636363634
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "Mean, I, you know, I don't bandy this word around Rick, as you know, go on. But I'd like to use the word genius.",
      "start": 1123834,
      "end": 1127826,
      "confidence": 0.9107337499999999
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "I thought you're gonna say, I'll pay for that.",
      "start": 1127930,
      "end": 1129314,
      "confidence": 0.8596488888888889
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "No, no, no, no. Genius. Oh, wow, genius. I cuz I would say strong words. David, back up.",
      "start": 1129354,
      "end": 1136650,
      "confidence": 0.6986311111111113
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Have you got any example of his work that we could play now on XFM to show that he is a genius. I.",
      "start": 1136682,
      "end": 1141218,
      "confidence": 0.9206047826086955
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Well, I will in just 1 second, thanks for asking. But can I, can I try and justify that? Can I just because it is a controversial phrase to use, prince is a genius and let me tell you why. On his first album, or maybe on a couple of his first albums, he played all the instruments.",
      "start": 1141266,
      "end": 1153442,
      "confidence": 0.9379120689655176
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "Brilliant, like squiddly diddly. In one episode of that, I saw tentacles, then he was like playing drums with two tentacles at the back. He was standing on two tentacles, which was the other one free for trumpet.",
      "start": 1153618,
      "end": 1167602,
      "confidence": 0.872370789473684
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "That sounds like genius to me.",
      "start": 1167698,
      "end": 1169154,
      "confidence": 0.8377116666666667
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "Yeah, that's what Mister prince.",
      "start": 1169194,
      "end": 1170778,
      "confidence": 0.756678
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "The only thing I would say about the concert last night, 3 hours, he played for 3 hours non stop. Well, almost 3 hours non stop. Didn't take a break, but cracking ban, only five.",
      "start": 1170866,
      "end": 1179288,
      "confidence": 0.9452454285714286
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "Taking a break, just reading a paper, coffee going, what are you looking at? Also very minutes by law, very witty.",
      "start": 1179416,
      "end": 1186280,
      "confidence": 0.8385433333333333
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "As well because a lot of people imagine him being quite dry but quite sober. It was very funny, but sadly, prince now, well, I don't mean to be offensive, but as far as I'm concerned, he, you know, he's now a Jehovah Witness. Is he now Jehovah's Witness?",
      "start": 1186312,
      "end": 1197536,
      "confidence": 0.8267079591836733
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "So he's gonna come round tonight?",
      "start": 1197560,
      "end": 1198664,
      "confidence": 0.6819416666666666
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "Well, no, but at the end he did start spout on about, you know, his beliefs and. Yeah, and I felt a bit like I'd sort of do what? I mean, like I'd sort of paid 40 quid and I'd queued up and I'd sat for 3 hours, 40 quid to then be preached at a little bit. So that was anything that.",
      "start": 1198704,
      "end": 1213986,
      "confidence": 0.9067428571428569
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "Well, I'll tell you what, good job for him. He was good value because he'd have got an earful from you if he did. Imagine if he'd not played the singles. I only did like 20 minutes.",
      "start": 1214090,
      "end": 1220946,
      "confidence": 0.861535135135135
    },
    {
      "pos": 235,
      "speaker": "B",
      "text": "Yeah, well, I'd have been livid. I'm out of here. But I did because I don't know prince.",
      "start": 1221010,
      "end": 1227754,
      "confidence": 0.8508233333333334
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "So you've had interesting. Steve Merchant says prince is a genius. This is XFM, won a 4.9, coming up to 02:00. Prince is a genius. Can we open the phone lines, please? What's the phone number there?",
      "start": 1227834,
      "end": 1238066,
      "confidence": 0.8943045945945943
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "Oh, 8700 801. Two, three.",
      "start": 1238170,
      "end": 1240754,
      "confidence": 0.746
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Me and my mate, we're talking about when people say genius and they do bandy around Willy nilly and it's sort of like a comedian or something, they go, he's a genius. And we think that there's people in cancer research sort of laboratories and age and they're going, we lost another one to ITV. Why didn't he go into science? He could have been the new newton, but now he's getting the ratings up for five. So prince is a genius, is he?",
      "start": 1240794,
      "end": 1265742,
      "confidence": 0.8845289285714283
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "Ricky Gervais Fm dot co dot UK if you'd like to email Prince, genius or little fella, but when you are Jehovah's Witness, I don't know. I don't know much about the, the faith, but are you, are you obliged when you sign up to sort of do your time going door to door? Because it would be amazing. Imagine Prince turning up at your door and just. I. Can I come in? Well, and it, you know, I'm just coming in and. Well, I'll sing you some of the hits, but I'd like to buy a copy of this afterwards. I'm not really interested which ones you play. Which ones you play. I'm not a big fan of. I don't like, if I was your girlfriend, did anything from diamonds and pearls. I'm not interested in. So shoot off.",
      "start": 1265798,
      "end": 1300622,
      "confidence": 0.8695455714285717
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "Yeah, I quite thought they were gonna.",
      "start": 1300718,
      "end": 1302286,
      "confidence": 0.7074542857142857
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Start selling the watchtower at the end.",
      "start": 1302310,
      "end": 1303766,
      "confidence": 0.8748199999999999
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "The most beautiful. I like that one. Yeah, well, there's those fat people in it.",
      "start": 1303910,
      "end": 1309046,
      "confidence": 0.8218766666666667
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "Does it make it image? Does it make him a genius?",
      "start": 1309070,
      "end": 1310990,
      "confidence": 0.8622745454545455
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Oh. Call up 102 359-6429 Prince, genius or boat with hair?",
      "start": 1311182,
      "end": 1317194,
      "confidence": 0.8222254545454544
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "Well, this has got to be proof of his, of his genius. He played it last night and it's just dynamite.",
      "start": 1319174,
      "end": 1324150,
      "confidence": 0.8833109523809524
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "There is Strawberry scarf.",
      "start": 1324222,
      "end": 1325914,
      "confidence": 0.6476675
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "Prince, of course, and raspberry Beret, one of the tunes he played last night. And breathtaking, I have to say. I can't sing his praises enough. Although didn't manage to get myself into the after show party where prince is often renowned for playing with the likes of, jamming with the likes of Rolling Stone.",
      "start": 1331514,
      "end": 1345042,
      "confidence": 0.9215945454545456
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "What would have been your, your approach.",
      "start": 1345138,
      "end": 1347050,
      "confidence": 0.8998771428571429
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "To Steve Merchant here, XFM, Ricky Gervais. Any chance I could come in to your party?",
      "start": 1347122,
      "end": 1354484,
      "confidence": 0.8449599999999999
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "I'll be honest. Can I, can I call you lanky?",
      "start": 1355544,
      "end": 1359032,
      "confidence": 0.8456220000000002
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "Well, if it help me get in here.",
      "start": 1359208,
      "end": 1360804,
      "confidence": 0.9023412499999999
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "It won't, but thank you anyway. I'll be honest, lanky. Your chances are slim to none, four eyes.",
      "start": 1361264,
      "end": 1367360,
      "confidence": 0.9157766666666668
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "Okay. All right. I enjoyed the concert, if that is any.",
      "start": 1367432,
      "end": 1372392,
      "confidence": 0.9152509090909091
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "Okay.",
      "start": 1372448,
      "end": 1372784,
      "confidence": 0.85685
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "I could talk about it on the radio.",
      "start": 1372824,
      "end": 1374164,
      "confidence": 0.8268725
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Take away that slim.",
      "start": 1374584,
      "end": 1375968,
      "confidence": 0.9583475
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "Okay.",
      "start": 1376096,
      "end": 1376608,
      "confidence": 0.94173
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "It's none now, freak.",
      "start": 1376656,
      "end": 1378064,
      "confidence": 0.8792375
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Okay.",
      "start": 1378184,
      "end": 1378744,
      "confidence": 0.71461
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "Okay.",
      "start": 1378824,
      "end": 1379184,
      "confidence": 0.92776
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "All right.",
      "start": 1379224,
      "end": 1379576,
      "confidence": 0.827575
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "So go away. Yeah.",
      "start": 1379640,
      "end": 1380440,
      "confidence": 0.8721625000000001
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Cheers.",
      "start": 1380472,
      "end": 1381000,
      "confidence": 0.4721
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Okay.",
      "start": 1381112,
      "end": 1381884,
      "confidence": 0.87575
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "It was not dissimilar. There was a lot more profanity last night and, and punches were thrown.",
      "start": 1382664,
      "end": 1390488,
      "confidence": 0.8890252941176469
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "Was it last night?",
      "start": 1390536,
      "end": 1391328,
      "confidence": 0.8878524999999999
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1391416,
      "end": 1391968,
      "confidence": 0.96909
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1392096,
      "end": 1392312,
      "confidence": 0.67988
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "It's breathtaking. I am. How's it working out for you, Rick? How's it working out for you? Being a celeb? How is that working out? How's that panning out for you? Is that all right? Is that working all right, Rick?",
      "start": 1392328,
      "end": 1401568,
      "confidence": 0.8845287804878049
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Is it?",
      "start": 1401656,
      "end": 1402352,
      "confidence": 0.996515
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "Hey. All the fame and everything, I was. I was David Bowie on Tuesday. I read about that. Why? Why did I have to. Why did I have to read about your presence at the David Bowie gig in the evening standard? Why do you keep that? Right? Why'd you keep that from me?",
      "start": 1402488,
      "end": 1415256,
      "confidence": 0.8775559259259261
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Right, okay. Right. I know you're thinking, I got any inventory, it was freebies.",
      "start": 1415280,
      "end": 1418456,
      "confidence": 0.8092035714285714
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "And I didn't discuss this in the past. I said, if you get invited to David Bowie or any of the big name concerts, I gotta go as well. That's the rule. The rule is that we make the tv show. You're in the show, you become famous. Fine, but I need to be able to also get the benefits of that.",
      "start": 1418480,
      "end": 1430352,
      "confidence": 0.9253532258064517
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "Well, I didn't go. Was. Did you read this in the stand?",
      "start": 1430448,
      "end": 1432552,
      "confidence": 0.964735
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "Yes, I did.",
      "start": 1432608,
      "end": 1433072,
      "confidence": 0.7778433333333333
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Yeah. No, it said present at the concert. It's absolutely true. I'm not voice here. Absolutely true. In the concert where Ricky Gervais and Jonathan Ross. Now, we were invited, but we couldn't go. Neither of us could go. So they just. I just think they must have seen a copy of the guest list or someone said they were coming or they just guessed, but I didn't go. I couldn't go. So there you go. It was Wednesday and I couldn't go. If I'd have gone, you'd have been there, mate.",
      "start": 1433128,
      "end": 1458622,
      "confidence": 0.865914782608696
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "Rubbish. Because what worries me is that you. What, you. You were invited or. Or you requested tickets and then you didn't go?",
      "start": 1458798,
      "end": 1466094,
      "confidence": 0.8801599999999999
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "No, no. What happened was that Bowie's people just said, you come into the concert tonight, and I. I said I. I couldn't. But let me tell you something.",
      "start": 1466174,
      "end": 1477358,
      "confidence": 0.8626596551724138
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Wait a minute.",
      "start": 1477406,
      "end": 1477814,
      "confidence": 0.8326866666666666
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "To get you off this track, right? The next night we did go to dinner with Valley at someone's house. Wait, wait, listen. It was a very. It was a small affair. It was done. Me and Jane, Jonathan and Jane. It was David.",
      "start": 1477854,
      "end": 1496726,
      "confidence": 0.9126247727272729
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "First names.",
      "start": 1496870,
      "end": 1497614,
      "confidence": 0.69546
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Yeah. No, no. And I think it was old friends of the family. It was beautiful house and it was just us lot and Richard E. Grant and Pete Townshend and Charles Saatchi and that. And it was just, just, you know, I think it was. And it was set places as well, so I couldn't have got another. It was weird because we got there. We. I mean, it said eight for 830 and I got there at like 08:05 in January. We can't go to it. And we went in there and we, um. The servants gave us a drink and we were standing there and I was looking around. It was an amazing house. It was a beautiful house. And there's Damien Hirst paintings and Lucian Freud. And I thought, when the host comes in, I'm going to go. You didn't tidy up for us, did you? But I was actually so overwhelmed. And in through the door, let himself into the door was Richard E. Grant. And I went, all right. He went, yeah, I'm Richard. I went, yeah, right. And I went, just let yourself in. Yeah, I live next door. Okay. And then David Bowie came in and he came out and spoke to me and he went, I've just seen your video. And then. This isn't helping, is it? Because this isn't helping.",
      "start": 1497694,
      "end": 1569080,
      "confidence": 0.875229
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Well, when you. I mean, the phrase I was just going to pick you up there on was, I've just seen your video. What I feel that David should know is that it wasn't made sort of solely by you or written entirely by you or directed entirely by you. It happens to feature you amongst a myriad of other actors, all of whom are brilliant and equally worthy of an invite to that particular dude. But you'll notice that the person that's representing the show, what got you a place around this table, you know, it's. The one person that was invited is you. Yeah, just. Just you. Just you, yeah.",
      "start": 1569152,
      "end": 1610632,
      "confidence": 0.9010441071428575
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Well, it's a very good reason.",
      "start": 1610688,
      "end": 1611504,
      "confidence": 0.8800233333333333
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "And a woman. What do you know who wasn't involved with the show? Your girlfriend?",
      "start": 1611544,
      "end": 1615476,
      "confidence": 0.902318
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "Well, your partners, you got, you know.",
      "start": 1615540,
      "end": 1617076,
      "confidence": 0.8845285714285713
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "Well, yeah. But once again, she could have stayed at home.",
      "start": 1617140,
      "end": 1619584,
      "confidence": 0.9488454545454545
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Well, I did actually say, if ever I get invited to see Woody Allen and it's two people, that it would have to be you and Jane that went, because you're both bigger fans than me, and I promised that. And so, um, she went along with that.",
      "start": 1625364,
      "end": 1636676,
      "confidence": 0.900265
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "So David enjoyed the show, did he?",
      "start": 1636700,
      "end": 1638316,
      "confidence": 0.7997542857142858
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "He did, yeah, yeah, yeah, he did, yeah.",
      "start": 1638500,
      "end": 1642018,
      "confidence": 0.7465212499999999
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "And how did the evening pan out? Was it suitably rock and roll?",
      "start": 1642066,
      "end": 1645094,
      "confidence": 0.8646353846153847
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "It was very nice. It was really nice and pleasant.",
      "start": 1645474,
      "end": 1648002,
      "confidence": 0.8942419999999999
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "What did you have to eat?",
      "start": 1648138,
      "end": 1649494,
      "confidence": 0.9708799999999999
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "I had. There was nibbles sort of coming round.",
      "start": 1650074,
      "end": 1653454,
      "confidence": 0.7505766666666667
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "They fed you the food, didn't they? I bet you. I bet they fed you the food.",
      "start": 1653914,
      "end": 1658334,
      "confidence": 0.9227988235294118
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "And then we had a ravioli thing for starter. I thought, I won't have too much I fill out there for the fish dish. The fish was lovely. Then there was a sort of chestnut moose.",
      "start": 1658874,
      "end": 1670516,
      "confidence": 0.8734916666666666
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "And what did you talk about with David Berry?",
      "start": 1670620,
      "end": 1672664,
      "confidence": 0.89391
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Just, you know, you know, music.",
      "start": 1673564,
      "end": 1676724,
      "confidence": 0.8617300000000001
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "Yeah. You appearing on his next album.",
      "start": 1676844,
      "end": 1679624,
      "confidence": 0.9539028571428572
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Yeah, yeah. No.",
      "start": 1680364,
      "end": 1682556,
      "confidence": 0.6279033333333334
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "What?",
      "start": 1682580,
      "end": 1682716,
      "confidence": 0.90657
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "Seriously.",
      "start": 1682740,
      "end": 1683012,
      "confidence": 0.9934
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "What? Because I'm interested to know.",
      "start": 1683028,
      "end": 1684204,
      "confidence": 0.8671533333333333
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "It was really nice. He's really so nice and normal. And he actually came over and he said, I've just seen your video. And. Yeah. And he went. He said, are you gonna get the band back together? He meant he'd seen the room 101 and it was basically taking the Mickey on me. And he was going, I thought it was really good. And you were just a sort of Bowie rip off and. Yeah, and, no, it was really, really nice and normal affair. Seriously. It was just really. I mean, I was going, oh, my God, they're so and so. There's so and so. Yeah, but it was really. We really enjoyed it. It was really pleasant and everyone was. Yeah. And at the end, the people whose house it was, whose friends of his, like, sort of really old friends of his, got a photo album just like you do. And those pictures, like David Bowie and Dave.",
      "start": 1684284,
      "end": 1732816,
      "confidence": 0.8677672222222221
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "Yeah, sure. Well, no, I mean, that's the thing about DB is he's.",
      "start": 1732840,
      "end": 1735160,
      "confidence": 0.7979192307692309
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "No, no. And Iggy part with them cooking and David. I was sort of going, look at Iggy cooking. And he was laughing like, you do a mate you haven't seen. It was so sweet. It was just so nice. And then I'm gonna. I'm gonna see. Play record Claire, because it's actually a little bit annoying. Player record.",
      "start": 1735232,
      "end": 1748848,
      "confidence": 0.8107215254237289
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Then Robert De Niro popped in.",
      "start": 1748896,
      "end": 1750360,
      "confidence": 0.9676716666666666
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah. And Woody Allen.",
      "start": 1750472,
      "end": 1752832,
      "confidence": 0.5949225
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1752888,
      "end": 1753264,
      "confidence": 0.95123
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Anyway, do you know anyone that likes my work more than you know? I don't think so. I don't think so. Coral dream interview on XFM one and 4.9.",
      "start": 1753344,
      "end": 1767888,
      "confidence": 0.8385896551724139
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Yeah. One of the. One of the only tunes on the album, I think, worth listening to.",
      "start": 1767976,
      "end": 1770984,
      "confidence": 0.8653676470588235
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "I haven't heard it.",
      "start": 1771024,
      "end": 1771664,
      "confidence": 0.9042874999999999
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Oh, it's rubbish.",
      "start": 1771704,
      "end": 1772824,
      "confidence": 0.7612166666666665
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "Is it, really?",
      "start": 1772904,
      "end": 1773504,
      "confidence": 0.9961966666666666
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "Everyone's singing its praises like they're the saviors of british rock, but it just sounds like the inspiring carpets. And I don't mean that as a good thing. We were. That's not too bad.",
      "start": 1773584,
      "end": 1782546,
      "confidence": 0.876504705882353
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1782570,
      "end": 1782682,
      "confidence": 0.72535
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "But the rest is.",
      "start": 1782698,
      "end": 1783354,
      "confidence": 0.85843
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "I think it's not. I think it's more sort of like 19, sort of 78, 79, sort of those.",
      "start": 1783434,
      "end": 1787774,
      "confidence": 0.9086926315789474
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "I don't know what that means.",
      "start": 1788474,
      "end": 1789562,
      "confidence": 0.931425
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "Well, I don't think it doesn't. They have ripped off the nineties, I think.",
      "start": 1789698,
      "end": 1792130,
      "confidence": 0.8370342857142858
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "Old hat, you mean.",
      "start": 1792162,
      "end": 1792970,
      "confidence": 0.9523900000000001
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "Yeah, sure, yeah.",
      "start": 1793042,
      "end": 1794614,
      "confidence": 0.91789
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "Let me just return very briefly to your. Your. No, I don't. I'm not gonna embarrass you, but just returning very quickly to your. Your dinner date with David Bowie. What intrigued me, as you say that, is that when you.",
      "start": 1795234,
      "end": 1806776,
      "confidence": 0.8921348780487803
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "No, it wasn't because of the office. It was through, I think, because I met him with Jonathan Rogers, inviting people he'd met over. This time I think he's going back to America, of course.",
      "start": 1806930,
      "end": 1816180,
      "confidence": 0.8394882857142857
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "But I love the fact you say that. He came over to you and said, I saw your tape last night. I just like the idea that people are sort of saying, you'll be having lunch tomorrow with Ricky Gervais. I don't know who that is. Well, there's a tape. Watch that and you'll be able to engage in some conversation. He's a minor celebrity here in Britain. He's had a relatively successful tv show, but we think he's a bit of a one trip pony. Probably won't be able to repeat that success. So probably we need to be eating with him in the next five years. But be polite tomorrow. He was a big fan of yours. He used to embarrass himself in the eighties doing a sort of vague pastiche of you. And other than that, there's not much else to say, really. Just be polite to him and then move on. Okay. Who else is? You know, it's just sort of that he was given a tape. It's like someone, you know, if you were doing a chat show, you imagine Michael Parkinson would be given a tape.",
      "start": 1816212,
      "end": 1856076,
      "confidence": 0.9017017187499996
    },
    {
      "pos": 326,
      "speaker": "A",
      "text": "I know, yeah.",
      "start": 1856180,
      "end": 1856692,
      "confidence": 0.8021666666666666
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "Just watch this, David.",
      "start": 1856708,
      "end": 1858044,
      "confidence": 0.858615
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Oh, actually, I think he's been a fan for a long time.",
      "start": 1858164,
      "end": 1860500,
      "confidence": 0.9523566666666667
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "Oh, what?",
      "start": 1860612,
      "end": 1861372,
      "confidence": 0.6603399999999999
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "I think he's followed my career from the eighties.",
      "start": 1861468,
      "end": 1863396,
      "confidence": 0.9657033333333334
    },
    {
      "pos": 331,
      "speaker": "B",
      "text": "Sure.",
      "start": 1863460,
      "end": 1863804,
      "confidence": 0.90073
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "Now. Yeah. When you put it like that, it's not as flattering, is it? It's free. It was very nice and very polite and we got in like a house on fire. No, he's great.",
      "start": 1863884,
      "end": 1872528,
      "confidence": 0.8482665714285716
    },
    {
      "pos": 333,
      "speaker": "B",
      "text": "Did you do your impression of him?",
      "start": 1872576,
      "end": 1873824,
      "confidence": 0.8937828571428571
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "No, of course.",
      "start": 1873904,
      "end": 1874656,
      "confidence": 0.9231033333333333
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "Did you not? Did you feel like the urge to snap into it? Just occasionally and I didn't, I didn't.",
      "start": 1874720,
      "end": 1880280,
      "confidence": 0.9086444999999997
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "I was just going, that's David Bowie, that. Yeah, all that. Still David Bowie. That's David Bowie talking to me now.",
      "start": 1880312,
      "end": 1885440,
      "confidence": 0.8497014285714284
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1885512,
      "end": 1885968,
      "confidence": 0.65736
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "Oh, that's David Bowie talking to me. Yeah, that looks like David Bowie. Yeah. That was what was going through my head.",
      "start": 1886056,
      "end": 1891088,
      "confidence": 0.9074122727272728
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "Yes.",
      "start": 1891136,
      "end": 1891552,
      "confidence": 0.85663
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "And we're talking about his songs and like, that was bizarre. It was, it was quite surreal. And, you know, and I do know a lot about his stuff because, I mean, he really, I mean, he's quite a musical hero of mine. Yeah, and that.",
      "start": 1891648,
      "end": 1903458,
      "confidence": 0.895331304347826
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "So you didn't mention Tim Machine?",
      "start": 1903506,
      "end": 1905654,
      "confidence": 0.7557299999999999
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "I didn't mention Tim.",
      "start": 1906114,
      "end": 1907170,
      "confidence": 0.89176
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "I'd just be there just thinking, don't mention Tim machine. Don't even say you like it. You don't know what he feels about it.",
      "start": 1907242,
      "end": 1913866,
      "confidence": 0.81946375
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "You see, I think if people listen to this show, they go, don't invite Steve Merchant because he's insulting. He insults people. He sends emails to people when he reads them wrongly.",
      "start": 1913890,
      "end": 1925032,
      "confidence": 0.9458556249999998
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1925088,
      "end": 1925512,
      "confidence": 0.7957
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "He bring up a period of your life you don't want to talk about. Yes. Get the little short fat one is a lot more polite. Sure, leave out the lanky one. Yeah, yeah.",
      "start": 1925608,
      "end": 1935464,
      "confidence": 0.9291832352941176
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "They probably wouldn't say lanky, Rick. They don't know why look like. I think they're insulting. They might say, or, you know, west country or you. But it was, it.",
      "start": 1935504,
      "end": 1945232,
      "confidence": 0.7738119999999999
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "I was listening to some, somewhere yesterday there was someone had a Bristol accent.",
      "start": 1945248,
      "end": 1949964,
      "confidence": 0.7477764285714287
    },
    {
      "pos": 349,
      "speaker": "B",
      "text": "Fascinating.",
      "start": 1950084,
      "end": 1950812,
      "confidence": 0.96758
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "And no, but no, I think. Oh yeah, it was one of those. The fame academy. Disappointed, but I think you'd have to get into it. Bit of a sham was the moment. But I mean, no, there's no best. I didn't know them and one of them had a Bristol accent and I just thought it really is a stupid accent.",
      "start": 1950908,
      "end": 1963548,
      "confidence": 0.902413870967742
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "What we got lined up, Claire?",
      "start": 1963636,
      "end": 1965476,
      "confidence": 0.87498
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "What?",
      "start": 1965580,
      "end": 1965796,
      "confidence": 0.64141
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "We got a bit of John Spencer blue.",
      "start": 1965820,
      "end": 1967580,
      "confidence": 0.6726937500000001
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Oh, I love this. I love this. An old classic I brought in today and I think you'll enjoy it.",
      "start": 1967652,
      "end": 1971764,
      "confidence": 0.8626185000000002
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Hello.",
      "start": 1971844,
      "end": 1972504,
      "confidence": 0.9176
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Don't even start on that, Rick. There's so much I could attack you about. I mean, look at you. Look at you. You're laughable. John Spencer blues explosion.",
      "start": 1973364,
      "end": 1987330,
      "confidence": 0.8600300000000001
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "Oh, you do it.",
      "start": 1987362,
      "end": 1987850,
      "confidence": 0.8583050000000001
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Well, you know, I just thought I would. Yeah, on account of I brought it.",
      "start": 1987882,
      "end": 1991322,
      "confidence": 0.9042740000000001
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "In and then someone was complaining that we speak over each other.",
      "start": 1991338,
      "end": 1994226,
      "confidence": 0.9696583333333333
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "Yeah, we had an email saying we gave all too much and we were.",
      "start": 1994290,
      "end": 1996666,
      "confidence": 0.8281421428571428
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "And we both went, I don't think we do.",
      "start": 1996690,
      "end": 1998346,
      "confidence": 0.9576477777777779
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Yeah. Did you say that? I didn't hear you. I was talking at the time.",
      "start": 1998410,
      "end": 2001094,
      "confidence": 0.9032953333333336
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2002394,
      "end": 2003130,
      "confidence": 0.69602
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Right place, wrong time by John Spencer.",
      "start": 2003282,
      "end": 2004882,
      "confidence": 0.8840485714285713
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 2004938,
      "end": 2006458,
      "confidence": 0.7443550000000001
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "We also had an email. You didn't enjoy that? We also had an email saying, again.",
      "start": 2006586,
      "end": 2013974,
      "confidence": 0.8165331250000001
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "No, go on. I won't go on. Sorry. No, no, you, you can see why.",
      "start": 2016394,
      "end": 2022346,
      "confidence": 0.8170566666666667
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "That would annoy me. I know you can see why that might annoy me.",
      "start": 2022370,
      "end": 2025290,
      "confidence": 0.9643035714285715
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Take your headphones off then, because that it must be louder in your headphones. I don't wear headphones.",
      "start": 2025322,
      "end": 2028538,
      "confidence": 0.8021827777777777
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "No, I'm not so much thinking of me as the people listening at home.",
      "start": 2028626,
      "end": 2031314,
      "confidence": 0.988255
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Okay.",
      "start": 2031354,
      "end": 2031794,
      "confidence": 0.88305
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "The people who pay our wages.",
      "start": 2031874,
      "end": 2033186,
      "confidence": 0.8709866666666666
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Go on in.",
      "start": 2033290,
      "end": 2034134,
      "confidence": 0.71013
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "We had an email that said, I don't know who's the victor in this, Rick. I don't know who's winning with you making that noise. What? You're the only person who's enjoying it, but there's a handful of people listening who's who's who. Saturdays Rick are empty. They've got nothing. They're running on empty and this is all they've got.",
      "start": 2034474,
      "end": 2055950,
      "confidence": 0.9092290000000001
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Okay.",
      "start": 2055982,
      "end": 2056390,
      "confidence": 0.62262
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "And they want conversation.",
      "start": 2056462,
      "end": 2058310,
      "confidence": 0.7200825
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "What are you gonna say? That depends if it's interesting or not.",
      "start": 2058462,
      "end": 2060798,
      "confidence": 0.7823125000000001
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Well, let me say it before you make the difference. So, all right, what about this? If you don't like. If it's not interesting, then you make the noise.",
      "start": 2060886,
      "end": 2066386,
      "confidence": 0.9194213793103448
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Okay.",
      "start": 2066450,
      "end": 2066946,
      "confidence": 0.52159
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "All right.",
      "start": 2067010,
      "end": 2067602,
      "confidence": 0.811855
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Okay.",
      "start": 2067738,
      "end": 2068218,
      "confidence": 0.88601
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "So this is just. We had an email. It said, is Claire Sturgis drunk? When she does the show? I swear to God, that was a real email. I lost it now. But. So does that warrant the noise or.",
      "start": 2068266,
      "end": 2077994,
      "confidence": 0.9204899999999998
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "No, that's all right.",
      "start": 2078034,
      "end": 2078602,
      "confidence": 0.7962724999999999
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "That's quite interesting. Yeah, quite interesting.",
      "start": 2078618,
      "end": 2080010,
      "confidence": 0.7827350000000001
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "No, she's not. No, she's not drunk, is she?",
      "start": 2080042,
      "end": 2081962,
      "confidence": 0.9113655555555555
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "Bitcooked up.",
      "start": 2082058,
      "end": 2083254,
      "confidence": 0.515945
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "That's not true. Yeah, it's not true.",
      "start": 2084074,
      "end": 2086258,
      "confidence": 0.8298342857142856
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "The old Charlie.",
      "start": 2086306,
      "end": 2087186,
      "confidence": 0.9521666666666667
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "No, not true at all.",
      "start": 2087250,
      "end": 2088490,
      "confidence": 0.822678
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "No, you don't. You don't do drugs. Do you care? You're not using drugs. Yeah, you're clean now. How did that go for you, the detox?",
      "start": 2088522,
      "end": 2095792,
      "confidence": 0.836676153846154
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "It is good.",
      "start": 2095848,
      "end": 2097032,
      "confidence": 0.5955666666666667
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "Mainly thanks to you two.",
      "start": 2097088,
      "end": 2098604,
      "confidence": 0.8646179999999999
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "At least you don't have to steal so much now to feed the habit.",
      "start": 2099784,
      "end": 2103256,
      "confidence": 0.7702535714285715
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Yeah. Anyway, are there any drug addicts on this station?",
      "start": 2103320,
      "end": 2105656,
      "confidence": 0.8430820000000001
    },
    {
      "pos": 395,
      "speaker": "C",
      "text": "No, not anymore.",
      "start": 2105800,
      "end": 2106880,
      "confidence": 0.77426
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Now, because I bet there are.",
      "start": 2106952,
      "end": 2108328,
      "confidence": 0.8450833333333333
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "I mean, you don't have to name names, but what about initials? Are there any skag eggs, any smack eggs at all? Seriously? Because I'm intrigued anymore. Can you tell me off air, who's. Who's there?",
      "start": 2108336,
      "end": 2118360,
      "confidence": 0.8089988888888889
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "I'll be happy to tell you there are some more. There were. Not anymore.",
      "start": 2118392,
      "end": 2121724,
      "confidence": 0.8526092857142858
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "What do you mean? They will.",
      "start": 2121824,
      "end": 2122904,
      "confidence": 0.7599716666666666
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "Stop this.",
      "start": 2124684,
      "end": 2125772,
      "confidence": 0.9924999999999999
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Are there any people who. No, they think that they've got control.",
      "start": 2125948,
      "end": 2129024,
      "confidence": 0.9109308333333335
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "They go in, they think that no one knows, but they've got no pupils.",
      "start": 2131684,
      "end": 2134892,
      "confidence": 0.8503292857142857
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2134948,
      "end": 2135484,
      "confidence": 0.81217
    },
    {
      "pos": 404,
      "speaker": "A",
      "text": "And they just stare at your phrases and go. What? At the end of each sentence?",
      "start": 2135604,
      "end": 2138884,
      "confidence": 0.941665625
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2138924,
      "end": 2139452,
      "confidence": 0.66235
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2139548,
      "end": 2139916,
      "confidence": 0.63131
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "Yeah, because there's a couple of drunkards. I know, but there's no. It's boring now. Okay, play record. It's boring, Richard. Jelly.",
      "start": 2139980,
      "end": 2148144,
      "confidence": 0.7612154545454544
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "Queens, the Stone age there. No one knows. It's going well.",
      "start": 2157144,
      "end": 2161724,
      "confidence": 0.7953845454545454
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 2162744,
      "end": 2164320,
      "confidence": 0.64091
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Adverts or what?",
      "start": 2164432,
      "end": 2165604,
      "confidence": 0.9397766666666666
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "What do you reckon? Getting away with it from electronic, of course. Right tune. Yeah.",
      "start": 2166384,
      "end": 2175648,
      "confidence": 0.8820913333333333
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "No, it's a mutual favorite, as we. We both like that, don't we? We, Steve?",
      "start": 2175696,
      "end": 2178834,
      "confidence": 0.7414606666666665
    },
    {
      "pos": 413,
      "speaker": "B",
      "text": "We do indeed.",
      "start": 2178874,
      "end": 2179530,
      "confidence": 0.9975066666666667
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "Yes.",
      "start": 2179602,
      "end": 2180002,
      "confidence": 0.84224
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "We are mutually appreciative of that track. Richard Gervais, of course. Friend of the stars. Claire Sturgis is here. My name is Steve Merchant.",
      "start": 2180098,
      "end": 2187106,
      "confidence": 0.8138470833333334
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "Ahoy, XFM 104.9.",
      "start": 2187130,
      "end": 2188770,
      "confidence": 0.7059933333333334
    },
    {
      "pos": 417,
      "speaker": "B",
      "text": "So I saw you the other day because I haven't seen you this week, but I did see you walking down the street holding a gum shield that you just bought. How'd that work out for you, the. The boxing?",
      "start": 2188842,
      "end": 2196754,
      "confidence": 0.8763514999999998
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Oh, it was really good.",
      "start": 2196834,
      "end": 2197594,
      "confidence": 0.8771039999999999
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "We talked about. Are you aware of this, Claire, that he wants to become a boxer? This is something that Ricky talked about the other week on the air. He suddenly decided, at the age of 40 something, that boxing is really.",
      "start": 2197634,
      "end": 2206054,
      "confidence": 0.9087980952380948
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "40 something means 47. I'm just 41. Okay, I am 40 something, but 40 summer is like a euphemism for near a 50. Yeah. So let's say 40 something.",
      "start": 2206594,
      "end": 2216298,
      "confidence": 0.8974144827586206
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "Okay, say 30 something.",
      "start": 2216386,
      "end": 2218234,
      "confidence": 0.9203925
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2218394,
      "end": 2219134,
      "confidence": 0.69875
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "So, yeah, he's taking up, but apparently there's something called white collar boxing. Did we mention this last week?",
      "start": 2220834,
      "end": 2224746,
      "confidence": 0.8951110526315788
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "No.",
      "start": 2224770,
      "end": 2224906,
      "confidence": 0.97619
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "You didn't know, but I didn't know. Something about thing you mentioned.",
      "start": 2224930,
      "end": 2227562,
      "confidence": 0.8657616666666668
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Yeah. It's basically. It's like a kind of. It's like a classier version of Fight club. Fight club. Have you ever seen that? So instead of. They don't meet in sort of dingy cellars, they meet in office blocks.",
      "start": 2227618,
      "end": 2239014,
      "confidence": 0.8613725641025639
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "And it's usually for charity at the Grosvenor or some. Or a big hotel. I don't know. And you just have like a bill on there and. And you punch each other. Yeah. But anyway, I've been training. I've been training boxing for a while now. Just like, you know, the pads and everything. And last week we started on sparring. And it is a different level, honestly. I mean, I can work out now for an hour on the pads. And I did about one and a half rounds, and it was like I was asthmatic. Because you're also the trainer who is a boxer himself. Put the gumshoe. And he goes, okay, I'm not gonna. And I was giggling with fear. I was giggling with fear and he said, you gotta get a gum shield in case. And that's where he saw me. I'd gone to the Lonsdale shop and I got a gum shield.",
      "start": 2239054,
      "end": 2278456,
      "confidence": 0.8795414012738855
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "I just. I said this before, Clarice, that I just don't think it's a good idea. I mean, you know, Ricky, you've known him for a while. He's not. He's not mentally tough, which is a problem, I think. You know, he's not sort of psychologically, he's quite. He's quite weak. Like, he's scared of a lot of things. You know, cars, spiders. I mean, he'll get. I've seen, like, edgy. Like if a car blows its horn and he's in the house, what's that? Is it coming through the door, is it? No, it's right, Rick. We're on the 8th floor and it's across town. It's fine.",
      "start": 2278520,
      "end": 2308144,
      "confidence": 0.8868942592592589
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "I don't like crossing roads.",
      "start": 2308224,
      "end": 2309568,
      "confidence": 0.9555939999999999
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "No, on the motorway.",
      "start": 2309616,
      "end": 2312240,
      "confidence": 0.837395
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "If someone's going the motorway, I'm looking at the Speedo and if it's like 86, 76, I go, well, you know, just let's go in the slow lane. And I'm looking at my eyes like saucers. Just taking all the information. Yeah, yeah. Because he can't drive, but I think.",
      "start": 2312352,
      "end": 2327086,
      "confidence": 0.8840778000000004
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "It'S because you can't drive.",
      "start": 2327110,
      "end": 2328246,
      "confidence": 0.902332
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2328310,
      "end": 2328670,
      "confidence": 0.86864
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "So for instance, the fact that, you know, I've seen, I mean, he clear.",
      "start": 2328742,
      "end": 2331518,
      "confidence": 0.9112264285714285
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "Because I can't drive and I do exactly the same.",
      "start": 2331566,
      "end": 2333994,
      "confidence": 0.7862910000000001
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Do you do this, Claire, which is when you're in the back of a cab and you feel the cab's going too fast, despite the fact that you say driving up Shaftesbury Avenue in rush hour.",
      "start": 2334734,
      "end": 2342678,
      "confidence": 0.9343511111111111
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2342726,
      "end": 2343046,
      "confidence": 0.67921
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "So you're never going to pick up a great deal of speed. But Ricky will. He won't mention it to the driver. I feel you're going a bit too fast. He'll whisper it to me. He's basically suggesting to me that I should. That I should say something. I don't want to cause a fuss. You better do it, Steve, because you're nobody. Basically. What he's always got. Sort of make the complaint or I, you know. But you were terrified of. Yeah, you're terrified of that. You're terrified of spiders, as we know.",
      "start": 2343110,
      "end": 2366774,
      "confidence": 0.892579468085106
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2366814,
      "end": 2367434,
      "confidence": 0.84583
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "Cobwebs.",
      "start": 2368214,
      "end": 2369234,
      "confidence": 0.48521
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "There's no smoke without fire. Yeah, I know. Made those webs, Steve. And they live there. Yeah.",
      "start": 2371494,
      "end": 2376936,
      "confidence": 0.9163699999999999
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "It was you that got the certificate, wasn't it? Raised on the Spider man film.",
      "start": 2376960,
      "end": 2380964,
      "confidence": 0.959852
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "So.",
      "start": 2383264,
      "end": 2383576,
      "confidence": 0.99782
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "They couldn't show the trailer before, you know, you'd gone to bed.",
      "start": 2383600,
      "end": 2386324,
      "confidence": 0.9272058333333333
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Now, I'm not scared of anything, but I got quite used to the, you know, in armor celebrity. Get me out of here. That one that kept walking off the stream. I got quite used to him. I got to know it.",
      "start": 2389024,
      "end": 2397248,
      "confidence": 0.8386992857142859
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "Here we go.",
      "start": 2397256,
      "end": 2398004,
      "confidence": 0.73705
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "Yeah, he was alright.",
      "start": 2402724,
      "end": 2404244,
      "confidence": 0.5818975
    },
    {
      "pos": 448,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2404284,
      "end": 2404572,
      "confidence": 0.37728
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah, he was.",
      "start": 2404628,
      "end": 2405244,
      "confidence": 0.6281233333333334
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "So you're scared of that.",
      "start": 2405324,
      "end": 2406380,
      "confidence": 0.8047660000000001
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Tarantulas aren't as scary as the bath ones. Tarantulas are sort of like mole furry.",
      "start": 2406412,
      "end": 2410044,
      "confidence": 0.780128
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "What about these? Because, you know, these programs where they have. They'll have people on and they'll sort of. They'll, they'll sort of like. I saw a show once where she was about phobias and a woman was terrified of dogs and a psychologist kind of got her to spend some time with the dog. Slowly you've got no urge to sort of try and have that, that therapy done and so you can maybe deal with your, which is basically, let's be honest, a woman's concerns. It's a woman's fear, essentially.",
      "start": 2410204,
      "end": 2433306,
      "confidence": 0.9166570652173914
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "I stand on a chair.",
      "start": 2433410,
      "end": 2434578,
      "confidence": 0.9122819999999999
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Exactly. Exactly.",
      "start": 2434666,
      "end": 2435894,
      "confidence": 0.59344
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "No, but I saw one. What's that one? Them. He's really nice. He's not Jerry Springer. He's really nice. And he has, you know, weird people on it.",
      "start": 2436314,
      "end": 2443482,
      "confidence": 0.9183653571428569
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "What is Montel Williams.",
      "start": 2443538,
      "end": 2445178,
      "confidence": 0.757665
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "No.",
      "start": 2445226,
      "end": 2445746,
      "confidence": 0.93729
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Tell Jordan?",
      "start": 2445890,
      "end": 2446626,
      "confidence": 0.752875
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "No. About 50. Yeah. Is it these one without glasses? Any. Yeah.",
      "start": 2446690,
      "end": 2454946,
      "confidence": 0.77815
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "Okay.",
      "start": 2454970,
      "end": 2455654,
      "confidence": 0.32732
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "Yeah. And there was like these women on there. Right. And that, you know, sort of, you know, trainer trash and they're going to scare snakes on. Yeah. And then a woman. Go on snake and she'd be screaming, knocking things over and. Okay, well, that's not doing anyone any good. That's just for the audience to prove a point that she's terrified. And it was like tinfoil and someone brought on millions of bags of tinfoil and she was screaming. Yeah. That's worse in it.",
      "start": 2455994,
      "end": 2479346,
      "confidence": 0.845271976744186
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "Scared of tinfoil is pretty mad.",
      "start": 2479450,
      "end": 2481298,
      "confidence": 0.9004483333333333
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Yeah. Well, I mean, this. It's irrational. You know, somebody. Yeah. Weird going on in your head. There's some sort of weird symbolism.",
      "start": 2481346,
      "end": 2491042,
      "confidence": 0.7529299999999999
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "I understand the snake. The snake one or the spider one. Because I understand, you know, there are poisonous spiders and snakes.",
      "start": 2491178,
      "end": 2495974,
      "confidence": 0.8872036363636364
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Like chemical memory. That could be so, you know, but it's usually summit, you know, but how do you.",
      "start": 2496954,
      "end": 2501562,
      "confidence": 0.8386005263157896
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "Because I don't know. I. That, yeah, because I don't have any irrational fears.",
      "start": 2501618,
      "end": 2504738,
      "confidence": 0.8538942857142857
    },
    {
      "pos": 467,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2504866,
      "end": 2505106,
      "confidence": 0.19476
    },
    {
      "pos": 468,
      "speaker": "B",
      "text": "Sickly.",
      "start": 2505130,
      "end": 2505578,
      "confidence": 0.26375
    },
    {
      "pos": 469,
      "speaker": "A",
      "text": "Well, yeah.",
      "start": 2505666,
      "end": 2507134,
      "confidence": 0.713445
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "Except when you're flatulent. That I'm terrified of. Because you never know when it's gonna spring. Because he's not got any of the social graces. Ricky, he'll just think it's funny to just pass wins. You know, dinner. I don't imagine he did it during dinner with Bowie, but if I'm having lunch with him, oh, it's because he'll just start grinning and, you know, it's, you know, it's on the way. Claire, you know, there's something in the post when Ricky starts. Just when a little kind of when his lips curl up. You're having lunch maybe. Here it comes. Here it comes. I tell you, it is eye watering stuff. I mean, it's intense.",
      "start": 2507754,
      "end": 2534920,
      "confidence": 0.8973212931034481
    },
    {
      "pos": 471,
      "speaker": "A",
      "text": "Oh, tell the story. When you're on the train.",
      "start": 2534992,
      "end": 2537928,
      "confidence": 0.8052122222222222
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "There is, there is only one smell that is worse than Ricky Gervais. Flatulence. I was on a train once and a dog was on, the guy was on there with his dog and the dog passed wind, right. I don't know what he'd been feeding it, like sheep or something, you know, cattle. He must have been feeding it something, you know, I mean, like intestines or something. It was intense. This smell pervades the carriage, you know, because they're all like. They're all kind of air conditioned or they're tight, so there's nowhere for the smell to escape. So it's just. It's just kind of spreading, like in this kind of invisible sort of stench that fills up the carriage. I tell you that people's eyes were bleeding. Do you mean? It was like. That's how. But it was just. It was unbelievable. I felt like my face was melting. Like that bit at the end of Raiders of the Lost Ark. That was how it felt, right? And the bloke, who was obviously a bit embarrassed, said, oh, oh, I don't know. Sometimes I don't. I don't know. I don't know who's worse, you know, with their flatulence, you know, people or dogs. And I wanted to go, I've got an idea. How about dogs? What about your dog? But it's that, right? Let's try and make a joke of it. No, get off the train at the next stop. It was just. I mean. I mean, I don't like people with dogs anyway. Just generally, you know, you'll see. No, Rick, when you see me walking down the road with dogs and they just let a dog, you know, do its ones or its twos on the side of the road and then they just walk on. I just don't know what that is. But it is really winds because you'll see people, it'll be like old ladies or kind of toffs or something like that. And they were the sort of people that will complain about, you know, bad language on tv or youths, you know, or ne'er do wells hanging out by bus showers. Yeah, but they're happy for their dogs to go crapping on the sidewalk. They anger me. People with dogs who just are irresponsible like that.",
      "start": 2538016,
      "end": 2642644,
      "confidence": 0.8857567532467538
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "That's nothing to do with liking dogs, is it? That again, that. That's arrogance of people.",
      "start": 2643464,
      "end": 2648064,
      "confidence": 0.876394375
    },
    {
      "pos": 474,
      "speaker": "B",
      "text": "There are a lot of people, as I say, who are kind of, you know, I mean, who think they're better. They don't have to worry. They have to bend down and scoop it up, which is what they should do.",
      "start": 2648224,
      "end": 2655538,
      "confidence": 0.9471236585365855
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2655626,
      "end": 2656294,
      "confidence": 0.6299
    },
    {
      "pos": 476,
      "speaker": "B",
      "text": "Anyway, well, that's off my chest.",
      "start": 2656594,
      "end": 2658682,
      "confidence": 0.912665
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "Yeah. Play record. Well, in the last half hour, Steve, they've heard. They've heard nirvana, they've heard Oasis, they've heard great. They've heard Dylan. We've got coming up. We've got cat Stevens, we've got Tom waits. I mean, now, it's great music. We're playing a lot of music and talking less in the last bit. Now, some people, right, would say that's because we run empty and we ran out of things to say at 20 past the first hour. Yeah. I say we want to get in some great tracks.",
      "start": 2658738,
      "end": 2696656,
      "confidence": 0.8741319780219776
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Well, that's my excuse as well.",
      "start": 2696760,
      "end": 2698136,
      "confidence": 0.9442183333333333
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "What's next? Cat Stevens off teeth of the Tiller man. I've got nothing.",
      "start": 2698200,
      "end": 2701880,
      "confidence": 0.7662376923076923
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "Steve, you run it. I know. Well, it's the noise. I think the noise was to you at the lowest point. The noise was really miles from nowhere.",
      "start": 2701912,
      "end": 2709864,
      "confidence": 0.8397675
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "Cat Stevens from teeth the tinnan.",
      "start": 2712964,
      "end": 2715412,
      "confidence": 0.5416016666666666
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "So many people, Rick, haven't even got a cat Stevens record in their collection. And you hear tunes like that, you just think. You think, why? I think, why, Rick? So you said.",
      "start": 2715468,
      "end": 2723284,
      "confidence": 0.9256215151515151
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "We said, someone phoned up saying them, they want a bit of psychotic furs. And Claire said, I watch your favorite track. And we both went, it'd be pretty in pink. And it was. But, you know, you know, you meant to say, um, like. Like on heart or magic. You're told to say, coming up, a classic by so and so. And people stay washing cases their favorite. And if it's not, you don't give that away. But it doesn't work when it's things like. I hear things all the time. Like a. And after this, a classic from men at work. That'd be down under.",
      "start": 2723324,
      "end": 2749086,
      "confidence": 0.8752781308411209
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2749230,
      "end": 2749622,
      "confidence": 0.52764
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "Coming up next, a beautiful tune by Danny Wilson. Mary's prayer is Mary's prayer. It can only be Mary's prayer.",
      "start": 2749678,
      "end": 2756974,
      "confidence": 0.8647
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2757054,
      "end": 2757718,
      "confidence": 0.73685
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "It doesn't work with. They've had one hit.",
      "start": 2757886,
      "end": 2760678,
      "confidence": 0.9372312500000001
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Yeah. Or a tune from hearsay. Oh, I hate them all.",
      "start": 2760726,
      "end": 2765158,
      "confidence": 0.8529854545454547
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "Nice.",
      "start": 2765326,
      "end": 2765718,
      "confidence": 0.93107
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "Yoika's like rock and roll.",
      "start": 2765766,
      "end": 2767274,
      "confidence": 0.5659000000000001
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "Don't kick him when they're down.",
      "start": 2767614,
      "end": 2768878,
      "confidence": 0.8158849999999999
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "Yeah, it's true enough. Call. What other pop do we hate?",
      "start": 2768966,
      "end": 2771350,
      "confidence": 0.8216781818181819
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "You know, that thing. Um. Yeah.",
      "start": 2771382,
      "end": 2773190,
      "confidence": 0.836715
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "We all hate pop music, don't we? That's why we're alternative station dudes.",
      "start": 2773262,
      "end": 2776566,
      "confidence": 0.6786238461538461
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Rubbish.",
      "start": 2776630,
      "end": 2777394,
      "confidence": 0.16312
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "Ross Abbott atmosphere. There's no atmosphere in here with that playing.",
      "start": 2778054,
      "end": 2782314,
      "confidence": 0.8219009090909091
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "Oh, last night, things started the fame academy. I've been. I'm quite a sad Teddy watcher and I've been looking forward to that for about two weeks. I fell for the hype. I can't believe it. I love Popeye door. I love pop stars. The rival. I love celebrity fit club. I love all those things, right. But just disappointing, because they'd already picked them. I think it's. It's investment and I'll be honest, I think the standard was poor.",
      "start": 2782734,
      "end": 2809280,
      "confidence": 0.88559325
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "The standard was poor, I think. So now these people with different abilities or is it all singing?",
      "start": 2809352,
      "end": 2813592,
      "confidence": 0.941195
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "It's just all singing. It's. It's rather like. It's rather like they've got us down to the last twelve of pop idol. Say it's like that.",
      "start": 2813648,
      "end": 2821222,
      "confidence": 0.8758707692307692
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "Yeah, but.",
      "start": 2821278,
      "end": 2822230,
      "confidence": 0.56565
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "But to be fair to the program, I think it's all about what happens next, because that now they get voted out like big brother. Right.",
      "start": 2822262,
      "end": 2829046,
      "confidence": 0.9328249999999999
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "And today, do they write their own material and stuff or they'll be taught to do that.",
      "start": 2829190,
      "end": 2832406,
      "confidence": 0.875783529411765
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "I've got the whole team together and everything. So then they're filmed, you know, like the weather, 24 hours a day and everything. And so I think you've got to get into it and get to know these people. There's always a few. There's already a few. I go, right, she's annoying.",
      "start": 2832430,
      "end": 2844692,
      "confidence": 0.9124611538461536
    },
    {
      "pos": 504,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2844748,
      "end": 2844980,
      "confidence": 0.62417
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "Right. Vote her out. And after there's three that the teachers say each week, okay, you're up on probation, and then you vote them out. And it gets that. It gets it down to one person. But the interesting thing is, it's not just they get a record and they release a single. They live their life for a year.",
      "start": 2845012,
      "end": 2860452,
      "confidence": 0.9095410000000004
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "Right.",
      "start": 2860548,
      "end": 2860804,
      "confidence": 0.82228
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "So they get this beautiful sort of pad in Notting Hill gate. They get a sports car. Right. And it says they get to go to parties. They're already set up to go to the FA cup final. The Brits and all those things. Yeah. Meet all these people and then after it's taken away from him.",
      "start": 2860844,
      "end": 2876836,
      "confidence": 0.9275994736842107
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "Wow.",
      "start": 2876980,
      "end": 2877732,
      "confidence": 0.8388
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "They just take everything back.",
      "start": 2877908,
      "end": 2879396,
      "confidence": 0.998588
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "And you don't like this because you feel it cheapens, like your celebrity lifestyle, which you've worked for.",
      "start": 2879540,
      "end": 2883860,
      "confidence": 0.8938866666666665
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "No, but. But the other thing is, of course, they could be big stars by then and they just have to get their own car. But how did that.",
      "start": 2883972,
      "end": 2891804,
      "confidence": 0.9216024137931034
    },
    {
      "pos": 512,
      "speaker": "C",
      "text": "What?",
      "start": 2891844,
      "end": 2892212,
      "confidence": 0.84952
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "That psychologically is going to be grim.",
      "start": 2892308,
      "end": 2893820,
      "confidence": 0.7648628571428572
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "But are we going to follow it up for that year? Are we going to. Is it like.",
      "start": 2893892,
      "end": 2897068,
      "confidence": 0.967837777777778
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "Well, that's when it becomes interesting. I mean, now camera crews following hearsay. Now that's interesting.",
      "start": 2897116,
      "end": 2901988,
      "confidence": 0.9389937500000001
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "Yeah, I know. And that when they actually. Yeah, yeah. But I don't know how they're going to do it.",
      "start": 2902036,
      "end": 2907736,
      "confidence": 0.8722595
    },
    {
      "pos": 517,
      "speaker": "B",
      "text": "Do you? How long, Jane. Jane. Why do I call you Jane? There's so many. The name Jane's been mentioned so many times. You can call me whatever you like, love. How long do you reckon Ricky would last in the big brother house if he was in celebrity big brother? How long would Ricky stay in there?",
      "start": 2907860,
      "end": 2923164,
      "confidence": 0.9063932758620687
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "Well, you see, as a.",
      "start": 2923504,
      "end": 2924688,
      "confidence": 0.8972580000000001
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Well, it depends. You say, go on, you answer.",
      "start": 2924736,
      "end": 2926560,
      "confidence": 0.7265677777777777
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "No, because as someone who would be watching big brother Ricky was in there, I would make sure that he stayed in right till the end. Just forgot.",
      "start": 2926632,
      "end": 2933248,
      "confidence": 0.9251589285714286
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Of course.",
      "start": 2933296,
      "end": 2933736,
      "confidence": 0.889495
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "Well, of course, because, you know, he's irritating. He's a sort of.",
      "start": 2933800,
      "end": 2936136,
      "confidence": 0.9544875
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "So I'm Chris Eubank.",
      "start": 2936200,
      "end": 2937240,
      "confidence": 0.6581025
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "Eubank of the house. But obviously, a lot of people tend to vote out the most irritating, annoying, most loathsome person.",
      "start": 2937352,
      "end": 2942264,
      "confidence": 0.8858190476190476
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Well, they want to get rid of me, but the public presumably, might want me in there, as I think the.",
      "start": 2942304,
      "end": 2948632,
      "confidence": 0.9191776190476191
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "Public would turn against you as well. I know you, Ricky, for the charlatan you are. We haven't played a song for the ladies for some weeks because I just keep forgetting one.",
      "start": 2948648,
      "end": 2960240,
      "confidence": 0.8817315151515149
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "I need one.",
      "start": 2960272,
      "end": 2960848,
      "confidence": 0.9965733333333334
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "Thank you, James. I thought, you know, I'm played Tom waits for a while and this is, you know, one of his classics. And it's just beautiful, beautiful tuning. And however many times you've heard, heard it, it's still brilliant. Downtown train, Rick.",
      "start": 2960896,
      "end": 2974290,
      "confidence": 0.8670879069767438
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "Oh, I can't believe it.",
      "start": 2974322,
      "end": 2975650,
      "confidence": 0.909402
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "We're back next week and Carl, hopefully, is.",
      "start": 2975802,
      "end": 2977626,
      "confidence": 0.78488875
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "Carl, I think, will be. Yeah. Well, we don't know, but hope everything's okay. I'm sure it is. And we'll see him next week.",
      "start": 2977730,
      "end": 2983138,
      "confidence": 0.8049283333333334
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "Thanks, Jay.",
      "start": 2983186,
      "end": 2983586,
      "confidence": 0.60485
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "Bye, everybody.",
      "start": 2983610,
      "end": 2984034,
      "confidence": 0.979095
    }
  ]
}
