{
  "id": "292b0f84-1d03-41e8-9ad9-256d4387cd56",
  "status": "completed",
  "text": "Badly drawn boy on XFM 104.9. I'm Ricky Jermaine's with me Steve Merchant and Karl Pilkington. I tell you what, the Sony's then. Oh, this Thursday, this Thursday at the Grosvenor House Hotel. Everyone in radios, anyone has entered their show in different categories saying, oh, you know, they get it down to, you. Know, winners this year included the brilliant Dominic Mohan, former showbiz editor of the sun. Lots of, lots of people won. Lots of people won. Lots of people won gold. Lots of people won silver. Lots of people won bronze. We didn't get a sausage. This show was deemed not worthy of anything. I mean, not, not a look in the panel looked at and said, well, no, definitely not. Radio didn't get a vote. See, that annoys me on so many levels. Let me, let me tell you one, right? I've never complained about losing an award. Okay? Ever it in mainland tv. I know we've won a lot, but we've been beaten a couple. Beaten by Peter K. Good luck to him. He's brilliant. Beaten by Phoenix Knights and sitcom. A lot of people like that more than the Oscar, vice versa, right? No qualms. But the shoddy shite that I heard that night beating us, I was furious. I don't understand. There's, there's people regional. It sounds like hospital radio, right? I mean, I shouldn't even be on XFM. I thought, you know, it, it's beneath me. Yeah. And I thought, well, give him a hand. Right, let's show him. And I want to know the panel was as well. I do not believe it. How can they dip? I was looking back over some of the shows right before and I've just done a little excerpt of, you know, a trailer of what we, what we do, what we're about. And I don't know how the panel could overlook this. Play a bit, Carl, please. Shaking her muff minge and tits around does not make her a hoe. Then what does? These kids at school with big ads. What are you talking about? My name is holy fuck, right? There's this monkey that was on a train station, right? What? If you mean cocked, mean penis. It was me down syndrome, son. Oh, chimpanzee that. Monkey news. So we've still got monkey news coming up. You're an idiot. You know what I mean? That's, to me, quality broadcasting. I don't know how they can say that isn't worthy. That's what we sent in to the Sony people. They listened to that. How they didn't think that was dynamite stuff. It doesn't make sense. I've been thinking about this since Thursday because I've been a little bit down in the dumps. What I think is that with the radio, with the tv show, the tv stuff we've done, Rick, we put a lot of work into that. We get the script. We got the script. We spend a lot of time on it. What this show is about, it's very much about spontaneity. It's about our personalities. And I don't think we're ever going to win an award for our personalities. I think that's where we're going. Do you know what I think? I think that when we're together, we're with the auteurs of the office and, you know, and we're strong on it and we're just to where we write it, we direct it, you know, we cast it, we worry about the font and stuff on the, you know, we do everything. There's a weak link in our midst. I think, on the radio show. Yeah, yeah, yeah, yeah. Right. I'm just trying to think what the common factor is, because on the award winning tv show, it splits you and I. Yeah. I don't know. Well, I'll tell you what. Can we play a record and let me think about this, because there must be some. There must be something. There's got to be a factor that. Isn'T in the office, that's in this. That means that the office is award winning and this is a pile of shite. Brown sugar by the Rolling Stones on XFM 104.9. I recognize you raised with Steve Merchant and with us, Carl Pilkington, the third member of this team. Team. We. And me. And you do the office. Award winning. Yeah. And me. Us three. Do this. Do this show. No. Carl, what are your thoughts? What do you think's wrong with the show? Why do you think the panel listened to our show and said, that is awful? It's not actually a radio show? Well, can I just point out, many people may not realize that last year we won a bronze. So we've actually gone down. We've actually slid off the list. I know, but I mean that. Yeah, but Carl wasn't really as involved last year. Well, I remember last. Last year, yeah. I mean, we just. We just started out on it. Yes. I mean, so you can't really. You can't really compare. Hold on, though. Interesting. What do you think, Carl? What do you think there was, Carl, any thoughts? I see what you're getting at. Right. But you're not stupid. But when I put the compilation together, I made sure that it was mainly you two. So don't. Don't be. Don't be doing that. Don't be playing that game. So you put the compilation together? Yeah. Right again. Ah, right. Interesting. Because we involved. We usually do the office, edit the office and everything. We have to find a cut on the office. So you. I see. So. Interesting. So. Oh, well, um. That. So the tape was the smoking gun. And whose fingerprints were on it? Carl Pilkington's. Yeah, that's interesting. We didn't get a sausage. But, you know, do you know what, seriously, though, you know, you. Well, that means, seriously, is his fault. I know, but I mean, we. It's our fault as well, because we should have known better. Right. But then to employ. But I actually think it's a slap in the face. I want to know. The panel was a lot, Sonia, thinking, just. And out to the same old people, you know, I mean, every clip they played was a funny phone call. Do you know, I mean. And so I'm actually sending you funny phone calls. So if anyone. If anyone, if anyone cares, think. I think we should knock on the head as a protest against Sony. And I've never complained before about Leo, but, I mean, this one don't. I think I want. Or I want someone on the panel. It was entertainment. I want someone on the panel to phone up and say why they think this show is rubbish. Apologize. Well, not apologize if they stand by, if they tell me why, you know, because, you know, listening to that clip there, I can't see anyone with that as. No, as sort of, you know, daytime radio. It's interesting. I don't think our number one fan, Dicky Anderson, Richard Anders, was on the panel, although he here is emailed in, maybe why we. What is Dickers doing, man? Dickers says, commiserations on not winning a Sony. I can't believe you didn't win. Naturally. I mean, apart from your show's obvious lack of quality and effort, having a monkey for a producer, offering the biggest load of tat as competition prizes, saying hairy chinese kid 48 times every show. Rockbusters, not bothering to turn that for weeks on end, only having three listeners. Introducing the comedy characters. Camp David, Harry Fook, which I think he spelled wrong there. Stephen Merchant. I'm not a character. Apart from insulting every race, religion and sexual orientation, bickering like schoolgirls. We haven't done everyone yet. We have not insulted everyone yet. There's loads to go. Despite the fact you generally bring misery into the lives of anyone who listens. I thought you were surefire winners. Better luck next year. Well, I mean, a couple of constructive, you know, criticisms there, but generally I still can nail it. Was he on the panel? Well, I don't think so. He's a fan, so. Yeah, well, no, he's clearly a fan. I mean he loves, he obviously loves the show. He's. Because he's, I mean he has hit the narrow head, which. Yeah, but what should we do? Should we give up or should we try harder? That, that's always my dilemma in there. Sure, yeah. I mean I've, I've always gone for the first one. Give up. Yeah. Why bother? Yeah. If that, if they can't see, just give, just give us the award and then worry about it later and we won't let them down. Yeah. Now they've got, they've got blood on their hands. We're gonna. Yeah. What we do to give a month, couple of months notice? I think so. Okay, well they, seriously, I mean, I'm not being whacking out. Um, we haven't told andrew, but I. Think we've won our course with this show. Yeah. Yeah. So let's get. Okay, we give it a month and it's because the Sony's didn't give us anything. Play record. There you go. You gotta do a bit longer than that. No, we haven't got to give a month's notice. No, you gotta work till about September if you're gonna. No, we haven't, no, we give a month notice. We're, you know, whatever. They give the money back so much. Well, you give your money back. Yeah. I know what you're gonna spend your 80 quid on. True. By the way, red hot chili peppers and XFM 104.9. So a few more shows and I, Sony are happy. They should encourage, you know, we've only been radio, you know, a couple of years. Exactly. Encourage young talent like you. Yeah. Instead of giving it to radio one and radio two and the old war horses. We just had a quick email. Wonder if you can answer. This is James from NW says Ricky, is Carl gonna be on this week's show? Please let me know as I may. Listen, if he's not. I mean, people are already turning against you, Carl, because they've seen what's happened. Yeah. I think they've probably realized that we. Gave you too much, I think. Exactly. I think we got a spoil sort of kid now and it's sort of like, you know, we knew, we knew our body was, but we were trying to sort of bring him out of his shed a little bit. Yeah. Encourage. You got encouraged of children like Carl. Well, yeah, exactly. Fend for themselves. But I like the fact that Dicky Anderson had that wonderful rant. I mean, it was an articulate email, it was quite long and he must have typed it immediately, I'm thinking, because he's a fan of the show and he thinks I'm a genius. We need a pa, don't we? Yeah, yeah. Do you reckon he'd come and work for us? Well, he can't be any worse than what we've already got. So there you go then. We're giving up. We're giving up radio. We're gonna concentrate on television. Carl's gonna probably go back to, what, your little. Just doing your sound? That's the thing I won a silver for at the Sony's. Funny that, innit? Oh, you won a silver, did you? I got silver, yeah, for doing the proper job that I do here in the week. Well, no, it's two of you for a start. Yeah, well, there's three of us. Can't even get a bronze now, who's the weak link? Right, well, bit weird, eh? Let's get, let's look, let's get. Let's not argue. We haven't got many shows to do. To be fair, though, this, this show is. I think it's more to do with the fact that you talk on this show that has brought us down. Say anything? Hardly today. No, this is an award winning show, potentially. We'll have this one in for next year. If you could just keep stum, we might have a chance. Well, coming up. Right, let's put it behind us. Okay. Let's draw a line under it. We had a meeting yesterday. We thought we better, you know, for the last few shows, plan it a little bit, and me and Steve come up with a great idea. We're going to offer Carl money to do stuff. Yes. That's the quality of the ideas on this. Yeah, yeah, I bought some money in little stuff because we had him. We had him showering with our mate Johnny for a thousand pounds yesterday. Yeah, we just got into a discussion and then one of us suggested that how much would it cost us to pay you, Carl, to have a shower with another man? Not. And there's nothing. No, there's nothing going on. You just. You're just in a shower, normal shower. You're just watching, washing each other. Not each other, just yourselves. You're having a chat, having a shower. Yeah, but it's a regular shower in a regular house. It's not showering any. Went, fine. He got, we got, he got a thousand pounds out of it. He wouldn't do 900,000. But then we said, and we'll have to watch to make sure you do it. Yeah. And he went, no, that's weird. So. But what, why, what's it, this is. What annoys me, though, right? The whole idea of, oh, what would you do? Right? I bet you missed out there when we started this chat saying, oh, I wonder what you do for money. It did start off with, would you rub Dale Winton's neck? Would you give Dale Winston a massage? Yeah, but you have to say, no. 500. You could, you got. We're trying to find out what your price is. What price? Carl is the name of the show. So. So you, would you give dad Whitman just. He's got a knot. He's got a bit of a knot. He's stressed. He's been doing supermarket sweep and he's furious. One of the contestants was answering back, calling him names, and he's got, he's got all knots in his neck. You just put your. Just give him a little bit of a, you know, five minutes, a little neck massage. How much would you do that for? He's naked and it's just a little neck massage. Nothing. There's nothing going on. It's like today you're naked as well. It's just a tricky. Naked up, giving him a little massage. No, no, seriously. Would you, would you give him, um. Okay. Would you. Would you give me a foot massage? For how much? Well, that. Well, that's. What's your price? And what are the rules, though? Can I wear gloves? No, no, just, you know, let's start off silver. Would you take off my shoes and socks. For. I do it for like 50 quid. 20 quid to take off one shoe and one sock. But like, you mean it, you just take the shoe off, you go, and as you're putting down my sock, you pull the sock down slowly, you look me in the eyes and go, what lovely ankles. Seriously, how much? What price? 20 quid a foot. 20 quid a foot. That's got. So 20 quid you will take off my. We're put on some soft music, right? I don't need it today. That's, that's what was saying, see, yesterday. You always give it to a homeless person. Give it to a charity. Don't get in here. Well, are you still gonna shower with Johnny for a thousand pounds? Not now, because you said and me and Steve are just gonna stand in the corner and watch. We've got to make sure you do it. You might go in there and just, like, wet your hair and come out, pay Johnny 500 quid and go. Yeah, we had a shower. How will we know? Sorry, I'm quite interested about the shoe and sock. I'm back to the. I'm back to the shower. You just have to wash yourselves now. We have to inspect that. It's really clean because we want you to wash certain parts. Really? Why have you both got to be in there, then? Well, no, just one of us. Can we just take. I mean. Yeah. Or can Steve film it? As far as evidence. Just as evidence. Oh, really? I'll tell you what. We leave a tv camera in there with neither of us to be in, and then we can just watch the video. Are you a couple of enders? No, no. Can we. Can we discuss further the taking of the shoe and the sock? Because I think there's 20 pounds. I'm willing to pay 20 pounds to see that. Say, a little surprise for you there. That's Coldplay here. They're live through there. Thanks. Can I hear me? Can I hear me? Yeah. Brilliant. Do you want to. Do you want us to say a few words? Yeah. No, I have a quick word with Chris lead singer. Chris. Chris, good to have you here. Hello. And how's it going with Gwyneth Paltrow? Brilliant. Yes. She's a lovely lady. Yeah, I thought so. Yeah. I saw her in Shakespeare in love. She's good in that. We would pass that on to her. It's going right. You're gonna get married to. Yeah. So I marry either how that Julia Roberts. Yeah, either one is good. Um. I know, I know. Interest. I know you're on holiday at the moment in Hawaii. I read in the paper today. No, you're actually here, actually. Okay, um, gotta go now. Got to go. All right. Just a couple of quick. See you later, Chris. Yes, you, Ricky. So that's the sort of guests. That's kind of guests. We're just trying to. Just like Jonathan Ross. We got guests like Jonathan Ross. That's. Coldplay just popped in. Just so if you're the Sony people. Listening and we still got Kyle to take off my sock for 20 quid. Okay, let's do it now. Let's just get it over with and do it now. Come on, Carl. Let's get our cash out then. Rick, there's ten pounds. No, no, no. You don't know him because he owes you ten. So I just have to pay him ten. Okay, yeah. So go on then. Just take. Not whilst cold player, eh? They let the shoot off. Come on. I don't want to do it. Why not? Tell me. Okay. Why won't you do it? It's ridiculous. You have a shower, you won't take my shoes and socks off, you won't do anything, you won't give Darwin a rub down. What will you do, for Christ's sake? I don't want to do Mum and Dad. I've heard about how well I'm doing in London. Yeah, right. They've heard about, you know, the Sony awards and that. They're talking to the mates saying Carl's doing well for himself. Yeah, let's have a listen to him on sky. Yeah. Tuning in. I'm taking off socks for money. That'll be the first time that anyone in your family has actually made, you know, money without stealing. Excellent. All right. Well, no, he's just taking a tenner off me. Right, okay, okay. Just gently. I can't see what's happening. Come on, just get it done. What's that? Okay, now do it properly. Gently. Yes. It's a sweaty trainer, which just makes it all the more sweaty. Just gently caress it, caress it, caress it there. Don't just gently ease the shot. Working on shoe shop. There's nothing, nothing weird about it. Just gently ease down. All right, let's just. Come on. Gently do it. Don't just rip it off. Slowly, slowly tease it, tease it. I don't like this. I just wasted tenor and that. Wasn't enjoying yourself. Now, wait a minute, you've got to. Say something nice about my ankle. Say, you've got lovely toes and I love your ankle. You got nice toes and that. Say it properly. I don't like it anymore. Do it. And you've got to say, you've got to say for the tenor, otherwise you're taking it back. You've got to say, what lovely ankles you've got. But in a sweet, seductive voice, you got nice ankles. That is not how you would seduce a woman. You would not seduce a woman like that, Carl. Oh, I don't know, Suzanne. Imagine that. I don't know. I don't feel good about it because. I want to see if we can get him to massage your toes. See, I don't know what's worse. I mean, I didn't like the feeling much. That wasn't very nice because it was all. It was all rough and I, you know, and he said, he's a skinhead and he's playing on my feet. And then I thought, I've degraded him, so I don't know why I feel worse about. You can keep the tenor that you owe me if you massage his toes. No, I'm not doing that. No, we paid him. He's done it. Yeah, the shoes are back on. We're sweet. Some house next week. Somewhere else next week. Okay. If you'd like Carl to humiliate himself for money, email him. Suzanne was surprised that I was like, last night, I told her about it. Why did you do that? I don't feel. I don't know what I feel now. That's not good. Well, I don't know. That's not good, is it? And she just said, well, you know, you don't like chucking money away and that. And it was funny because we got talking about when we bought our first flat in Manchester, right? I bought a bed, right? I didn't have much money. And what annoyed me is I bought the bed and it turned up and I said, where's the mattress? And they said, well, you don't get, you don't get a mattress with the bed. You got to buy that separately. And I was like, well, that's not a bed then, right? So I didn't have any more money. Susan's at work. So I thought, well, I don't want to stress her out at work and that. Tell her we haven't got a mattress for the bed. I had a word with my dad, right? He knew a mate who had one in the back of a van, right? He said, I'll have a word with him, he'll let you have it. Got the van, brought it round. Stunk a diesel and that. But I thought, well, it's free, it'll do. Yeah. They brought it up, stuck it in the spare room. Suzanne got home, she looked at the bed, she said, that looks alright. She wears the mattress that it's in the next, next room. But I thought, I won't tell her because she won't like the idea. She went in the room, stunk of like petrol fumes and that. Yeah. What's going on? I said, well, it's a mattress. Didn't come with a bed. So I've sorted you one out. I've got this off my dad and we didn't have one night on it. She said, get rid of it. Yeah. I had to go and ditch it. I don't know what she was thinking. One of your father's friends is driving around in a van with a mattress in the back. Yeah. With this serial killer, I mean, and. Want to sleep on it. Let's. The lamb. What kind of a cheapskate is she? What kind of a woman is she that she won't sleep on a mattress that has been in the back of a transit van? Yeah. Petrol, diesel, probably, urine and Christ knows what else. Ah. So you know. Would you swap pants with Steve for 50 quid? Now, you don't have to look at him. You go in the toilet, he takes his pants off in the toilet, leaves in there. You go in, right? You come up with your trousers on. You go in, right? Take your pants off. Put his pants on. Leave your pants in the toilet. Come out, you guys. He goes in there. You can't. You swap pants at the end of the show, you put it back. How much? When you say pants, what do you mean? Just underpants. Under pants. Why? Why not? Seriously, these were fresh on Thursday. But I mean, which time. Your price is gonna be more than 20 quid. It's gonna be more than 20 quid. It's gonna be. It's gonna be like 80 quid upwards, I think. No clean on today. They were clean today in their boxes. It's as bad for him as you remember that. Thanks for that 50 quid. Really? Play record. No, I'm gonna. You just said you'll give me 50. Quid if you go and swap pants. I don't know what's in it for me. I don't know why I'm doing this. It started off as torturing Carl, but not only I'm out of pocket, I don't actually want you two to swap pants or touch my ankles. I don't know what I've done. I'm the victim here. I've paid out and I don't even like it. Player record. I want to think about this. I mean, I've got 50 quid if you. As long as we can swap the pants. But both be in the room at the same time. Band of gold by the artist who featured in a recent rock buster clue, which was, I think the jamaican fella needs an aspirin for his head. And that goes, course, to free the pain, really. Rockbusters coming up in it. Carl, we. We settle now. Get it. Get it going. We weren't doing this anymore. I know. I don't know what happened. I don't know. I mean. But I mean. I mean, we're shooting off in a couple of weeks, so. Yeah, what difference make? Now you've mentioned it, it's a good time, right? Three clips it, cryptic clues like the one you just heard there. First one. Crap. That is craptic. A word. First one. My younger brother spotted you the other day. Right? That's the cryptic clue. My younger brother spotted you the other day. The initials j's. J's for the band. Second one. That champagne belongs to the boxers, kid. The way he looks up, like it's Oscar Wilde. That champagne belongs to the boxers, kid. The initials are am. And the third one, the vibrators and the initial b. What? The vibrators and the initial is b. So the first one. My younger brother spotted you the other day. I know that one. That's ridiculous. J's. The phone's going. Second one. That champagne belongs to the boxes, kid. Am. And the third one, the vibrator is the initial b. So email in and you win. You can say the prizes later. Well, I tell. What? This is terrible. I mean, we didn't even say the prizes. We weren't going to do this. The phones going. Look at. The phones are going mental. Carl, did you ever do paintings and drawings at school and then bring them home and your mum put them on the fridge? No. Really? I never brought them on. What, did you just screw them up and throw them in the bin? I just left them at school. Yeah. Never had a bag. Radiohead. There, there on XFM one, a 4.9. You see? No way this is giving me an idea. Because I think what the best thing about this show is what happens when the records are playing. Because we. We sort of. Last example in articulate. Yeah. Didn't have any planned. I started my mouth moving, but I didn't have anything planned. Yeah. Like, why was that? Why? Why don't you have anything planned there? What? Why didn't. You know what you're gonna say then, cuz, what were you doing when Radiohead was on? Well, I made Carl a new uniform that he has to wear in the second hour. What did I do? You got tissue paper. Yeah. Toilet roll. Yeah. Ripped a bit off. Yeah. Made a little tie for me and put some in the ears. Yeah. So we had earplugs and matching tie and he looked good, didn't he? Yeah, he had earplugs and matching tie and I squeezed it in there and he went, I can't, it'll irritate me. So I'm thinking of things all the time to make this more fun for me. Yes, and it is just like that. Steve, just want to raise a little point. Go on. You say that you're spending most of your time thinking about how you can make this more entertaining for yourself? Yeah. Is it worth ever considering the listeners? Well, I think that if. If you're happy, they're happy. I'm not sure that's true. I've been monitoring a lot of feedback on the email and stuff. Yeah. Doesn't appear to be the case, but. That'S because car won't go along with stuff. Sure. I mean, they could see on the webcam his little matching, matching earplugs and tie that I made. I just did a cartoon that went for 350 pounds. Right. On the. On the website. Right. So that's. That's one now. Yeah, we're gonna do it. Make it really good. We're gonna give them lots of stuff and sign DVD's, everything. So that's great. 350 quid. Who was it? I think her name was Joanne. It's not definite yet, because we haven't got the money off her. Well, you know, you gotta trust him in here. And so I think people would love to have had a matching, you know, I'd have signed it and everything. Little matching earplugs and necktie made out of toilet roll. Yeah. You know, and he didn't. Don't want to wear it. But I had a great idea for a show, right. We filmed the behind the scenes. Right. Of each show. So, you know, you get, you know, a CD of what went out. But you saw what happened behind the scenes. Right. And it follows us through a week. Right. And it's called X Men three. Ah, I see. Because of XFM. Yeah. Right. And then we can film all. Carl, what Carl looks like when I'm squeezing his head. What he's like when we're trying to make him touch us. All that sort of stuff when he's getting all stressed out in the day and we just pop up. Right. The white looks like his little head, everything. And would this be broadcast on tv? I think so. Choice. So, yeah, yeah. I mean, I get. Because, I mean, I'm very much in the center of the storm. I'm very much the eye of the storm. Yeah. And I know that I myself would not want to watch that. Really? No, because it's any negative car. It was like this when you came up with cheapest chimps. He didn't. We wanted to drop rockbusters. What was the other thing? He didn't like that other tv idea I had. Yeah. What? Putting a baby in a room, setting on fire and see if he can. Make his way out the room on fire. Let's not get silly. No, no, no. But he didn't like that, did he? I mean, I don't. I don't want to sort of. I don't want to blow my own trumpet, but it does seem to me that my criticism of those things is probably justified. I mean, cheapest chimps. Yeah. Where is it now? Well, McIntyre took it. Not really, Carl. Not really. It is but a pitiful memory. Both your game show ideas. Terrible. This tv show idea. I think, again, it's only interesting to you, Rick. This is what you fail to realize. You've got no sense of the greater public. They don't, to be honest. I'm just taking this from what people are emailing in. They're not interested. They're not interested in Carl. I don't read the emails. They're not interested in Carl. They're not interested in Carl. But if we did a documentary about him like they did about Oliver, that the humans eat a different case or that the girl that was older than her mum or, you know, all those other sort of things, I think we actually did a definitive documentary and got in doctors to talk about him and. Showed him that psychiatrist from big brother. Yeah. And just talked about it and then showed him in his environment. I think it would be. I think it'd be brilliant. I think it'd be a brilliant show. But I think that's interesting. I think you're right. Some kind of anthropological study of Karl. Fascinating. You making a little necklace form. I'm not so convinced, but that we. All be part of it. Play record. Let's think about this, because I think this is an idea. If any broadcasters listening like Greg Dyke or, you know, we'd even go to channel five with this, I think. Would we? I mean, alternatively, if you'd like to incorporate Carl into some kind of blue. Peter appeal, let's do so much. Let's just get Karl. Look at his face. How could you not see? A lot of it was still not what you look like, Carl. Play record. Turing breaks painkiller on XFN 104.9. Couple of emails, Rick, that I ought to notify you about. Holly is emailed in. She wants us to wish her good luck. She says that she's one of 15,000 women who will be walking 26 miles around London starting at midnight tonight in their bras to raise money for a breast cancer response. No, no, no. Just regular ladies, I thought. But I was at loose end, so that's something for me to do. Also. We got. We got to say hello to Sonia who? It's her 18th birthday and we're going to play a little Smith's track for her later, so we're trying, we're trying to be interactive. Yeah, I'm. I've seen how other dj's do it. Their phones, they go and. What are you, are you celebrating tonight? Oh, we're just going out. Foxy. Have a good time. Here we go. This is, you know, I mean, we've got to be what I've guessed we had. We had Chris Martin in from Coldplay, which could be a lot well, Chris is still here. Hello, Chris. How'd you come up with the ideas for your songs? Just make them up in my head. With the guitar and how old are you now? 28. Thanks very much. More from Chris Martin later, I imagine. Cheers. Thanks, Chris. We've also had an email from Jim. It's as easy as that. We got an email from Jim he says on the subject, the postcards his brother once met the bloke who posed for the photo on those biros that when you tip them up, the black ink kind of sinks away and it shows him nude. And he was apparently an aspiring model and he got paid $75 for it in Hong Kong in the seventies Carl. Would you do that? Would you pose nude for a pen for $75? I mean, inflation Garner, double it every ten years, say so. Yeah, 100. 5300. I'll give 600 quid to post news for biros that we give away for XFM. An XFM biro where your clothes sink away when you turn it upside down. And what sort of shape was this fella in? He's in pretty good shape. Yeah, I think 600 quid. Yeah. I'll make it back on selling the pens. I always remember being at school. The first time I ever encountered one of those pens was a kid at school, Jason, and he had a pet, one of those pens and he turned upside down and it was where the woman's clothes sink away and she's naked. And I remember sort of seeing it and him showing it to everyone, all the young lads and them thinking, this is amazing. And I was thinking it was like the idea that it was sort of a way to cheat teachers. Oh, there's Jason. He's just got a pen there with a picture of a woman wearing some clothes. That's fine, yeah, there's nothing wrong with that. If he brings a porn mag in, I'll have it. He's out. But. Yeah, but I can't. But I always imagined. Can you imagine? Imagine how embarrassing would it be to be to be caught masturbating over one of those pens. Businessman. Yeah, exactly. His life catches him. Sorry. So what are you doing? Just not just doing some writing with this, this regular pen. Right. What? Well, don't turn upside down. Ah. Can I just come around where you're sitting? Why are you naked? The only thing I think more embarrassing would be to be caught masturbating looking into a mirror. Well, for you, maybe. For me and Carl. We should give the rockbusters clues again, one final time before we. We give out the answers. And I should mention the prices as well, if you still want to enter. We've got various things. Cover CDs. Let's move on from that. Club anthems 2003, stranger. Hey, I hate being nude anyway. Why? What do you mean? You ain't being nude? It's not normal if you walk about. Do you walk about the house we now on? No, because we've got windows. Yeah, but. All right. With a blind shot or whatever. Well, I have a bath. No. Say, like with, you know, with Jane and that. Are you happy you're walking about? No, just. No. I'll walk around in a pants or a towel. I won't. I won't purposely walk around nude for the sake of it now. No, but I. In the morning, I don't mind when I get up. Yeah. Go for a shower. But I don't sort of flaunt it about. I just wondered if that's normal or. Well, no. What do you mean? Is it normal if there's no one can see you then? No. Like, but your girlfriend's in and that. But what I mean is. Yeah, it's like, you can put a pair of pants on, can't you? All I'm saying is put Steve's on if you want. What do you want? What? Do you want to put a pair of pants on now? No, it's just like you're asking me to do it for a pen. What would you do, right. What would you do, right, if you did that thing with Steve and you put left your pants in there. You went and you put his on, but it was sort of like, it was damp, right? So, rock busters, then. We'll get this out of the way. So, surprises, Carl. I've mentioned there's a number of CDs. We've also got wild weather, a fascinating. It looks like two VHS set. About weather, about various weather conditions around the world. That must be selling like hotcakes. Sian Lloyd could be in that now. Yeah, indeed. And also signed by Norman, it's Fatboy Slim's big beach boutique. That must have been troublesome for the station that has, you know, close ties with Norman to get hold of, but well done. And that's fat boy Slim. Big beach boutique. So, yeah, there's a number of not bad prizes to give away there. And the clues were Karl. First one was, my younger brother spotted you the other day. The initials J's. We had. That champagne belongs to the boxers, kid. That was am. And third one, the vibrators. That's rubbish. That one. The initial b. We'll give away the. The prizes and the answers next. What, we could play a record or what we got coming up. We got monkey news. Yeah, we got loads too numerous to. Mention at the moment. The average. Got some of them. Oh, brilliant. Crumbling in later. Excellent. Look forward to there. Joe Jackson. Good. Good track, good tune. Different for girls. Joe Jackson on XFM 104.9. A retro cut metamonkey, usually. Good, Carl, if you got that. Well, we're struggling here. We're struggling, Steve. Rick, you say that, but wait a minute. The answers for rockbusters are coming up right now. So you thought people were turning off. Oh, what have we done? We've done. Take my shoes off for money. Take my shoes off for money. We've done that. We've done. Oh, look at these funny postcard breasts. And we've done. We didn't win a Sony. Coming up. Regular features. Got nothing, have we? Come on. Sometimes it's good. Come on, Carl, save us. You've got to save us. We've done. We're doing them now, Steve. Yeah, right. First one. My younger brother spotted you the other day. Initials there, J's. That was junior. Senior. I'll give you that. Second one. That champagne belongs to the boxers, kid. That was am. That was alison's. Moye, Ali sons. Moye, Alison, Moye. Sorry, just give us the clue again. That champagne belongs to the boxers, kid. So, Mohammed Ali's son. Yeah, right. Alison's moyer. Yeah. Brilliant. And then third one. Always an easy one in there for everyone to look and set. Part the vibrators. The initials be. That's buzzcocks. You can't say cox. That's why. That's why you can't say cox. Have we got a winner? We have indeed. I chose him because his name amused me, which is a bit hard. Not Mister tits. No, no, no. Gerald Preston. Sorry, Gerald. I don't know why that tickled me. It's so unfair. It only tickled me because it's not funny. There's nothing funny with Gerald Preston. There is nothing funny. I think it was because it sounded like it was a man of a different generation. I think that was why Preston, it sounded like. That's terrible. Right, Gerald, there's nothing funny about that now. There's nothing funny about the name. Steve just made me laugh. I don't know why that made us funny. It made us laugh, but it just tickled me. Whatever you think of your name, don't. Worry, because these crimes, including fans, Gerald Preston. I don't know, Gerald, if you're a fan of wild weather, but you've got a two VH set coming to your way, so you certainly will be interested in extreme weather conditions by the end of that, I would have thought, plus some arbitrary CDs. So good luck, Jerry. Oh, dear. Excellent. Right. Brilliant. Good. That's that sorted. Right, let's have another tune and then maybe some monkey news. Yeah, well, actually, now you've sort of mentioned a bit of monkey news that I found something in the week, right. That we've talked about in the past, right. That I've got some other monkey stuff, but this is just. Oh, forget it. What? Come on, what's the matter with you? Right? Do you know that thing we did ages ago when we were out one day and we're talking about monkeys in, in a room with a, with a pc and if you leave them in there long enough. Yeah. Eventually an infinite amount of monkeys or one monkey in infinite amount of time will eventually type the complete work. Shakespeare. Yeah, we talked about that ages ago. Yeah, I said it wouldn't happen. No, it doesn't make sense. You can't say it wouldn't happen. It doesn't make sense. It's a mathematical conundrum. It makes sense. Gone anyway. Right. They got a couple of monkeys. All right, so not an infinite amount, eh? Okay, so, all right, but never mind. Yeah, got a couple of monkeys. Put it in a room. Yeah. I don't know if it was a, if it was one pc or they got. Got a job lot or whatever. Not an infinite amount then. And left them in there for a month. Oh. Not an infinite amount of time then either. Okay, so two monkeys a month. Okay, go on. Yeah, I see the experiments working so far. Eight monkeys. Oh, eight monkeys. Oh, let me just work that out as a fraction of infinity. It's one infinity. Eight into infinity. Oh, God, a month. And what happened then, Carl? Did they take, did they take the complete watch of Shakespeare? I'm assuming they know. They know they only did a proportion of it. They just did Macbeth. What happened then, Carl? Please tell us. They didn't have anything they didn't come up with anything. You're an idiot, Carl. You really are an idiot. Player record. That's ridiculous. What did you expect? What did you expect? A bit. A bit of Keats and pastry of the Radio times by one of them, the cleverest one. No, but what they did say is they didn't even get. They didn't even write one word out. No, you don't. No. Infinity or nothing. That's the point. There's a big leap between any number you could think of and infinity. In fact, an infinite leap. Do you understand the concept of infinity? Don't rub your eyes. I lost him on. Do you? Yeah. Didn't I? Right, play around. Did they type any. Did they type nothing from any of the book? Any of the Tarzan books? Nothing. But they must have read them. I mean, that would be their favourite, surely. I'm stunned. I can't believe they didn't even do, like, a transcript of every which way but loose. Yeah. I can't believe it. They must have chosen some really thick monkeys. They didn't type any of Charlton Heston's speeches from. From planet. I can't believe it doesn't make sense. It doesn't make sense. You'd have thought six monkeys in a month would have done something. Yeah, at least a script for BJ and the bear. The irony being, of course, in BJ. And the bear that it was a. Monkey, not a bear. Really stuck in a moment. You can't get out of it by you two. I know how they feel. Oh, just a quick thought. I just had a sudden thought, just a little update on something we talked about ages ago on the show. You might remember I said once that if I ever met Dido, I thought I had a good chance with her. Yeah, she looks like the sort of woman that would work in, say, a photocopying shop. Yeah, and she'd probably be quite charmed by that. Or a secretary that sort of, like, wrote a couple of songs. And the boss said I entered her in something. Yeah, and it won. She did them at the Christmas party. Everyone clapped. Exactly. Yeah. Well, anyway, just an update on that. So far nothing's happened. Yeah, but nothing's going on, so I'll. Keep you posted on that. Rick, I know you. I imagine it's a foregone conclusion. When you do, though. When? When I hear you matter, you don't need to say anymore. Okay, well, just say. I'll let you just wink and say, I met Dido last night and I say, no more. You don't need. I'll just look a little bleary eyed. Yeah, yeah. And probably still wearing the same clothes from the mace. Yeah, exactly. Right. Anyway, I just thought I'd keep your breaths of that. Yeah. All the breasts from London. Carl. Come on, Kyle, cheer up. You've had a good week. You have to do a month's notice. Little bit of friction. Little bit of friction between Steve and Kyle. I think they're, you know, they're getting to each other, which is. He's underpants are pinching. Come on, Carl, cheer up. You're lucky, you know. Many people would pay good money to call. You had a good night out this week. You went to the Sony, she had a free meal, we came away empty handed, but, yeah, wasn't it? You enjoyed that? Do you enjoy that? I. Go on. I'm just finding more and more things are annoying me. Really. Like, even like Sony's night. Right. You've got a lot of respectable people going to that thing, you know, people who are high up at the BBC and that. Yeah. And just the way, you know, it's a posh night, there's people there with dinner jackets on and stuff. And then I went to the toilet for a wee old fella in there. So he looks. He looks like he's been in the, you know, the radio game for years. Probably done loads of award winning Sony stuff. Yeah. You know, all the BBC documentaries to do in depth stuff. And I thought, you know, I wonder if I'll be like him when I'm older. Wonder if I'm as good as him thinking all that. He's having a wee in the next urinal. Farts. I know. Yeah. He just farts old fella in a dinner jacket, probably hired. But they try to. They think, well, I better do it in here. And it's sort of like a trumpet. And everyone just goes, yeah, that's fine. What's up that, you know. Yeah, I know what you mean. Is it just the arrogance of doing it? You just did it sounded like a lost whale. And he didn't sort of go and try and clinch it. It went. He carried on and then he went, oh, that was a good one, really. Old fella must have been about 70. Oh, dear. And what better out than in? Yeah. But it's not that I wasn't. I wasn't brought up like that, you see. Right. Because I did it. I mean, I never really did it that much as a kid. Sure. And then I was at my mom and dad. You never. Sorry. You never did it that much as a kid what, parties? Yeah. Okay. Not. Not just like, you know, as a joke. And we are taping this for next year's Sony Ward, aren't we? We're taping this. What we talk about now, aren't we Dandin? Because this is. Go on. But I was at my mum and dad's, right? And Suzanne was sat on the floor in front of me, and she was like, oh, rub my neck, it's hurting. So I thought. And I hate doing that. It really bores me. She's your girlfriend, for goodness. I know. Dale Wynton's different. You're getting paid for that. Go on. So I thought, the only way to shift her is I'll let one go. Right? So I did that. It's such a loving relationship. I love that. That's great. Like doing the washing up badly. She won't ask me again. What have you done? I've smashed the cups up. Written in excrement across the wall. Well, that's no good. Isn't it? Well, I won't do it again. Maybe the marigolds all do it. I've nailed the cat to the fridge. What's up with that? Go on. Yeah. So I did that. And it worked. She sort of got off and said, oh. And my dad said, what you do that for? What was he thinking? So I said, oh, I hate rubbing her neck does me adding. So he says, you know, I've never trumped in front of your mother for 40 years. Sorry, where was this Chiggly? Why is this family talking like this? Young Carl? I've never trumped in front of your mother in the 35 years. Why? What? I don't know. What? No, it's just. It's just that he said, you know, we've done a lot of things in the family. What'd he say that for? What? He's never. He's never trumped in front of your mother. He just offered that information up. Well, he just was surprised that I did it. He said, where have you got that from? Yeah. Whoa. Lower intestines. I thought, what do you have to imagine? There's a class of farting. Oh, we haven't. We haven't told our kids about. We haven't told him about it. We haven't. No, we don't do it. You have to learn it. Do you? No, I know, but there's a place. That's what I was always told. Go on. This place for that. Cornwall. So. And my mum, you know, it's the same. She. She doesn't do it right. If she goes to the toilet to, you know, do what you got to do, she. She makes sure, like, she'll sort of say things like, are you going out for a walk? Are you going out for a walk? Does she think. Does she know that you're broadcasting this? Yeah, probably around at the neighbors now, listening. Yeah. Any of you going out for a walk? Yeah. So she what, she kind of. She waits until everyone's left or she. Doesn'T like the thought that everyone do, you know, like, cats don't like you staring at them when they're doing it. Like they were staring at a cat. While it was doing anything. Have you ever had a pet cat? What do you mean? Go on. No, it's just that cats, you know, if you get on a little litter tray. Yeah. I remember being told, like, now when it does use it. Don't sort of go and look at it. It puts it off. I was the same as a kid when I had a. Who comes and looks at you when you're on the bottom? No, no. When I was a kid and I was in a nappy. Right. I used to always, like, there was a corner in the kitchen that I'd always go to and everyone would be. Why you go to the toilet? Because they had a nappy on. Oh, yeah. Right. How old were you? 14? About three or something. And I used to always go to this corner and everyone said, right, he's going to the corner. Don't. Don't stare at him. The thing is, I can so imagine you because you've got the same head. Yeah. You look like a baby. Baby's head for that. Would you. Okay. Would you put a nappy on for 50 quid? No. Yeah, just. I'd just be just sitting. Just do your work. Right. Anyway, just sit in the corner. So I'm not doing that. Right. So, yeah, my mom's like that and something else. She's. She's good. I'm just in the corner. Just don't look at. Yeah, she's just in the corner of our kitchen. Don't. Just. What's she doing? Just. She's just doing her business. She says she is. There she is, squatting. Are you going for a walk? Sorry, you were saying? Another. Another trick I've learned from her. Right. If. If you're using, say, a friend's toilet or something and you don't want to leave your mark, just use. Go down the toilet and flush it. Use a. Take a box of matches with you. Yes. Burn the place down. Have a wonderful crap and just leave when the fire brigade get there. Who is it? Vines. Yeah, it's good one. We don't go. Brilliant, dear. If you're gonna talk, you do say something useful. Vines. They're homesick. Brilliant. Now, can't. We should do monkey news now, because I know you want to save it, but I think you should put your best stuff first. You never know what will happen. You know what I mean? Always put your best stuff out there. Let me just get it out the. Okay. Well, while he's getting it, could we have a jingle for monkey news? Yeah. Oh, jim, fancy that. Monkey news. Tell you what, right. About putting. Putting your best stuff first. Yeah. Do you know. Do you know we're saying the other. The other week about in Chinatown, not really a town? Well, it's not. It's not a town. Right. And, like, the restaurants, the young, they. Have, like, oh, those old dead ducks and chickens just hanging in the window. Yeah. An octopus and all that. Hanging there. Yeah. And that doesn't, like, make you want to go in, does it? No. Sure. This morning, walking through Soho, on the way in, walk past this sort of strip joint place, this woman said, do you want to come in, sir? Right. Turn round. She must have been about 80. So you're equating her to a hangy bit of octopus, are you? Performing? And a chicken. I'm just saying. Again, put your best stuff at the front door. Good thinking. Anyway, better monkey news that's been sent in. Right. Gareth in Catford. Right. Good work there. Um, basically, it's about this, uh. This monkey. Oh, yeah. Oh, yeah. In the jungle. Yeah. It's got a gig out and hairdressers. What are you talking about? What are you talking about? What are you talking about? It's got itself a nice little job going in hairdressers as what? It gets people sitting down. Um, what it does before the people have their hair cut, that it sort of sits there and it goes through people's air. Make sure it's clean, and people are loving it. Right. So it's a. So it's a pet monkey. It's nothing to do with it getting a gig in an airdresses. It's a pet monkey. It's not working at monkey and guy. Yeah. No, no, seriously. It's in there. I think it might have started off as a job, and then. So what does it say? It says junior, 15 pounds. Stylus, 35 pounds. Monkey, 63 pounds. It's in the jungle. It was wondering about. Maybe it did, but it looks good. Its hair looks good. Someone thought, yeah, but never ever, you see, people make that mistake with hairdressers, anyway. I always say, well, if the hairdresser's got a good haircut, go to where he's going. Right, right. Because that's what I thought when I read it about having a good haircut. How often do you go to the addresses? Well, not that much anymore, but I used to always think that. Yeah, you used to go to a bloke who told me had his shack on a railway bridge that used to shake when a train went over. Yeah, because it was two quid. Yeah, but before that. I've never had that much luck with hairdressers before. That was a. Was another place and it was run by sort of, you know, these sort of wannabe gangster type people. Oh, yeah. But they'd, you know, you go. What do you mean by wannabe gangsters? Well, sort of just. Just petty crime stuff. You'd go in for haircut and then you walk out with a video recorder. Know what I mean? You just have to take it. No, no, but they'd sort of spend ages flogging you that whilst cutting your hair. It was their thing. It's like. Right, sit down. You're right, yeah. Oh, for the weekend. What do you think of maybe a Sony? Yeah, so and so that. That's when I stopped going there, because it was like, just what I. Haircut. I don't want to be. Which one said that you had the hair of a chinaman? It's the fellow who works in a railway station haircut. Well, he should know. He's been around a bit. Clearly, if he runs a shack next to a railway station. So just go back to monkey news for a second. I didn't quite follow. Why he still. He still. His salon is in the jungle or where is it? No, he was doing his. Doing what he does in the jungle. Right, right. He's walking about. He wanders into the airdressers. Yeah. Maybe they didn't have him on, like as a job. Straight away. He was just there. This is nice. He sat there picking the knits. Oh, Carl, I don't know where to start then. It's just that, it's that. It's the embellishment. You don't walk in. He walked from a jungle to an airdresser. I mean, you're an idiot. You really are. I'd love to see you try and get a job in an hairdresser. If there was another monkey up for it, you'd never get a job. So he was good at that. People said, this is relaxing. Apparently had really nice hands, soothing on people's heads. They said, let's put him on the payroll. Let's put him on the payroll. What do you mean? I'll give you that. Okay, this is the news item, is it? Customers are queuing up to have their hair done at a salon in the jungle by a monkey. Judy, a pigtailed macaque, has a reputation as the best exterminator of head lice in cane. She is so good. Some customers fall asleep under her gentle touch. Regular amperon Chicama said, judy's hands are so soft and gentle I really feel I can relax. But you know, that is doing what it does naturally. It's looking for like salt and stuff in the hair. Yeah. And it's not on the payroll. It doesn't complain about when it gets, when it gets deducted at national insurance. It's not part of the union. Yeah. Do you know what I mean? But, but a good monkey news, you know, backed up with, with good tabloid journalism. Yeah. With solid evidence there. So now that's, I think we should start marking the monkey news. Rick, I don't know what you think giving it marks out of ten maybe for both interest and validity. Well for interest I'll give it seven for Carl's. Carl believing that there was something to this monkey, thinking it had a job. And getting paid but it was also doing kind of perms two and coloring two. Yeah. Ridiculous. Again, ridiculous. More monkey news next week. Hopefully they should hear that jingle again. Oh chimpanzee. That monkey news peace train and that brilliant cat Stevens now. Well I've sort of enjoyed the last sort of you know, hour or so after, after the disappointment of the Sony's. I think we are going to give up to be honest, do another week and then shoot off. Yeah, okay. We're doing it for a laugh anyway. But if they're not going to reward us for that then, you know, I. Mean, but I'll tell you what could, but what about this Carl? Can you find out who was on the panel? Can you? But what difference does it make? Well I want to, I want you to interview, I want you to phone them up and, and I wanted to tell them why, why? Um, they didn't think our show was. Yeah, let them explain themselves. Just explain themselves. They've got stabilization convictions. Find them all, track them down. There's probably about three expect the monkey. Knew, should have, you know, done the job for you. I just want people, I don't want to be, I don't want to sit in a room and hide. I want the three people on the panel. I'll find them out. To say, we didn't vote for you because we thought it was shoddy, amateurish, annoying. There was too much swearing. I go. Fair enough. Well done, mate. You. We didn't vote for you because Carl's voice is an irritant. Okay, okay. Well done, mate. You all right? We didn't vote for you because, Gervais, you're a fat, useless git who understands nothing about broadcasting. Yeah, and I go, right, I'm not so happy with that. But at least you told the truth. But get them on the phone, find out. Find out from Andrew. I know it's. None of them have mentioned me, which is good. I know, pretty good. Yeah, yeah. They probably all love Steve. No one likes to pick on an invalid, though, do you know what I mean? That's just. We, we got a player request here for what's her name is. Don't leave it to Sonia, who's 18 today. We couldn't find William. It was really nothing. Worse myths because whoever is in charge of the library, I mean, they probably won an award for it, but, you know, she didn't ask for four non blondes. So I found there is a light by the Smiths. So a week to go.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Badly drawn boy on XFM 104.9. I'm Ricky Jermaine's with me Steve Merchant and Karl Pilkington. I tell you what, the Sony's then. Oh, this Thursday, this Thursday at the Grosvenor House Hotel. Everyone in radios, anyone has entered their show in different categories saying, oh, you know, they get it down to, you.",
      "start": 6200,
      "end": 25718,
      "confidence": 0.8674331481481481
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Know, winners this year included the brilliant Dominic Mohan, former showbiz editor of the sun.",
      "start": 25726,
      "end": 30410,
      "confidence": 0.9132886666666666
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Lots of, lots of people won. Lots of people won. Lots of people won gold. Lots of people won silver. Lots of people won bronze. We didn't get a sausage. This show was deemed not worthy of anything. I mean, not, not a look in the panel looked at and said, well, no, definitely not. Radio didn't get a vote. See, that annoys me on so many levels. Let me, let me tell you one, right? I've never complained about losing an award. Okay? Ever it in mainland tv. I know we've won a lot, but we've been beaten a couple. Beaten by Peter K. Good luck to him. He's brilliant. Beaten by Phoenix Knights and sitcom. A lot of people like that more than the Oscar, vice versa, right? No qualms. But the shoddy shite that I heard that night beating us, I was furious. I don't understand. There's, there's people regional. It sounds like hospital radio, right? I mean, I shouldn't even be on XFM. I thought, you know, it, it's beneath me.",
      "start": 30542,
      "end": 87248,
      "confidence": 0.8826044571428568
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Yeah.",
      "start": 87296,
      "end": 87784,
      "confidence": 0.77706
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "And I thought, well, give him a hand. Right, let's show him. And I want to know the panel was as well. I do not believe it. How can they dip? I was looking back over some of the shows right before and I've just done a little excerpt of, you know, a trailer of what we, what we do, what we're about. And I don't know how the panel could overlook this. Play a bit, Carl, please. Shaking her muff minge and tits around does not make her a hoe. Then what does?",
      "start": 87904,
      "end": 112400,
      "confidence": 0.8992384042553191
    },
    {
      "pos": 6,
      "speaker": "C",
      "text": "These kids at school with big ads.",
      "start": 112472,
      "end": 114312,
      "confidence": 0.8004871428571428
    },
    {
      "pos": 7,
      "speaker": "B",
      "text": "What are you talking about?",
      "start": 114488,
      "end": 115964,
      "confidence": 0.9858079999999999
    },
    {
      "pos": 8,
      "speaker": "A",
      "text": "My name is holy fuck, right?",
      "start": 116464,
      "end": 118120,
      "confidence": 0.7670233333333334
    },
    {
      "pos": 9,
      "speaker": "C",
      "text": "There's this monkey that was on a train station, right?",
      "start": 118152,
      "end": 121352,
      "confidence": 0.8601190000000001
    },
    {
      "pos": 10,
      "speaker": "A",
      "text": "What?",
      "start": 121528,
      "end": 121792,
      "confidence": 0.98909
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "If you mean cocked, mean penis.",
      "start": 121808,
      "end": 123724,
      "confidence": 0.8752633333333334
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "It was me down syndrome, son.",
      "start": 124784,
      "end": 126392,
      "confidence": 0.8323283333333333
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "Oh, chimpanzee that. Monkey news.",
      "start": 126448,
      "end": 129164,
      "confidence": 0.769474
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "So we've still got monkey news coming up.",
      "start": 129664,
      "end": 131696,
      "confidence": 0.9285212499999999
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "You're an idiot. You know what I mean?",
      "start": 131840,
      "end": 134552,
      "confidence": 0.87923375
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "That's, to me, quality broadcasting.",
      "start": 134608,
      "end": 136424,
      "confidence": 0.81168
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "I don't know how they can say that isn't worthy.",
      "start": 136464,
      "end": 140120,
      "confidence": 0.9165230000000001
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "That's what we sent in to the Sony people. They listened to that. How they didn't think that was dynamite stuff. It doesn't make sense. I've been thinking about this since Thursday because I've been a little bit down in the dumps. What I think is that with the radio, with the tv show, the tv stuff we've done, Rick, we put a lot of work into that. We get the script. We got the script. We spend a lot of time on it. What this show is about, it's very much about spontaneity. It's about our personalities. And I don't think we're ever going to win an award for our personalities. I think that's where we're going.",
      "start": 140192,
      "end": 165380,
      "confidence": 0.9105207627118646
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Do you know what I think? I think that when we're together, we're with the auteurs of the office and, you know, and we're strong on it and we're just to where we write it, we direct it, you know, we cast it, we worry about the font and stuff on the, you know, we do everything. There's a weak link in our midst.",
      "start": 165412,
      "end": 186066,
      "confidence": 0.8507768750000001
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "I think, on the radio show.",
      "start": 186170,
      "end": 187466,
      "confidence": 0.9404733333333333
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Yeah, yeah, yeah, yeah. Right.",
      "start": 187530,
      "end": 188450,
      "confidence": 0.64701
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "I'm just trying to think what the common factor is, because on the award winning tv show, it splits you and I. Yeah.",
      "start": 188482,
      "end": 192570,
      "confidence": 0.917813043478261
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "I don't know. Well, I'll tell you what. Can we play a record and let me think about this, because there must be some. There must be something.",
      "start": 192602,
      "end": 196954,
      "confidence": 0.9123360714285713
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "There's got to be a factor that.",
      "start": 197034,
      "end": 198026,
      "confidence": 0.8683057142857142
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "Isn'T in the office, that's in this. That means that the office is award winning and this is a pile of shite. Brown sugar by the Rolling Stones on XFM 104.9. I recognize you raised with Steve Merchant and with us, Carl Pilkington, the third member of this team. Team. We. And me. And you do the office.",
      "start": 198050,
      "end": 228444,
      "confidence": 0.8554156896551725
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "Award winning.",
      "start": 228604,
      "end": 229356,
      "confidence": 0.75015
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Yeah. And me. Us three. Do this. Do this show.",
      "start": 229420,
      "end": 232628,
      "confidence": 0.9066220000000001
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "No.",
      "start": 232676,
      "end": 233264,
      "confidence": 0.49504
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "Carl, what are your thoughts? What do you think's wrong with the show? Why do you think the panel listened to our show and said, that is awful? It's not actually a radio show?",
      "start": 234764,
      "end": 244460,
      "confidence": 0.9449685294117646
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "Well, can I just point out, many people may not realize that last year we won a bronze. So we've actually gone down. We've actually slid off the list.",
      "start": 244572,
      "end": 251384,
      "confidence": 0.9382696551724139
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "I know, but I mean that. Yeah, but Carl wasn't really as involved last year.",
      "start": 251844,
      "end": 255012,
      "confidence": 0.8486313333333332
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Well, I remember last. Last year, yeah.",
      "start": 255028,
      "end": 257684,
      "confidence": 0.7034357142857143
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "I mean, we just. We just started out on it. Yes. I mean, so you can't really. You can't really compare. Hold on, though.",
      "start": 257804,
      "end": 263024,
      "confidence": 0.8453437500000001
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Interesting.",
      "start": 263644,
      "end": 264212,
      "confidence": 0.99558
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "What do you think, Carl? What do you think there was, Carl, any thoughts?",
      "start": 264268,
      "end": 267180,
      "confidence": 0.8053100000000001
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "I see what you're getting at. Right.",
      "start": 267292,
      "end": 269300,
      "confidence": 0.8666242857142857
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "But you're not stupid.",
      "start": 269372,
      "end": 270596,
      "confidence": 0.827715
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "But when I put the compilation together, I made sure that it was mainly you two. So don't. Don't be. Don't be doing that. Don't be playing that game.",
      "start": 270700,
      "end": 280820,
      "confidence": 0.9234413793103448
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "So you put the compilation together?",
      "start": 280852,
      "end": 282864,
      "confidence": 0.8914566666666667
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "Yeah.",
      "start": 283534,
      "end": 283886,
      "confidence": 0.62157
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Right again.",
      "start": 283910,
      "end": 284622,
      "confidence": 0.76698
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "Ah, right. Interesting. Because we involved. We usually do the office, edit the office and everything. We have to find a cut on the office. So you. I see.",
      "start": 284718,
      "end": 291774,
      "confidence": 0.8978793103448275
    },
    {
      "pos": 43,
      "speaker": "C",
      "text": "So.",
      "start": 291814,
      "end": 292394,
      "confidence": 0.8389
    },
    {
      "pos": 44,
      "speaker": "A",
      "text": "Interesting. So. Oh, well, um.",
      "start": 295254,
      "end": 298070,
      "confidence": 0.6762520000000001
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "That. So the tape was the smoking gun. And whose fingerprints were on it? Carl Pilkington's.",
      "start": 298182,
      "end": 301870,
      "confidence": 0.8650725
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "Yeah, that's interesting. We didn't get a sausage. But, you know, do you know what, seriously, though, you know, you.",
      "start": 301902,
      "end": 309410,
      "confidence": 0.9023915
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Well, that means, seriously, is his fault.",
      "start": 309522,
      "end": 311594,
      "confidence": 0.7200471428571428
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "I know, but I mean, we. It's our fault as well, because we should have known better. Right.",
      "start": 311714,
      "end": 315138,
      "confidence": 0.9003116666666665
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "But then to employ.",
      "start": 315186,
      "end": 316106,
      "confidence": 0.8432125
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "But I actually think it's a slap in the face. I want to know. The panel was a lot, Sonia, thinking, just. And out to the same old people, you know, I mean, every clip they played was a funny phone call. Do you know, I mean. And so I'm actually sending you funny phone calls. So if anyone. If anyone, if anyone cares, think. I think we should knock on the head as a protest against Sony. And I've never complained before about Leo, but, I mean, this one don't. I think I want. Or I want someone on the panel. It was entertainment. I want someone on the panel to phone up and say why they think this show is rubbish.",
      "start": 316210,
      "end": 351886,
      "confidence": 0.8775949593495939
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Apologize.",
      "start": 352030,
      "end": 352942,
      "confidence": 0.69467
    },
    {
      "pos": 52,
      "speaker": "A",
      "text": "Well, not apologize if they stand by, if they tell me why, you know, because, you know, listening to that clip there, I can't see anyone with that as. No, as sort of, you know, daytime radio.",
      "start": 353078,
      "end": 363624,
      "confidence": 0.8540610810810809
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "It's interesting. I don't think our number one fan, Dicky Anderson, Richard Anders, was on the panel, although he here is emailed in, maybe why we.",
      "start": 363784,
      "end": 374008,
      "confidence": 0.89827
    },
    {
      "pos": 54,
      "speaker": "A",
      "text": "What is Dickers doing, man?",
      "start": 374056,
      "end": 375312,
      "confidence": 0.778858
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "Dickers says, commiserations on not winning a Sony. I can't believe you didn't win. Naturally. I mean, apart from your show's obvious lack of quality and effort, having a monkey for a producer, offering the biggest load of tat as competition prizes, saying hairy chinese kid 48 times every show. Rockbusters, not bothering to turn that for weeks on end, only having three listeners. Introducing the comedy characters. Camp David, Harry Fook, which I think he spelled wrong there. Stephen Merchant. I'm not a character. Apart from insulting every race, religion and sexual orientation, bickering like schoolgirls.",
      "start": 375408,
      "end": 404908,
      "confidence": 0.9125678350515464
    },
    {
      "pos": 56,
      "speaker": "A",
      "text": "We haven't done everyone yet. We have not insulted everyone yet. There's loads to go.",
      "start": 404956,
      "end": 410784,
      "confidence": 0.8961866666666666
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "Despite the fact you generally bring misery into the lives of anyone who listens. I thought you were surefire winners. Better luck next year. Well, I mean, a couple of constructive, you know, criticisms there, but generally I still can nail it.",
      "start": 411604,
      "end": 422102,
      "confidence": 0.9189278571428572
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "Was he on the panel?",
      "start": 422118,
      "end": 423030,
      "confidence": 0.983752
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "Well, I don't think so. He's a fan, so.",
      "start": 423142,
      "end": 425670,
      "confidence": 0.9381077777777779
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "Yeah, well, no, he's clearly a fan. I mean he loves, he obviously loves the show. He's. Because he's, I mean he has hit the narrow head, which. Yeah, but what should we do? Should we give up or should we try harder? That, that's always my dilemma in there.",
      "start": 425782,
      "end": 441126,
      "confidence": 0.8531415999999998
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Sure, yeah.",
      "start": 441150,
      "end": 441782,
      "confidence": 0.597585
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "I mean I've, I've always gone for the first one.",
      "start": 441838,
      "end": 444714,
      "confidence": 0.9247080000000001
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "Give up.",
      "start": 444834,
      "end": 445338,
      "confidence": 0.95208
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "Yeah. Why bother?",
      "start": 445386,
      "end": 446546,
      "confidence": 0.6890633333333334
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "Yeah.",
      "start": 446610,
      "end": 446850,
      "confidence": 0.69933
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "If that, if they can't see, just give, just give us the award and then worry about it later and we won't let them down.",
      "start": 446882,
      "end": 452298,
      "confidence": 0.8806308
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "Yeah.",
      "start": 452346,
      "end": 452642,
      "confidence": 0.69748
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Now they've got, they've got blood on their hands. We're gonna.",
      "start": 452698,
      "end": 456138,
      "confidence": 0.9069299999999999
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "Yeah.",
      "start": 456186,
      "end": 456602,
      "confidence": 0.71634
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "What we do to give a month, couple of months notice?",
      "start": 456698,
      "end": 458706,
      "confidence": 0.8061836363636364
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "I think so.",
      "start": 458810,
      "end": 459354,
      "confidence": 0.94717
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Okay, well they, seriously, I mean, I'm not being whacking out. Um, we haven't told andrew, but I.",
      "start": 459394,
      "end": 464682,
      "confidence": 0.736675
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "Think we've won our course with this show.",
      "start": 464698,
      "end": 466058,
      "confidence": 0.78688625
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Yeah. Yeah. So let's get. Okay, we give it a month and it's because the Sony's didn't give us anything. Play record. There you go.",
      "start": 466106,
      "end": 472168,
      "confidence": 0.9026688
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "You gotta do a bit longer than that.",
      "start": 472176,
      "end": 473200,
      "confidence": 0.83605875
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "No, we haven't got to give a month's notice.",
      "start": 473232,
      "end": 475284,
      "confidence": 0.8293677777777777
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "No, you gotta work till about September if you're gonna.",
      "start": 475624,
      "end": 477936,
      "confidence": 0.820309
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "No, we haven't, no, we give a month notice. We're, you know, whatever. They give the money back so much.",
      "start": 478000,
      "end": 482884,
      "confidence": 0.8659355000000002
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "Well, you give your money back.",
      "start": 484624,
      "end": 486064,
      "confidence": 0.9656833333333333
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Yeah. I know what you're gonna spend your 80 quid on.",
      "start": 486144,
      "end": 488744,
      "confidence": 0.8279254545454545
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "True.",
      "start": 488904,
      "end": 489684,
      "confidence": 0.69769
    },
    {
      "pos": 82,
      "speaker": "A",
      "text": "By the way, red hot chili peppers and XFM 104.9. So a few more shows and I, Sony are happy. They should encourage, you know, we've only been radio, you know, a couple of years.",
      "start": 500864,
      "end": 512562,
      "confidence": 0.870476
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "Exactly. Encourage young talent like you.",
      "start": 512618,
      "end": 515786,
      "confidence": 0.7859833333333334
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "Yeah. Instead of giving it to radio one and radio two and the old war horses.",
      "start": 515850,
      "end": 520642,
      "confidence": 0.893645625
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "We just had a quick email. Wonder if you can answer. This is James from NW says Ricky, is Carl gonna be on this week's show? Please let me know as I may. Listen, if he's not. I mean, people are already turning against you, Carl, because they've seen what's happened.",
      "start": 520658,
      "end": 534402,
      "confidence": 0.8923447058823533
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Yeah.",
      "start": 534498,
      "end": 534890,
      "confidence": 0.80217
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "I think they've probably realized that we.",
      "start": 534962,
      "end": 536570,
      "confidence": 0.9369285714285714
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Gave you too much, I think. Exactly. I think we got a spoil sort of kid now and it's sort of like, you know, we knew, we knew our body was, but we were trying to sort of bring him out of his shed a little bit.",
      "start": 536682,
      "end": 546442,
      "confidence": 0.8627661702127659
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Yeah.",
      "start": 546498,
      "end": 547066,
      "confidence": 0.85356
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Encourage. You got encouraged of children like Carl.",
      "start": 547210,
      "end": 551866,
      "confidence": 0.7273275
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "Well, yeah, exactly.",
      "start": 551930,
      "end": 553094,
      "confidence": 0.9450066666666667
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "Fend for themselves. But I like the fact that Dicky Anderson had that wonderful rant. I mean, it was an articulate email, it was quite long and he must have typed it immediately, I'm thinking, because he's a fan of the show and he thinks I'm a genius. We need a pa, don't we?",
      "start": 553934,
      "end": 571694,
      "confidence": 0.9316685185185184
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 571814,
      "end": 572718,
      "confidence": 0.661735
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Do you reckon he'd come and work for us?",
      "start": 572806,
      "end": 574634,
      "confidence": 0.9263677777777777
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Well, he can't be any worse than what we've already got.",
      "start": 575614,
      "end": 577714,
      "confidence": 0.896339090909091
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "So there you go then. We're giving up. We're giving up radio. We're gonna concentrate on television. Carl's gonna probably go back to, what, your little. Just doing your sound?",
      "start": 580254,
      "end": 587180,
      "confidence": 0.8422439999999999
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "That's the thing I won a silver for at the Sony's. Funny that, innit?",
      "start": 587212,
      "end": 591236,
      "confidence": 0.8372900000000001
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "Oh, you won a silver, did you?",
      "start": 591420,
      "end": 592516,
      "confidence": 0.9349157142857143
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "I got silver, yeah, for doing the proper job that I do here in the week.",
      "start": 592540,
      "end": 595788,
      "confidence": 0.933059375
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Well, no, it's two of you for a start.",
      "start": 595836,
      "end": 597188,
      "confidence": 0.8082322222222224
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "Yeah, well, there's three of us. Can't even get a bronze now, who's the weak link? Right, well, bit weird, eh?",
      "start": 597276,
      "end": 605828,
      "confidence": 0.7953919047619048
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Let's get, let's look, let's get. Let's not argue. We haven't got many shows to do.",
      "start": 605876,
      "end": 609396,
      "confidence": 0.8587481249999999
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "To be fair, though, this, this show is. I think it's more to do with the fact that you talk on this show that has brought us down.",
      "start": 609460,
      "end": 614764,
      "confidence": 0.9553424999999998
    },
    {
      "pos": 104,
      "speaker": "C",
      "text": "Say anything? Hardly today.",
      "start": 614884,
      "end": 616188,
      "confidence": 0.7137
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "No, this is an award winning show, potentially.",
      "start": 616316,
      "end": 618340,
      "confidence": 0.93343875
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "We'll have this one in for next year.",
      "start": 618452,
      "end": 620384,
      "confidence": 0.86774375
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "If you could just keep stum, we might have a chance.",
      "start": 620964,
      "end": 623300,
      "confidence": 0.861668181818182
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Well, coming up.",
      "start": 623492,
      "end": 624524,
      "confidence": 0.9915566666666668
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "Right, let's put it behind us.",
      "start": 624564,
      "end": 626364,
      "confidence": 0.8756783333333332
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "Okay.",
      "start": 626444,
      "end": 626740,
      "confidence": 0.6669
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Let's draw a line under it.",
      "start": 626772,
      "end": 627984,
      "confidence": 0.92008
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "We had a meeting yesterday. We thought we better, you know, for the last few shows, plan it a little bit, and me and Steve come up with a great idea. We're going to offer Carl money to do stuff. Yes.",
      "start": 628524,
      "end": 639532,
      "confidence": 0.9191570731707317
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "That's the quality of the ideas on this.",
      "start": 639708,
      "end": 641556,
      "confidence": 0.875185
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Yeah, yeah, I bought some money in little stuff because we had him. We had him showering with our mate Johnny for a thousand pounds yesterday.",
      "start": 641580,
      "end": 649442,
      "confidence": 0.8905546153846154
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Yeah, we just got into a discussion and then one of us suggested that how much would it cost us to pay you, Carl, to have a shower with another man?",
      "start": 649498,
      "end": 657138,
      "confidence": 0.9231025806451614
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Not.",
      "start": 657226,
      "end": 657498,
      "confidence": 0.57313
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "And there's nothing.",
      "start": 657546,
      "end": 658494,
      "confidence": 0.9788866666666666
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "No, there's nothing going on. You just. You're just in a shower, normal shower. You're just watching, washing each other. Not each other, just yourselves.",
      "start": 659154,
      "end": 665682,
      "confidence": 0.8429016
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "You're having a chat, having a shower. Yeah, but it's a regular shower in a regular house. It's not showering any.",
      "start": 665818,
      "end": 672664,
      "confidence": 0.850424285714286
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "Went, fine. He got, we got, he got a thousand pounds out of it. He wouldn't do 900,000. But then we said, and we'll have to watch to make sure you do it.",
      "start": 672704,
      "end": 679680,
      "confidence": 0.9219633333333334
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Yeah.",
      "start": 679712,
      "end": 679952,
      "confidence": 0.469
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "And he went, no, that's weird. So. But what, why, what's it, this is.",
      "start": 680008,
      "end": 684312,
      "confidence": 0.8079214285714286
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "What annoys me, though, right? The whole idea of, oh, what would you do? Right? I bet you missed out there when we started this chat saying, oh, I wonder what you do for money. It did start off with, would you rub Dale Winton's neck? Would you give Dale Winston a massage?",
      "start": 684328,
      "end": 696984,
      "confidence": 0.906155849056604
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Yeah, but you have to say, no. 500. You could, you got. We're trying to find out what your price is. What price? Carl is the name of the show. So. So you, would you give dad Whitman just. He's got a knot. He's got a bit of a knot. He's stressed. He's been doing supermarket sweep and he's furious. One of the contestants was answering back, calling him names, and he's got, he's got all knots in his neck. You just put your. Just give him a little bit of a, you know, five minutes, a little neck massage. How much would you do that for?",
      "start": 698844,
      "end": 727356,
      "confidence": 0.8915810280373834
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "He's naked and it's just a little neck massage.",
      "start": 727460,
      "end": 729356,
      "confidence": 0.9633099999999999
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Nothing. There's nothing going on. It's like today you're naked as well.",
      "start": 729420,
      "end": 732372,
      "confidence": 0.8561049999999999
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "It's just a tricky. Naked up, giving him a little massage.",
      "start": 732428,
      "end": 734516,
      "confidence": 0.7608290909090908
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "No, no, seriously. Would you, would you give him, um. Okay. Would you. Would you give me a foot massage?",
      "start": 734580,
      "end": 740024,
      "confidence": 0.9486825000000003
    },
    {
      "pos": 129,
      "speaker": "C",
      "text": "For how much?",
      "start": 740924,
      "end": 741732,
      "confidence": 0.9548666666666666
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "Well, that. Well, that's.",
      "start": 741828,
      "end": 742924,
      "confidence": 0.65455
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "What's your price?",
      "start": 742964,
      "end": 744024,
      "confidence": 0.84316
    },
    {
      "pos": 132,
      "speaker": "C",
      "text": "And what are the rules, though? Can I wear gloves?",
      "start": 744444,
      "end": 746412,
      "confidence": 0.964631
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "No, no, just, you know, let's start off silver. Would you take off my shoes and socks.",
      "start": 746508,
      "end": 752164,
      "confidence": 0.9334464705882354
    },
    {
      "pos": 134,
      "speaker": "C",
      "text": "For. I do it for like 50 quid.",
      "start": 753904,
      "end": 759404,
      "confidence": 0.9185212500000001
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "20 quid to take off one shoe and one sock. But like, you mean it, you just take the shoe off, you go, and as you're putting down my sock, you pull the sock down slowly, you look me in the eyes and go, what lovely ankles.",
      "start": 761344,
      "end": 770364,
      "confidence": 0.9287851063829786
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Seriously, how much? What price?",
      "start": 771664,
      "end": 773444,
      "confidence": 0.9619479999999999
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "20 quid a foot.",
      "start": 776564,
      "end": 777892,
      "confidence": 0.9049999999999999
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "20 quid a foot.",
      "start": 778068,
      "end": 778820,
      "confidence": 0.85
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "That's got.",
      "start": 778852,
      "end": 779444,
      "confidence": 0.54814
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "So 20 quid you will take off my. We're put on some soft music, right?",
      "start": 779564,
      "end": 784464,
      "confidence": 0.8801426666666665
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "I don't need it today. That's, that's what was saying, see, yesterday.",
      "start": 786604,
      "end": 789396,
      "confidence": 0.8430025
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "You always give it to a homeless person. Give it to a charity.",
      "start": 789460,
      "end": 794516,
      "confidence": 0.9282584615384616
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "Don't get in here.",
      "start": 794580,
      "end": 795564,
      "confidence": 0.579635
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "Well, are you still gonna shower with Johnny for a thousand pounds?",
      "start": 795644,
      "end": 799060,
      "confidence": 0.86035
    },
    {
      "pos": 145,
      "speaker": "C",
      "text": "Not now, because you said and me and Steve are just gonna stand in the corner and watch.",
      "start": 799252,
      "end": 803316,
      "confidence": 0.923175
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "We've got to make sure you do it. You might go in there and just, like, wet your hair and come out, pay Johnny 500 quid and go. Yeah, we had a shower. How will we know?",
      "start": 803380,
      "end": 810804,
      "confidence": 0.9065145945945945
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "Sorry, I'm quite interested about the shoe and sock.",
      "start": 810964,
      "end": 813212,
      "confidence": 0.9578044444444446
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "I'm back to the. I'm back to the shower. You just have to wash yourselves now. We have to inspect that. It's really clean because we want you to wash certain parts. Really?",
      "start": 813348,
      "end": 820624,
      "confidence": 0.9248590909090909
    },
    {
      "pos": 149,
      "speaker": "C",
      "text": "Why have you both got to be in there, then?",
      "start": 821044,
      "end": 822708,
      "confidence": 0.980764
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "Well, no, just one of us. Can we just take. I mean. Yeah. Or can Steve film it?",
      "start": 822796,
      "end": 828224,
      "confidence": 0.8703116666666667
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "As far as evidence. Just as evidence.",
      "start": 828884,
      "end": 830716,
      "confidence": 0.8757785714285716
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Oh, really? I'll tell you what. We leave a tv camera in there with neither of us to be in, and then we can just watch the video.",
      "start": 830820,
      "end": 835064,
      "confidence": 0.8507375
    },
    {
      "pos": 153,
      "speaker": "C",
      "text": "Are you a couple of enders?",
      "start": 838184,
      "end": 839304,
      "confidence": 0.7669533333333334
    },
    {
      "pos": 154,
      "speaker": "B",
      "text": "No, no. Can we. Can we discuss further the taking of the shoe and the sock? Because I think there's 20 pounds. I'm willing to pay 20 pounds to see that.",
      "start": 839344,
      "end": 848644,
      "confidence": 0.8894493548387096
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "Say, a little surprise for you there. That's Coldplay here. They're live through there. Thanks. Can I hear me? Can I hear me? Yeah. Brilliant. Do you want to. Do you want us to say a few words?",
      "start": 857464,
      "end": 867938,
      "confidence": 0.8647171052631578
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "Yeah. No, I have a quick word with Chris lead singer.",
      "start": 868026,
      "end": 870386,
      "confidence": 0.8223599999999999
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "Chris.",
      "start": 870410,
      "end": 870634,
      "confidence": 0.98857
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "Chris, good to have you here.",
      "start": 870674,
      "end": 871746,
      "confidence": 0.9263016666666667
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "Hello.",
      "start": 871810,
      "end": 872454,
      "confidence": 0.81652
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "And how's it going with Gwyneth Paltrow? Brilliant. Yes.",
      "start": 872834,
      "end": 877002,
      "confidence": 0.8220222222222221
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "She's a lovely lady.",
      "start": 877138,
      "end": 878194,
      "confidence": 0.881545
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "Yeah, I thought so. Yeah. I saw her in Shakespeare in love.",
      "start": 878234,
      "end": 880218,
      "confidence": 0.9395366666666667
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "She's good in that.",
      "start": 880266,
      "end": 881178,
      "confidence": 0.8407374999999999
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "We would pass that on to her. It's going right. You're gonna get married to.",
      "start": 881266,
      "end": 886026,
      "confidence": 0.7852453333333335
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "Yeah. So I marry either how that Julia Roberts.",
      "start": 886090,
      "end": 889370,
      "confidence": 0.7392744444444443
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Yeah, either one is good. Um. I know, I know. Interest. I know you're on holiday at the moment in Hawaii. I read in the paper today. No, you're actually here, actually.",
      "start": 889482,
      "end": 897862,
      "confidence": 0.9052159374999998
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "Okay, um, gotta go now. Got to go. All right.",
      "start": 897958,
      "end": 900726,
      "confidence": 0.754314
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "Just a couple of quick.",
      "start": 900750,
      "end": 901390,
      "confidence": 0.86671
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "See you later, Chris. Yes, you, Ricky. So that's the sort of guests.",
      "start": 901422,
      "end": 904862,
      "confidence": 0.87144
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "That's kind of guests. We're just trying to.",
      "start": 904918,
      "end": 906526,
      "confidence": 0.6662575000000001
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "Just like Jonathan Ross. We got guests like Jonathan Ross. That's. Coldplay just popped in.",
      "start": 906590,
      "end": 910094,
      "confidence": 0.8069246666666666
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Just so if you're the Sony people.",
      "start": 910134,
      "end": 911854,
      "confidence": 0.7311399999999999
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Listening and we still got Kyle to take off my sock for 20 quid. Okay, let's do it now. Let's just get it over with and do it now.",
      "start": 911894,
      "end": 917446,
      "confidence": 0.8952241379310345
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "Come on, Carl. Let's get our cash out then. Rick, there's ten pounds.",
      "start": 917470,
      "end": 919916,
      "confidence": 0.8407992307692307
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "No, no, no. You don't know him because he owes you ten. So I just have to pay him ten. Okay, yeah. So go on then. Just take.",
      "start": 919980,
      "end": 925972,
      "confidence": 0.8604178571428571
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "Not whilst cold player, eh?",
      "start": 926028,
      "end": 927824,
      "confidence": 0.49328399999999994
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "They let the shoot off.",
      "start": 931804,
      "end": 933140,
      "confidence": 0.650104
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "Come on. I don't want to do it.",
      "start": 933332,
      "end": 934508,
      "confidence": 0.9089662500000001
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "Why not? Tell me. Okay. Why won't you do it? It's ridiculous. You have a shower, you won't take my shoes and socks off, you won't do anything, you won't give Darwin a rub down. What will you do, for Christ's sake?",
      "start": 934556,
      "end": 944588,
      "confidence": 0.8399133333333333
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "I don't want to do Mum and Dad. I've heard about how well I'm doing in London.",
      "start": 944676,
      "end": 948880,
      "confidence": 0.9194376470588237
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 948952,
      "end": 949864,
      "confidence": 0.71492
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "They've heard about, you know, the Sony awards and that. They're talking to the mates saying Carl's doing well for himself. Yeah, let's have a listen to him on sky.",
      "start": 949904,
      "end": 956872,
      "confidence": 0.9054143333333333
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Yeah.",
      "start": 956968,
      "end": 957248,
      "confidence": 0.44466
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "Tuning in. I'm taking off socks for money.",
      "start": 957296,
      "end": 959364,
      "confidence": 0.9127775
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "That'll be the first time that anyone in your family has actually made, you know, money without stealing. Excellent. All right. Well, no, he's just taking a tenner off me.",
      "start": 960624,
      "end": 976338,
      "confidence": 0.8387076666666666
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Right, okay, okay.",
      "start": 976506,
      "end": 978214,
      "confidence": 0.8158599999999999
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "Just gently. I can't see what's happening. Come on, just get it done.",
      "start": 983034,
      "end": 988538,
      "confidence": 0.9518446153846154
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "What's that?",
      "start": 988586,
      "end": 989374,
      "confidence": 0.88513
    },
    {
      "pos": 189,
      "speaker": "B",
      "text": "Okay, now do it properly. Gently.",
      "start": 995194,
      "end": 996730,
      "confidence": 0.9604783333333334
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Yes.",
      "start": 996762,
      "end": 997374,
      "confidence": 0.4546
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "It's a sweaty trainer, which just makes it all the more sweaty.",
      "start": 997674,
      "end": 999906,
      "confidence": 0.8690474999999998
    },
    {
      "pos": 192,
      "speaker": "C",
      "text": "Just gently caress it, caress it, caress it there.",
      "start": 999930,
      "end": 1003370,
      "confidence": 0.8394844444444444
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Don't just gently ease the shot.",
      "start": 1003402,
      "end": 1005094,
      "confidence": 0.7653666666666666
    },
    {
      "pos": 194,
      "speaker": "C",
      "text": "Working on shoe shop. There's nothing, nothing weird about it.",
      "start": 1005674,
      "end": 1008586,
      "confidence": 0.7633250000000001
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "Just gently ease down. All right, let's just.",
      "start": 1008610,
      "end": 1012442,
      "confidence": 0.66742125
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "Come on.",
      "start": 1012578,
      "end": 1013010,
      "confidence": 0.919395
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Gently do it. Don't just rip it off. Slowly, slowly tease it, tease it.",
      "start": 1013042,
      "end": 1018334,
      "confidence": 0.9461328571428572
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "I don't like this. I just wasted tenor and that. Wasn't enjoying yourself.",
      "start": 1018714,
      "end": 1022354,
      "confidence": 0.7553684615384615
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Now, wait a minute, you've got to.",
      "start": 1022394,
      "end": 1023450,
      "confidence": 0.9255271428571429
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "Say something nice about my ankle.",
      "start": 1023482,
      "end": 1025774,
      "confidence": 0.9188649999999999
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Say, you've got lovely toes and I love your ankle.",
      "start": 1026634,
      "end": 1028594,
      "confidence": 0.953862
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "You got nice toes and that.",
      "start": 1028634,
      "end": 1030054,
      "confidence": 0.807675
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Say it properly.",
      "start": 1030394,
      "end": 1031170,
      "confidence": 0.8756066666666666
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "I don't like it anymore.",
      "start": 1031202,
      "end": 1032458,
      "confidence": 0.8952859999999999
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "Do it. And you've got to say, you've got to say for the tenor, otherwise you're taking it back. You've got to say, what lovely ankles you've got.",
      "start": 1032546,
      "end": 1038192,
      "confidence": 0.931497857142857
    },
    {
      "pos": 206,
      "speaker": "C",
      "text": "But in a sweet, seductive voice, you got nice ankles.",
      "start": 1038208,
      "end": 1042048,
      "confidence": 0.932104
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "That is not how you would seduce a woman. You would not seduce a woman like that, Carl.",
      "start": 1042216,
      "end": 1046088,
      "confidence": 0.9375772222222223
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "Oh, I don't know, Suzanne.",
      "start": 1046216,
      "end": 1048604,
      "confidence": 0.581906
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "Imagine that.",
      "start": 1049264,
      "end": 1050136,
      "confidence": 0.77328
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "I don't know. I don't feel good about it because.",
      "start": 1050200,
      "end": 1052656,
      "confidence": 0.7935099999999999
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "I want to see if we can get him to massage your toes.",
      "start": 1052680,
      "end": 1054764,
      "confidence": 0.8829253846153845
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "See, I don't know what's worse. I mean, I didn't like the feeling much. That wasn't very nice because it was all. It was all rough and I, you know, and he said, he's a skinhead and he's playing on my feet. And then I thought, I've degraded him, so I don't know why I feel worse about.",
      "start": 1057024,
      "end": 1069912,
      "confidence": 0.8892617241379311
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "You can keep the tenor that you owe me if you massage his toes.",
      "start": 1070088,
      "end": 1072936,
      "confidence": 0.9217992857142855
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "No, I'm not doing that.",
      "start": 1072960,
      "end": 1073848,
      "confidence": 0.891718
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "No, we paid him. He's done it. Yeah, the shoes are back on. We're sweet. Some house next week. Somewhere else next week. Okay.",
      "start": 1073936,
      "end": 1081600,
      "confidence": 0.7693520833333333
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "If you'd like Carl to humiliate himself for money, email him.",
      "start": 1081672,
      "end": 1084864,
      "confidence": 0.8393963636363636
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "Suzanne was surprised that I was like, last night, I told her about it.",
      "start": 1084944,
      "end": 1088208,
      "confidence": 0.9731378571428574
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Why did you do that? I don't feel. I don't know what I feel now. That's not good. Well, I don't know. That's not good, is it?",
      "start": 1088336,
      "end": 1094804,
      "confidence": 0.8991714814814814
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "And she just said, well, you know, you don't like chucking money away and that. And it was funny because we got talking about when we bought our first flat in Manchester, right? I bought a bed, right? I didn't have much money. And what annoyed me is I bought the bed and it turned up and I said, where's the mattress? And they said, well, you don't get, you don't get a mattress with the bed. You got to buy that separately. And I was like, well, that's not a bed then, right? So I didn't have any more money. Susan's at work. So I thought, well, I don't want to stress her out at work and that. Tell her we haven't got a mattress for the bed. I had a word with my dad, right? He knew a mate who had one in the back of a van, right? He said, I'll have a word with him, he'll let you have it. Got the van, brought it round. Stunk a diesel and that. But I thought, well, it's free, it'll do.",
      "start": 1095284,
      "end": 1148052,
      "confidence": 0.8916506557377045
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1148208,
      "end": 1148732,
      "confidence": 0.79997
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "They brought it up, stuck it in the spare room. Suzanne got home, she looked at the bed, she said, that looks alright. She wears the mattress that it's in the next, next room. But I thought, I won't tell her because she won't like the idea. She went in the room, stunk of like petrol fumes and that.",
      "start": 1148828,
      "end": 1162268,
      "confidence": 0.8863666101694917
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1162316,
      "end": 1162756,
      "confidence": 0.52278
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "What's going on? I said, well, it's a mattress. Didn't come with a bed. So I've sorted you one out. I've got this off my dad and we didn't have one night on it. She said, get rid of it.",
      "start": 1162860,
      "end": 1175508,
      "confidence": 0.89415025
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1175556,
      "end": 1175972,
      "confidence": 0.75949
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "I had to go and ditch it.",
      "start": 1176068,
      "end": 1177044,
      "confidence": 0.8197585714285713
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "I don't know what she was thinking. One of your father's friends is driving around in a van with a mattress in the back.",
      "start": 1177084,
      "end": 1182204,
      "confidence": 0.9768833333333333
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "Yeah. With this serial killer, I mean, and.",
      "start": 1182324,
      "end": 1186492,
      "confidence": 0.7792225
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Want to sleep on it.",
      "start": 1186588,
      "end": 1187292,
      "confidence": 0.9155139999999999
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "Let's. The lamb.",
      "start": 1187308,
      "end": 1188852,
      "confidence": 0.7273200000000001
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "What kind of a cheapskate is she? What kind of a woman is she that she won't sleep on a mattress that has been in the back of a transit van?",
      "start": 1188908,
      "end": 1195388,
      "confidence": 0.9410664516129031
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "Yeah. Petrol, diesel, probably, urine and Christ knows what else. Ah.",
      "start": 1195436,
      "end": 1202324,
      "confidence": 0.7457072727272728
    },
    {
      "pos": 232,
      "speaker": "C",
      "text": "So you know.",
      "start": 1202444,
      "end": 1203628,
      "confidence": 0.99243
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Would you swap pants with Steve for 50 quid? Now, you don't have to look at him. You go in the toilet, he takes his pants off in the toilet, leaves in there. You go in, right? You come up with your trousers on. You go in, right? Take your pants off. Put his pants on. Leave your pants in the toilet. Come out, you guys. He goes in there. You can't. You swap pants at the end of the show, you put it back. How much?",
      "start": 1203756,
      "end": 1226220,
      "confidence": 0.9082428735632183
    },
    {
      "pos": 234,
      "speaker": "C",
      "text": "When you say pants, what do you mean?",
      "start": 1226372,
      "end": 1227828,
      "confidence": 0.8990799999999999
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Just underpants. Under pants. Why? Why not?",
      "start": 1227916,
      "end": 1233104,
      "confidence": 0.7627257142857143
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Seriously, these were fresh on Thursday.",
      "start": 1233844,
      "end": 1235944,
      "confidence": 0.8934233333333333
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "But I mean, which time. Your price is gonna be more than 20 quid. It's gonna be more than 20 quid. It's gonna be. It's gonna be like 80 quid upwards, I think.",
      "start": 1239804,
      "end": 1245428,
      "confidence": 0.8613654545454545
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "No clean on today. They were clean today in their boxes.",
      "start": 1245516,
      "end": 1248304,
      "confidence": 0.841259090909091
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "It's as bad for him as you remember that.",
      "start": 1250044,
      "end": 1252292,
      "confidence": 0.8565744444444444
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "Thanks for that 50 quid.",
      "start": 1252348,
      "end": 1255460,
      "confidence": 0.957282
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Really? Play record.",
      "start": 1255612,
      "end": 1257220,
      "confidence": 0.9864633333333334
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "No, I'm gonna. You just said you'll give me 50.",
      "start": 1257332,
      "end": 1259294,
      "confidence": 0.793636
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "Quid if you go and swap pants. I don't know what's in it for me. I don't know why I'm doing this. It started off as torturing Carl, but not only I'm out of pocket, I don't actually want you two to swap pants or touch my ankles. I don't know what I've done. I'm the victim here. I've paid out and I don't even like it. Player record. I want to think about this.",
      "start": 1259334,
      "end": 1277634,
      "confidence": 0.9120398666666669
    },
    {
      "pos": 244,
      "speaker": "B",
      "text": "I mean, I've got 50 quid if you. As long as we can swap the pants. But both be in the room at the same time.",
      "start": 1279134,
      "end": 1285354,
      "confidence": 0.9502873076923076
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Band of gold by the artist who featured in a recent rock buster clue, which was, I think the jamaican fella needs an aspirin for his head. And that goes, course, to free the pain, really. Rockbusters coming up in it.",
      "start": 1296864,
      "end": 1316608,
      "confidence": 0.8726773170731708
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "Carl, we. We settle now. Get it. Get it going.",
      "start": 1316616,
      "end": 1320204,
      "confidence": 0.687707
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "We weren't doing this anymore.",
      "start": 1321264,
      "end": 1322528,
      "confidence": 0.851172
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "I know. I don't know what happened.",
      "start": 1322576,
      "end": 1324024,
      "confidence": 0.96535
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "I don't know. I mean.",
      "start": 1324104,
      "end": 1325564,
      "confidence": 0.9535060000000002
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "But I mean. I mean, we're shooting off in a couple of weeks, so. Yeah, what difference make?",
      "start": 1326064,
      "end": 1330524,
      "confidence": 0.913951111111111
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Now you've mentioned it, it's a good time, right? Three clips it, cryptic clues like the one you just heard there. First one.",
      "start": 1332224,
      "end": 1342114,
      "confidence": 0.896211304347826
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Crap. That is craptic.",
      "start": 1342154,
      "end": 1343850,
      "confidence": 0.5584025
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "A word. First one. My younger brother spotted you the other day. Right? That's the cryptic clue. My younger brother spotted you the other day. The initials j's. J's for the band. Second one. That champagne belongs to the boxers, kid.",
      "start": 1343882,
      "end": 1362094,
      "confidence": 0.8897299999999999
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "The way he looks up, like it's Oscar Wilde.",
      "start": 1363514,
      "end": 1367174,
      "confidence": 0.9122344444444445
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "That champagne belongs to the boxers, kid. The initials are am. And the third one, the vibrators and the initial b.",
      "start": 1368694,
      "end": 1378154,
      "confidence": 0.8974500000000001
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "What?",
      "start": 1378494,
      "end": 1379310,
      "confidence": 0.91581
    },
    {
      "pos": 257,
      "speaker": "C",
      "text": "The vibrators and the initial is b. So the first one. My younger brother spotted you the other day.",
      "start": 1379502,
      "end": 1384622,
      "confidence": 0.9393742105263159
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "I know that one. That's ridiculous.",
      "start": 1384638,
      "end": 1386194,
      "confidence": 0.8691083333333333
    },
    {
      "pos": 259,
      "speaker": "C",
      "text": "J's.",
      "start": 1386654,
      "end": 1387382,
      "confidence": 0.37033
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "The phone's going.",
      "start": 1387478,
      "end": 1388594,
      "confidence": 0.8273166666666666
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "Second one. That champagne belongs to the boxes, kid. Am. And the third one, the vibrator is the initial b. So email in and you win. You can say the prizes later.",
      "start": 1389054,
      "end": 1399586,
      "confidence": 0.900263125
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Well, I tell. What? This is terrible. I mean, we didn't even say the prizes. We weren't going to do this. The phones going. Look at. The phones are going mental.",
      "start": 1399690,
      "end": 1407210,
      "confidence": 0.8848935483870968
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Carl, did you ever do paintings and drawings at school and then bring them home and your mum put them on the fridge?",
      "start": 1407282,
      "end": 1411614,
      "confidence": 0.896628695652174
    },
    {
      "pos": 264,
      "speaker": "C",
      "text": "No.",
      "start": 1413314,
      "end": 1413770,
      "confidence": 0.84311
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "Really?",
      "start": 1413842,
      "end": 1414050,
      "confidence": 0.8685
    },
    {
      "pos": 266,
      "speaker": "C",
      "text": "I never brought them on.",
      "start": 1414082,
      "end": 1414922,
      "confidence": 0.822738
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "What, did you just screw them up and throw them in the bin?",
      "start": 1414978,
      "end": 1416570,
      "confidence": 0.8781046153846155
    },
    {
      "pos": 268,
      "speaker": "C",
      "text": "I just left them at school.",
      "start": 1416602,
      "end": 1417514,
      "confidence": 0.8666800000000001
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1417594,
      "end": 1417954,
      "confidence": 0.3614
    },
    {
      "pos": 270,
      "speaker": "C",
      "text": "Never had a bag.",
      "start": 1418034,
      "end": 1419054,
      "confidence": 0.9231
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Radiohead. There, there on XFM one, a 4.9. You see? No way this is giving me an idea. Because I think what the best thing about this show is what happens when the records are playing. Because we. We sort of. Last example in articulate. Yeah. Didn't have any planned. I started my mouth moving, but I didn't have anything planned.",
      "start": 1428104,
      "end": 1454172,
      "confidence": 0.8745962295081969
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1454228,
      "end": 1454700,
      "confidence": 0.60217
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "Like, why was that?",
      "start": 1454812,
      "end": 1455932,
      "confidence": 0.9551925
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "Why?",
      "start": 1455988,
      "end": 1456204,
      "confidence": 0.82409
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "Why don't you have anything planned there?",
      "start": 1456244,
      "end": 1458172,
      "confidence": 0.8945485714285715
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "What?",
      "start": 1458308,
      "end": 1458964,
      "confidence": 0.98304
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "Why didn't. You know what you're gonna say then, cuz, what were you doing when Radiohead was on?",
      "start": 1459124,
      "end": 1463144,
      "confidence": 0.8622905555555554
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "Well, I made Carl a new uniform that he has to wear in the second hour. What did I do?",
      "start": 1463804,
      "end": 1468624,
      "confidence": 0.892569
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "You got tissue paper.",
      "start": 1469204,
      "end": 1471148,
      "confidence": 0.978715
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Yeah. Toilet roll. Yeah.",
      "start": 1471236,
      "end": 1472532,
      "confidence": 0.8092300000000001
    },
    {
      "pos": 281,
      "speaker": "C",
      "text": "Ripped a bit off.",
      "start": 1472588,
      "end": 1473268,
      "confidence": 0.9741375000000001
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1473316,
      "end": 1473802,
      "confidence": 0.81931
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "Made a little tie for me and put some in the ears.",
      "start": 1473908,
      "end": 1476702,
      "confidence": 0.9272125
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Yeah. So we had earplugs and matching tie and he looked good, didn't he? Yeah, he had earplugs and matching tie and I squeezed it in there and he went, I can't, it'll irritate me. So I'm thinking of things all the time to make this more fun for me. Yes, and it is just like that.",
      "start": 1476798,
      "end": 1493394,
      "confidence": 0.8777219298245612
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Steve, just want to raise a little point. Go on. You say that you're spending most of your time thinking about how you can make this more entertaining for yourself?",
      "start": 1495654,
      "end": 1501734,
      "confidence": 0.9407730000000002
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1501814,
      "end": 1502474,
      "confidence": 0.57697
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "Is it worth ever considering the listeners?",
      "start": 1503114,
      "end": 1505214,
      "confidence": 0.9423657142857144
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Well, I think that if.",
      "start": 1505794,
      "end": 1507374,
      "confidence": 0.974864
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "If you're happy, they're happy. I'm not sure that's true. I've been monitoring a lot of feedback on the email and stuff.",
      "start": 1507754,
      "end": 1513554,
      "confidence": 0.8047031818181818
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1513634,
      "end": 1513874,
      "confidence": 0.51586
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "Doesn't appear to be the case, but.",
      "start": 1513914,
      "end": 1515242,
      "confidence": 0.9535214285714286
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "That'S because car won't go along with stuff.",
      "start": 1515258,
      "end": 1516994,
      "confidence": 0.93832625
    },
    {
      "pos": 293,
      "speaker": "B",
      "text": "Sure.",
      "start": 1517074,
      "end": 1517506,
      "confidence": 0.91246
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "I mean, they could see on the webcam his little matching, matching earplugs and tie that I made. I just did a cartoon that went for 350 pounds. Right. On the. On the website.",
      "start": 1517610,
      "end": 1528390,
      "confidence": 0.8620294117647057
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "Right.",
      "start": 1528462,
      "end": 1528982,
      "confidence": 0.92034
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "So that's. That's one now. Yeah, we're gonna do it. Make it really good. We're gonna give them lots of stuff and sign DVD's, everything. So that's great. 350 quid. Who was it?",
      "start": 1529118,
      "end": 1536302,
      "confidence": 0.8466848484848484
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "I think her name was Joanne. It's not definite yet, because we haven't got the money off her.",
      "start": 1536478,
      "end": 1539574,
      "confidence": 0.9000505555555556
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Well, you know, you gotta trust him in here. And so I think people would love to have had a matching, you know, I'd have signed it and everything. Little matching earplugs and necktie made out of toilet roll.",
      "start": 1539654,
      "end": 1551678,
      "confidence": 0.8281702564102564
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1551726,
      "end": 1552230,
      "confidence": 0.58929
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "You know, and he didn't. Don't want to wear it. But I had a great idea for a show, right. We filmed the behind the scenes. Right. Of each show. So, you know, you get, you know, a CD of what went out. But you saw what happened behind the scenes. Right. And it follows us through a week. Right. And it's called X Men three.",
      "start": 1552342,
      "end": 1572504,
      "confidence": 0.9288836363636364
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "Ah, I see. Because of XFM.",
      "start": 1574084,
      "end": 1575708,
      "confidence": 0.7776033333333333
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1575796,
      "end": 1576464,
      "confidence": 0.9207
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Right.",
      "start": 1576884,
      "end": 1577292,
      "confidence": 0.98334
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "And then we can film all. Carl, what Carl looks like when I'm squeezing his head. What he's like when we're trying to make him touch us. All that sort of stuff when he's getting all stressed out in the day and we just pop up. Right. The white looks like his little head, everything.",
      "start": 1577348,
      "end": 1590464,
      "confidence": 0.8864627272727275
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "And would this be broadcast on tv?",
      "start": 1591764,
      "end": 1593340,
      "confidence": 0.8824471428571429
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "I think so.",
      "start": 1593412,
      "end": 1594236,
      "confidence": 0.9908166666666668
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Choice.",
      "start": 1594380,
      "end": 1594868,
      "confidence": 0.9808
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "So, yeah, yeah. I mean, I get.",
      "start": 1594956,
      "end": 1599412,
      "confidence": 0.6759314285714285
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Because, I mean, I'm very much in the center of the storm. I'm very much the eye of the storm.",
      "start": 1599508,
      "end": 1602964,
      "confidence": 0.88662
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1603004,
      "end": 1603340,
      "confidence": 0.69343
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "And I know that I myself would not want to watch that.",
      "start": 1603412,
      "end": 1605924,
      "confidence": 0.9677108333333334
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Really?",
      "start": 1606044,
      "end": 1606444,
      "confidence": 0.98938
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "No, because it's any negative car.",
      "start": 1606524,
      "end": 1608340,
      "confidence": 0.9217833333333333
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "It was like this when you came up with cheapest chimps. He didn't. We wanted to drop rockbusters. What was the other thing?",
      "start": 1608452,
      "end": 1614112,
      "confidence": 0.8795934782608698
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "He didn't like that other tv idea I had.",
      "start": 1614128,
      "end": 1617672,
      "confidence": 0.8391911111111112
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Yeah. What? Putting a baby in a room, setting on fire and see if he can.",
      "start": 1617768,
      "end": 1620112,
      "confidence": 0.907338125
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "Make his way out the room on fire. Let's not get silly.",
      "start": 1620128,
      "end": 1622520,
      "confidence": 0.9020950000000001
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "No, no, no. But he didn't like that, did he?",
      "start": 1622592,
      "end": 1624536,
      "confidence": 0.8657070000000001
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "I mean, I don't. I don't want to sort of. I don't want to blow my own trumpet, but it does seem to me that my criticism of those things is probably justified. I mean, cheapest chimps.",
      "start": 1624600,
      "end": 1631976,
      "confidence": 0.9211027027027028
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1632040,
      "end": 1632328,
      "confidence": 0.79656
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "Where is it now?",
      "start": 1632376,
      "end": 1633320,
      "confidence": 0.9910075
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Well, McIntyre took it.",
      "start": 1633472,
      "end": 1635568,
      "confidence": 0.759775
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "Not really, Carl. Not really. It is but a pitiful memory. Both your game show ideas. Terrible. This tv show idea. I think, again, it's only interesting to you, Rick. This is what you fail to realize. You've got no sense of the greater public. They don't, to be honest. I'm just taking this from what people are emailing in. They're not interested. They're not interested in Carl.",
      "start": 1635696,
      "end": 1656746,
      "confidence": 0.9172820588235295
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "I don't read the emails. They're not interested in Carl.",
      "start": 1656810,
      "end": 1658690,
      "confidence": 0.737469
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "They're not interested in Carl.",
      "start": 1658722,
      "end": 1659770,
      "confidence": 0.82345
    },
    {
      "pos": 326,
      "speaker": "A",
      "text": "But if we did a documentary about him like they did about Oliver, that the humans eat a different case or that the girl that was older than her mum or, you know, all those other sort of things, I think we actually did a definitive documentary and got in doctors to talk about him and.",
      "start": 1659802,
      "end": 1673652,
      "confidence": 0.8882257142857144
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "Showed him that psychiatrist from big brother.",
      "start": 1673788,
      "end": 1675852,
      "confidence": 0.8002071428571428
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Yeah. And just talked about it and then showed him in his environment. I think it would be. I think it'd be brilliant. I think it'd be a brilliant show.",
      "start": 1675908,
      "end": 1681908,
      "confidence": 0.9046696666666665
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "But I think that's interesting. I think you're right. Some kind of anthropological study of Karl. Fascinating. You making a little necklace form. I'm not so convinced, but that we.",
      "start": 1682036,
      "end": 1689636,
      "confidence": 0.8320493333333334
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "All be part of it. Play record. Let's think about this, because I think this is an idea. If any broadcasters listening like Greg Dyke or, you know, we'd even go to channel five with this, I think.",
      "start": 1689660,
      "end": 1700496,
      "confidence": 0.9019997368421051
    },
    {
      "pos": 331,
      "speaker": "B",
      "text": "Would we? I mean, alternatively, if you'd like to incorporate Carl into some kind of blue.",
      "start": 1700520,
      "end": 1705760,
      "confidence": 0.8572762500000001
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "Peter appeal, let's do so much. Let's just get Karl. Look at his face. How could you not see? A lot of it was still not what you look like, Carl. Play record. Turing breaks painkiller on XFN 104.9.",
      "start": 1705792,
      "end": 1731364,
      "confidence": 0.845953076923077
    },
    {
      "pos": 333,
      "speaker": "B",
      "text": "Couple of emails, Rick, that I ought to notify you about. Holly is emailed in. She wants us to wish her good luck. She says that she's one of 15,000 women who will be walking 26 miles around London starting at midnight tonight in their bras to raise money for a breast cancer response. No, no, no. Just regular ladies, I thought. But I was at loose end, so that's something for me to do.",
      "start": 1731484,
      "end": 1751184,
      "confidence": 0.8938962666666669
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "Also. We got. We got to say hello to Sonia who? It's her 18th birthday and we're going to play a little Smith's track for her later, so we're trying, we're trying to be interactive. Yeah, I'm. I've seen how other dj's do it. Their phones, they go and. What are you, are you celebrating tonight? Oh, we're just going out. Foxy. Have a good time. Here we go. This is, you know, I mean, we've got to be what I've guessed we had. We had Chris Martin in from Coldplay, which could be a lot well, Chris is still here.",
      "start": 1756024,
      "end": 1781764,
      "confidence": 0.8155573267326736
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "Hello, Chris. How'd you come up with the ideas for your songs?",
      "start": 1782154,
      "end": 1785418,
      "confidence": 0.8942533333333333
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "Just make them up in my head.",
      "start": 1785466,
      "end": 1786546,
      "confidence": 0.8942457142857142
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "With the guitar and how old are you now?",
      "start": 1786570,
      "end": 1789306,
      "confidence": 0.9496766666666667
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "28.",
      "start": 1789410,
      "end": 1790434,
      "confidence": 0.92
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "Thanks very much. More from Chris Martin later, I imagine. Cheers. Thanks, Chris. We've also had an email from Jim. It's as easy as that. We got an email from Jim he says on the subject, the postcards his brother once met the bloke who posed for the photo on those biros that when you tip them up, the black ink kind of sinks away and it shows him nude. And he was apparently an aspiring model and he got paid $75 for it in Hong Kong in the seventies Carl.",
      "start": 1790554,
      "end": 1815962,
      "confidence": 0.9123735164835166
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "Would you do that? Would you pose nude for a pen for $75? I mean, inflation Garner, double it every ten years, say so. Yeah, 100. 5300. I'll give 600 quid to post news for biros that we give away for XFM.",
      "start": 1815978,
      "end": 1832858,
      "confidence": 0.848378333333333
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "An XFM biro where your clothes sink away when you turn it upside down.",
      "start": 1832986,
      "end": 1837210,
      "confidence": 0.8674507142857142
    },
    {
      "pos": 342,
      "speaker": "C",
      "text": "And what sort of shape was this fella in?",
      "start": 1837402,
      "end": 1839458,
      "confidence": 0.9443888888888888
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "He's in pretty good shape.",
      "start": 1839586,
      "end": 1840394,
      "confidence": 0.799902
    },
    {
      "pos": 344,
      "speaker": "C",
      "text": "Yeah, I think 600 quid.",
      "start": 1840434,
      "end": 1844006,
      "confidence": 0.95854
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Yeah. I'll make it back on selling the pens.",
      "start": 1844110,
      "end": 1846674,
      "confidence": 0.8316577777777778
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "I always remember being at school. The first time I ever encountered one of those pens was a kid at school, Jason, and he had a pet, one of those pens and he turned upside down and it was where the woman's clothes sink away and she's naked. And I remember sort of seeing it and him showing it to everyone, all the young lads and them thinking, this is amazing. And I was thinking it was like the idea that it was sort of a way to cheat teachers. Oh, there's Jason. He's just got a pen there with a picture of a woman wearing some clothes. That's fine, yeah, there's nothing wrong with that.",
      "start": 1848494,
      "end": 1872694,
      "confidence": 0.8809434482758618
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "If he brings a porn mag in, I'll have it.",
      "start": 1872734,
      "end": 1874422,
      "confidence": 0.945233
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "He's out.",
      "start": 1874438,
      "end": 1874790,
      "confidence": 0.8478600000000001
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "But. Yeah, but I can't.",
      "start": 1874822,
      "end": 1875918,
      "confidence": 0.9493320000000001
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "But I always imagined. Can you imagine? Imagine how embarrassing would it be to be to be caught masturbating over one of those pens.",
      "start": 1875966,
      "end": 1882710,
      "confidence": 0.85500875
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Businessman.",
      "start": 1882782,
      "end": 1883574,
      "confidence": 0.46058
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Yeah, exactly. His life catches him.",
      "start": 1883654,
      "end": 1885874,
      "confidence": 0.6985483333333334
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Sorry. So what are you doing?",
      "start": 1888014,
      "end": 1889422,
      "confidence": 0.7787933333333333
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Just not just doing some writing with this, this regular pen.",
      "start": 1889558,
      "end": 1892434,
      "confidence": 0.8431563636363635
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Right. What?",
      "start": 1892734,
      "end": 1893730,
      "confidence": 0.813635
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Well, don't turn upside down.",
      "start": 1893902,
      "end": 1895634,
      "confidence": 0.743844
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "Ah. Can I just come around where you're sitting? Why are you naked?",
      "start": 1895754,
      "end": 1900282,
      "confidence": 0.8747730769230769
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "The only thing I think more embarrassing would be to be caught masturbating looking into a mirror.",
      "start": 1900378,
      "end": 1905574,
      "confidence": 0.9122464705882354
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Well, for you, maybe. For me and Carl.",
      "start": 1907594,
      "end": 1909534,
      "confidence": 0.83090125
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "We should give the rockbusters clues again, one final time before we. We give out the answers. And I should mention the prices as well, if you still want to enter. We've got various things. Cover CDs. Let's move on from that. Club anthems 2003, stranger.",
      "start": 1912394,
      "end": 1927806,
      "confidence": 0.8929406521739126
    },
    {
      "pos": 361,
      "speaker": "C",
      "text": "Hey, I hate being nude anyway.",
      "start": 1927990,
      "end": 1929638,
      "confidence": 0.8226966666666667
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "Why? What do you mean? You ain't being nude?",
      "start": 1929686,
      "end": 1931750,
      "confidence": 0.8127755555555555
    },
    {
      "pos": 363,
      "speaker": "C",
      "text": "It's not normal if you walk about. Do you walk about the house we now on?",
      "start": 1931902,
      "end": 1934694,
      "confidence": 0.8909462499999999
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "No, because we've got windows.",
      "start": 1934814,
      "end": 1936394,
      "confidence": 0.817512
    },
    {
      "pos": 365,
      "speaker": "C",
      "text": "Yeah, but.",
      "start": 1936774,
      "end": 1937478,
      "confidence": 0.82644
    },
    {
      "pos": 366,
      "speaker": "A",
      "text": "All right.",
      "start": 1937566,
      "end": 1937846,
      "confidence": 0.746425
    },
    {
      "pos": 367,
      "speaker": "C",
      "text": "With a blind shot or whatever.",
      "start": 1937870,
      "end": 1939238,
      "confidence": 0.770445
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "Well, I have a bath.",
      "start": 1939406,
      "end": 1940814,
      "confidence": 0.953604
    },
    {
      "pos": 369,
      "speaker": "C",
      "text": "No. Say, like with, you know, with Jane and that. Are you happy you're walking about?",
      "start": 1940934,
      "end": 1945446,
      "confidence": 0.8976600000000001
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "No, just. No. I'll walk around in a pants or a towel. I won't. I won't purposely walk around nude for the sake of it now.",
      "start": 1945510,
      "end": 1952788,
      "confidence": 0.8600484615384615
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "No, but I. In the morning, I don't mind when I get up.",
      "start": 1952916,
      "end": 1956540,
      "confidence": 0.8896400000000001
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1956612,
      "end": 1956844,
      "confidence": 0.5538
    },
    {
      "pos": 373,
      "speaker": "C",
      "text": "Go for a shower. But I don't sort of flaunt it about. I just wondered if that's normal or.",
      "start": 1956884,
      "end": 1961224,
      "confidence": 0.8661084210526316
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Well, no. What do you mean? Is it normal if there's no one can see you then? No.",
      "start": 1961644,
      "end": 1966436,
      "confidence": 0.9138649999999999
    },
    {
      "pos": 375,
      "speaker": "C",
      "text": "Like, but your girlfriend's in and that. But what I mean is. Yeah, it's like, you can put a pair of pants on, can't you? All I'm saying is put Steve's on if you want.",
      "start": 1966460,
      "end": 1977144,
      "confidence": 0.8617294285714283
    },
    {
      "pos": 376,
      "speaker": "A",
      "text": "What do you want? What? Do you want to put a pair of pants on now?",
      "start": 1977604,
      "end": 1979946,
      "confidence": 0.907555
    },
    {
      "pos": 377,
      "speaker": "C",
      "text": "No, it's just like you're asking me to do it for a pen.",
      "start": 1980020,
      "end": 1982046,
      "confidence": 0.9442261538461539
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "What would you do, right. What would you do, right, if you did that thing with Steve and you put left your pants in there. You went and you put his on, but it was sort of like, it was damp, right?",
      "start": 1982190,
      "end": 1991606,
      "confidence": 0.9317857142857142
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "So, rock busters, then. We'll get this out of the way.",
      "start": 1991630,
      "end": 1993558,
      "confidence": 0.8311545454545454
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "So, surprises, Carl. I've mentioned there's a number of CDs. We've also got wild weather, a fascinating. It looks like two VHS set. About weather, about various weather conditions around the world. That must be selling like hotcakes.",
      "start": 1993646,
      "end": 2009426,
      "confidence": 0.863516052631579
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Sian Lloyd could be in that now.",
      "start": 2009590,
      "end": 2010970,
      "confidence": 0.8528842857142857
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "Yeah, indeed. And also signed by Norman, it's Fatboy Slim's big beach boutique. That must have been troublesome for the station that has, you know, close ties with Norman to get hold of, but well done. And that's fat boy Slim. Big beach boutique. So, yeah, there's a number of not bad prizes to give away there. And the clues were Karl.",
      "start": 2011002,
      "end": 2029414,
      "confidence": 0.8991725806451616
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "First one was, my younger brother spotted you the other day. The initials J's. We had. That champagne belongs to the boxers, kid. That was am. And third one, the vibrators.",
      "start": 2030194,
      "end": 2043294,
      "confidence": 0.9309774193548385
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "That's rubbish. That one.",
      "start": 2043374,
      "end": 2044350,
      "confidence": 0.8589600000000001
    },
    {
      "pos": 385,
      "speaker": "C",
      "text": "The initial b.",
      "start": 2044382,
      "end": 2045086,
      "confidence": 0.60654
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "We'll give away the. The prizes and the answers next.",
      "start": 2045150,
      "end": 2048114,
      "confidence": 0.8530749999999999
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "What, we could play a record or what we got coming up. We got monkey news.",
      "start": 2048534,
      "end": 2051954,
      "confidence": 0.8493925000000001
    },
    {
      "pos": 388,
      "speaker": "C",
      "text": "Yeah, we got loads too numerous to.",
      "start": 2052254,
      "end": 2055622,
      "confidence": 0.8010428571428572
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Mention at the moment.",
      "start": 2055638,
      "end": 2056286,
      "confidence": 0.9522725
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "The average.",
      "start": 2056350,
      "end": 2057142,
      "confidence": 0.633685
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "Got some of them.",
      "start": 2057278,
      "end": 2057958,
      "confidence": 0.9046049999999999
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "Oh, brilliant.",
      "start": 2058006,
      "end": 2058662,
      "confidence": 0.69267
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "Crumbling in later.",
      "start": 2058718,
      "end": 2059534,
      "confidence": 0.6404466666666666
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Excellent. Look forward to there.",
      "start": 2059614,
      "end": 2060994,
      "confidence": 0.74025
    },
    {
      "pos": 395,
      "speaker": "C",
      "text": "Joe Jackson.",
      "start": 2062113,
      "end": 2063033,
      "confidence": 0.5039199999999999
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Good. Good track, good tune. Different for girls. Joe Jackson on XFM 104.9. A retro cut metamonkey, usually. Good, Carl, if you got that. Well, we're struggling here. We're struggling, Steve.",
      "start": 2063153,
      "end": 2087813,
      "confidence": 0.8543529032258061
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "Rick, you say that, but wait a minute. The answers for rockbusters are coming up right now. So you thought people were turning off.",
      "start": 2088344,
      "end": 2094040,
      "confidence": 0.8403208333333331
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "Oh, what have we done? We've done. Take my shoes off for money. Take my shoes off for money. We've done that. We've done. Oh, look at these funny postcard breasts. And we've done. We didn't win a Sony. Coming up. Regular features. Got nothing, have we? Come on. Sometimes it's good. Come on, Carl, save us. You've got to save us.",
      "start": 2094072,
      "end": 2117076,
      "confidence": 0.9082593548387098
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "We've done. We're doing them now, Steve.",
      "start": 2117100,
      "end": 2118900,
      "confidence": 0.7994471428571429
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 2118932,
      "end": 2119824,
      "confidence": 0.6115
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "First one. My younger brother spotted you the other day. Initials there, J's. That was junior. Senior.",
      "start": 2120244,
      "end": 2125704,
      "confidence": 0.8973882352941177
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "I'll give you that.",
      "start": 2130004,
      "end": 2131092,
      "confidence": 0.8231850000000001
    },
    {
      "pos": 403,
      "speaker": "C",
      "text": "Second one. That champagne belongs to the boxers, kid. That was am. That was alison's. Moye, Ali sons. Moye, Alison, Moye.",
      "start": 2131228,
      "end": 2141870,
      "confidence": 0.7720842857142858
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Sorry, just give us the clue again.",
      "start": 2141982,
      "end": 2143674,
      "confidence": 0.8881385714285714
    },
    {
      "pos": 405,
      "speaker": "C",
      "text": "That champagne belongs to the boxers, kid.",
      "start": 2143974,
      "end": 2146758,
      "confidence": 0.9042485714285714
    },
    {
      "pos": 406,
      "speaker": "B",
      "text": "So, Mohammed Ali's son.",
      "start": 2146846,
      "end": 2148518,
      "confidence": 0.6458875
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 2148606,
      "end": 2150194,
      "confidence": 0.88418
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Alison's moyer.",
      "start": 2150894,
      "end": 2152526,
      "confidence": 0.22736
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2152590,
      "end": 2152950,
      "confidence": 0.46054
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 2153022,
      "end": 2153678,
      "confidence": 0.36601
    },
    {
      "pos": 411,
      "speaker": "C",
      "text": "And then third one. Always an easy one in there for everyone to look and set. Part the vibrators. The initials be. That's buzzcocks.",
      "start": 2153806,
      "end": 2161398,
      "confidence": 0.8572641666666666
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "You can't say cox. That's why. That's why you can't say cox.",
      "start": 2161566,
      "end": 2165982,
      "confidence": 0.7930875000000001
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Have we got a winner?",
      "start": 2166038,
      "end": 2166970,
      "confidence": 0.872522
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "We have indeed. I chose him because his name amused me, which is a bit hard.",
      "start": 2167102,
      "end": 2171666,
      "confidence": 0.951173125
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "Not Mister tits.",
      "start": 2171690,
      "end": 2172394,
      "confidence": 0.8334533333333333
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "No, no, no. Gerald Preston. Sorry, Gerald. I don't know why that tickled me. It's so unfair.",
      "start": 2172434,
      "end": 2179010,
      "confidence": 0.8826599999999999
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "It only tickled me because it's not funny. There's nothing funny with Gerald Preston. There is nothing funny.",
      "start": 2179042,
      "end": 2183930,
      "confidence": 0.8893183333333334
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "I think it was because it sounded like it was a man of a different generation. I think that was why Preston, it sounded like.",
      "start": 2184002,
      "end": 2190762,
      "confidence": 0.9407464
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "That's terrible. Right, Gerald, there's nothing funny about that now.",
      "start": 2190898,
      "end": 2194050,
      "confidence": 0.777457
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "There's nothing funny about the name.",
      "start": 2194082,
      "end": 2195138,
      "confidence": 0.8473683333333334
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Steve just made me laugh.",
      "start": 2195266,
      "end": 2196934,
      "confidence": 0.8621659999999999
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "I don't know why that made us funny. It made us laugh, but it just tickled me. Whatever you think of your name, don't.",
      "start": 2197394,
      "end": 2204546,
      "confidence": 0.87648125
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "Worry, because these crimes, including fans, Gerald Preston.",
      "start": 2204570,
      "end": 2207818,
      "confidence": 0.71954125
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "I don't know, Gerald, if you're a fan of wild weather, but you've got a two VH set coming to your way, so you certainly will be interested in extreme weather conditions by the end of that, I would have thought, plus some arbitrary CDs. So good luck, Jerry.",
      "start": 2207946,
      "end": 2220962,
      "confidence": 0.8929757142857143
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Oh, dear. Excellent. Right. Brilliant.",
      "start": 2221018,
      "end": 2224058,
      "confidence": 0.74705
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Good. That's that sorted. Right, let's have another tune and then maybe some monkey news.",
      "start": 2224106,
      "end": 2227726,
      "confidence": 0.8854753333333335
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "Yeah, well, actually, now you've sort of mentioned a bit of monkey news that I found something in the week, right. That we've talked about in the past, right. That I've got some other monkey stuff, but this is just. Oh, forget it.",
      "start": 2227790,
      "end": 2240154,
      "confidence": 0.926004418604651
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "What? Come on, what's the matter with you? Right?",
      "start": 2241174,
      "end": 2245006,
      "confidence": 0.8685944444444443
    },
    {
      "pos": 429,
      "speaker": "C",
      "text": "Do you know that thing we did ages ago when we were out one day and we're talking about monkeys in, in a room with a, with a pc and if you leave them in there long enough.",
      "start": 2245030,
      "end": 2253988,
      "confidence": 0.9095352631578949
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Yeah. Eventually an infinite amount of monkeys or one monkey in infinite amount of time will eventually type the complete work. Shakespeare.",
      "start": 2254036,
      "end": 2262540,
      "confidence": 0.8148704545454546
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "Yeah, we talked about that ages ago. Yeah, I said it wouldn't happen.",
      "start": 2262572,
      "end": 2265276,
      "confidence": 0.8794653846153847
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "No, it doesn't make sense. You can't say it wouldn't happen. It doesn't make sense. It's a mathematical conundrum. It makes sense.",
      "start": 2265380,
      "end": 2271140,
      "confidence": 0.9110986363636363
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "Gone anyway. Right. They got a couple of monkeys.",
      "start": 2271212,
      "end": 2274460,
      "confidence": 0.8324288888888888
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "All right, so not an infinite amount, eh?",
      "start": 2274572,
      "end": 2276384,
      "confidence": 0.79255875
    },
    {
      "pos": 435,
      "speaker": "B",
      "text": "Okay, so, all right, but never mind.",
      "start": 2276884,
      "end": 2278916,
      "confidence": 0.8851728571428572
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "Yeah, got a couple of monkeys. Put it in a room.",
      "start": 2279020,
      "end": 2282444,
      "confidence": 0.9484145454545455
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2282524,
      "end": 2283184,
      "confidence": 0.84811
    },
    {
      "pos": 438,
      "speaker": "C",
      "text": "I don't know if it was a, if it was one pc or they got. Got a job lot or whatever.",
      "start": 2284324,
      "end": 2288132,
      "confidence": 0.9186623809523808
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Not an infinite amount then.",
      "start": 2288188,
      "end": 2289316,
      "confidence": 0.7076079999999999
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "And left them in there for a month.",
      "start": 2289460,
      "end": 2291908,
      "confidence": 0.92753375
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Oh. Not an infinite amount of time then either. Okay, so two monkeys a month. Okay, go on. Yeah, I see the experiments working so far.",
      "start": 2291996,
      "end": 2297380,
      "confidence": 0.8159896153846152
    },
    {
      "pos": 442,
      "speaker": "C",
      "text": "Eight monkeys.",
      "start": 2297452,
      "end": 2298044,
      "confidence": 0.85398
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "Oh, eight monkeys. Oh, let me just work that out as a fraction of infinity. It's one infinity. Eight into infinity. Oh, God, a month.",
      "start": 2298084,
      "end": 2307086,
      "confidence": 0.8601112
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "And what happened then, Carl? Did they take, did they take the complete watch of Shakespeare? I'm assuming they know.",
      "start": 2307150,
      "end": 2311190,
      "confidence": 0.7814795
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "They know they only did a proportion of it. They just did Macbeth.",
      "start": 2311222,
      "end": 2315994,
      "confidence": 0.812366923076923
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "What happened then, Carl? Please tell us.",
      "start": 2316334,
      "end": 2317822,
      "confidence": 0.7962342857142856
    },
    {
      "pos": 447,
      "speaker": "C",
      "text": "They didn't have anything they didn't come up with anything.",
      "start": 2317838,
      "end": 2319614,
      "confidence": 0.9625159999999999
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "You're an idiot, Carl. You really are an idiot. Player record. That's ridiculous. What did you expect? What did you expect? A bit. A bit of Keats and pastry of the Radio times by one of them, the cleverest one.",
      "start": 2319694,
      "end": 2333558,
      "confidence": 0.9258682499999997
    },
    {
      "pos": 449,
      "speaker": "C",
      "text": "No, but what they did say is they didn't even get. They didn't even write one word out.",
      "start": 2333606,
      "end": 2337154,
      "confidence": 0.9268000000000003
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "No, you don't. No. Infinity or nothing. That's the point. There's a big leap between any number you could think of and infinity. In fact, an infinite leap. Do you understand the concept of infinity? Don't rub your eyes. I lost him on. Do you?",
      "start": 2338334,
      "end": 2356382,
      "confidence": 0.9169906666666671
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2356438,
      "end": 2356694,
      "confidence": 0.71045
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "Didn't I? Right, play around.",
      "start": 2356734,
      "end": 2357606,
      "confidence": 0.7471340000000001
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Did they type any. Did they type nothing from any of the book? Any of the Tarzan books?",
      "start": 2357630,
      "end": 2361046,
      "confidence": 0.8996694444444445
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "Nothing.",
      "start": 2361070,
      "end": 2361674,
      "confidence": 0.63606
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "But they must have read them. I mean, that would be their favourite, surely.",
      "start": 2363454,
      "end": 2366354,
      "confidence": 0.852477142857143
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "I'm stunned. I can't believe they didn't even do, like, a transcript of every which way but loose.",
      "start": 2367414,
      "end": 2372166,
      "confidence": 0.885896111111111
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2372230,
      "end": 2372542,
      "confidence": 0.84644
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "I can't believe it. They must have chosen some really thick monkeys.",
      "start": 2372598,
      "end": 2375150,
      "confidence": 0.80856
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "They didn't type any of Charlton Heston's speeches from.",
      "start": 2375182,
      "end": 2377542,
      "confidence": 0.8445199999999998
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "From planet. I can't believe it doesn't make sense. It doesn't make sense. You'd have thought six monkeys in a month would have done something.",
      "start": 2377678,
      "end": 2383814,
      "confidence": 0.8484228000000001
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Yeah, at least a script for BJ and the bear. The irony being, of course, in BJ.",
      "start": 2383894,
      "end": 2390446,
      "confidence": 0.7322917647058823
    },
    {
      "pos": 462,
      "speaker": "C",
      "text": "And the bear that it was a.",
      "start": 2390470,
      "end": 2391078,
      "confidence": 0.8071128571428571
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "Monkey, not a bear.",
      "start": 2391086,
      "end": 2391966,
      "confidence": 0.8972375
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Really stuck in a moment. You can't get out of it by you two. I know how they feel.",
      "start": 2392070,
      "end": 2406506,
      "confidence": 0.9218205263157894
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Oh, just a quick thought. I just had a sudden thought, just a little update on something we talked about ages ago on the show. You might remember I said once that if I ever met Dido, I thought I had a good chance with her. Yeah, she looks like the sort of woman that would work in, say, a photocopying shop. Yeah, and she'd probably be quite charmed by that.",
      "start": 2406650,
      "end": 2421628,
      "confidence": 0.9028325352112679
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "Or a secretary that sort of, like, wrote a couple of songs. And the boss said I entered her in something. Yeah, and it won.",
      "start": 2421636,
      "end": 2427996,
      "confidence": 0.89102
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "She did them at the Christmas party. Everyone clapped.",
      "start": 2428060,
      "end": 2429924,
      "confidence": 0.8855644444444444
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Exactly. Yeah.",
      "start": 2430004,
      "end": 2430852,
      "confidence": 0.7566999999999999
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Well, anyway, just an update on that. So far nothing's happened.",
      "start": 2430948,
      "end": 2433348,
      "confidence": 0.9447963636363638
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Yeah, but nothing's going on, so I'll.",
      "start": 2433436,
      "end": 2436012,
      "confidence": 0.7033871428571429
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "Keep you posted on that. Rick, I know you.",
      "start": 2436028,
      "end": 2437516,
      "confidence": 0.931097777777778
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "I imagine it's a foregone conclusion. When you do, though. When? When I hear you matter, you don't need to say anymore.",
      "start": 2437620,
      "end": 2443756,
      "confidence": 0.858825
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "Okay, well, just say.",
      "start": 2443820,
      "end": 2444852,
      "confidence": 0.7016399999999999
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "I'll let you just wink and say, I met Dido last night and I say, no more. You don't need.",
      "start": 2444908,
      "end": 2449242,
      "confidence": 0.86596
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "I'll just look a little bleary eyed.",
      "start": 2449388,
      "end": 2450870,
      "confidence": 0.9308342857142858
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2450942,
      "end": 2452206,
      "confidence": 0.83131
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "And probably still wearing the same clothes from the mace. Yeah, exactly.",
      "start": 2452350,
      "end": 2456194,
      "confidence": 0.8093149999999999
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "Right.",
      "start": 2456614,
      "end": 2457214,
      "confidence": 0.96184
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "Anyway, I just thought I'd keep your breaths of that.",
      "start": 2457334,
      "end": 2458910,
      "confidence": 0.7178709999999999
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "Yeah. All the breasts from London. Carl. Come on, Kyle, cheer up. You've had a good week.",
      "start": 2459022,
      "end": 2464714,
      "confidence": 0.8263164705882352
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "You have to do a month's notice.",
      "start": 2467574,
      "end": 2469114,
      "confidence": 0.8975285714285713
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Little bit of friction. Little bit of friction between Steve and Kyle. I think they're, you know, they're getting to each other, which is.",
      "start": 2470534,
      "end": 2478760,
      "confidence": 0.9100408333333331
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "He's underpants are pinching.",
      "start": 2478952,
      "end": 2480604,
      "confidence": 0.75076
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Come on, Carl, cheer up. You're lucky, you know. Many people would pay good money to call.",
      "start": 2481704,
      "end": 2487200,
      "confidence": 0.9126117647058823
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "You had a good night out this week. You went to the Sony, she had a free meal, we came away empty handed, but, yeah, wasn't it? You enjoyed that?",
      "start": 2487232,
      "end": 2496008,
      "confidence": 0.8645360000000001
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "Do you enjoy that? I. Go on.",
      "start": 2496056,
      "end": 2499128,
      "confidence": 0.8310742857142858
    },
    {
      "pos": 487,
      "speaker": "C",
      "text": "I'm just finding more and more things are annoying me.",
      "start": 2499176,
      "end": 2501974,
      "confidence": 0.9487219999999998
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Really.",
      "start": 2502144,
      "end": 2502854,
      "confidence": 0.98965
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "Like, even like Sony's night. Right. You've got a lot of respectable people going to that thing, you know, people who are high up at the BBC and that.",
      "start": 2503234,
      "end": 2513090,
      "confidence": 0.9190631034482758
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2513162,
      "end": 2513814,
      "confidence": 0.75027
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "And just the way, you know, it's a posh night, there's people there with dinner jackets on and stuff. And then I went to the toilet for a wee old fella in there. So he looks. He looks like he's been in the, you know, the radio game for years. Probably done loads of award winning Sony stuff.",
      "start": 2514154,
      "end": 2530366,
      "confidence": 0.8912286206896551
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2530430,
      "end": 2530814,
      "confidence": 0.63634
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "You know, all the BBC documentaries to do in depth stuff. And I thought, you know, I wonder if I'll be like him when I'm older. Wonder if I'm as good as him thinking all that. He's having a wee in the next urinal. Farts.",
      "start": 2530894,
      "end": 2542634,
      "confidence": 0.8520906666666668
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "I know. Yeah.",
      "start": 2543734,
      "end": 2545478,
      "confidence": 0.73651
    },
    {
      "pos": 495,
      "speaker": "C",
      "text": "He just farts old fella in a dinner jacket, probably hired.",
      "start": 2545606,
      "end": 2551914,
      "confidence": 0.8986509090909092
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "But they try to. They think, well, I better do it in here. And it's sort of like a trumpet. And everyone just goes, yeah, that's fine. What's up that, you know. Yeah, I know what you mean. Is it just the arrogance of doing it?",
      "start": 2552534,
      "end": 2564116,
      "confidence": 0.9007406521739129
    },
    {
      "pos": 497,
      "speaker": "C",
      "text": "You just did it sounded like a lost whale. And he didn't sort of go and try and clinch it. It went. He carried on and then he went, oh, that was a good one, really. Old fella must have been about 70.",
      "start": 2564140,
      "end": 2581028,
      "confidence": 0.890907906976744
    },
    {
      "pos": 498,
      "speaker": "A",
      "text": "Oh, dear.",
      "start": 2581156,
      "end": 2582420,
      "confidence": 0.6631
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "And what better out than in?",
      "start": 2582612,
      "end": 2584116,
      "confidence": 0.7832983333333332
    },
    {
      "pos": 500,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2584220,
      "end": 2584612,
      "confidence": 0.9704
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "But it's not that I wasn't. I wasn't brought up like that, you see.",
      "start": 2584668,
      "end": 2587292,
      "confidence": 0.8540885714285714
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "Right.",
      "start": 2587348,
      "end": 2588020,
      "confidence": 0.9738
    },
    {
      "pos": 503,
      "speaker": "C",
      "text": "Because I did it. I mean, I never really did it that much as a kid.",
      "start": 2588212,
      "end": 2591744,
      "confidence": 0.954841875
    },
    {
      "pos": 504,
      "speaker": "B",
      "text": "Sure.",
      "start": 2592084,
      "end": 2592660,
      "confidence": 0.98696
    },
    {
      "pos": 505,
      "speaker": "C",
      "text": "And then I was at my mom and dad.",
      "start": 2592772,
      "end": 2595004,
      "confidence": 0.8107766666666666
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "You never. Sorry. You never did it that much as a kid what, parties?",
      "start": 2595044,
      "end": 2597644,
      "confidence": 0.8511535714285714
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2597724,
      "end": 2598004,
      "confidence": 0.97055
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "Okay.",
      "start": 2598044,
      "end": 2598704,
      "confidence": 0.67181
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "Not. Not just like, you know, as a joke.",
      "start": 2599284,
      "end": 2601076,
      "confidence": 0.9536733333333333
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "And we are taping this for next year's Sony Ward, aren't we? We're taping this. What we talk about now, aren't we Dandin? Because this is. Go on.",
      "start": 2601100,
      "end": 2607276,
      "confidence": 0.8162303571428573
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "But I was at my mum and dad's, right? And Suzanne was sat on the floor in front of me, and she was like, oh, rub my neck, it's hurting. So I thought. And I hate doing that. It really bores me.",
      "start": 2607340,
      "end": 2617758,
      "confidence": 0.8801614285714284
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "She's your girlfriend, for goodness.",
      "start": 2617806,
      "end": 2618798,
      "confidence": 0.859066
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "I know. Dale Wynton's different. You're getting paid for that. Go on.",
      "start": 2618846,
      "end": 2620926,
      "confidence": 0.8200950000000001
    },
    {
      "pos": 514,
      "speaker": "C",
      "text": "So I thought, the only way to shift her is I'll let one go. Right? So I did that.",
      "start": 2620950,
      "end": 2624794,
      "confidence": 0.9151747368421053
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "It's such a loving relationship.",
      "start": 2625334,
      "end": 2626934,
      "confidence": 0.863668
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "I love that. That's great. Like doing the washing up badly. She won't ask me again. What have you done? I've smashed the cups up. Written in excrement across the wall. Well, that's no good. Isn't it? Well, I won't do it again.",
      "start": 2627054,
      "end": 2640876,
      "confidence": 0.9479330232558142
    },
    {
      "pos": 517,
      "speaker": "B",
      "text": "Maybe the marigolds all do it.",
      "start": 2640940,
      "end": 2642196,
      "confidence": 0.7079433333333333
    },
    {
      "pos": 518,
      "speaker": "A",
      "text": "I've nailed the cat to the fridge. What's up with that? Go on.",
      "start": 2642220,
      "end": 2645404,
      "confidence": 0.8989123076923077
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2645484,
      "end": 2645716,
      "confidence": 0.5106
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "So I did that. And it worked. She sort of got off and said, oh. And my dad said, what you do that for?",
      "start": 2645740,
      "end": 2650516,
      "confidence": 0.8784150000000003
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "What was he thinking?",
      "start": 2650660,
      "end": 2651708,
      "confidence": 0.9949874999999999
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "So I said, oh, I hate rubbing her neck does me adding. So he says, you know, I've never trumped in front of your mother for 40 years.",
      "start": 2651836,
      "end": 2661468,
      "confidence": 0.8755785714285714
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Sorry, where was this Chiggly? Why is this family talking like this? Young Carl? I've never trumped in front of your mother in the 35 years. Why? What? I don't know. What?",
      "start": 2661516,
      "end": 2674364,
      "confidence": 0.9137987499999999
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "No, it's just. It's just that he said, you know, we've done a lot of things in the family.",
      "start": 2675144,
      "end": 2678724,
      "confidence": 0.9321252631578948
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "What'd he say that for? What? He's never. He's never trumped in front of your mother.",
      "start": 2679064,
      "end": 2684880,
      "confidence": 0.90256
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "He just offered that information up.",
      "start": 2685072,
      "end": 2686888,
      "confidence": 0.9884333333333334
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "Well, he just was surprised that I did it. He said, where have you got that from?",
      "start": 2687056,
      "end": 2689760,
      "confidence": 0.9044741176470587
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2689832,
      "end": 2690404,
      "confidence": 0.73498
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "Whoa. Lower intestines. I thought, what do you have to imagine? There's a class of farting. Oh, we haven't. We haven't told our kids about. We haven't told him about it. We haven't. No, we don't do it. You have to learn it.",
      "start": 2690544,
      "end": 2705492,
      "confidence": 0.8845551162790695
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "Do you?",
      "start": 2705508,
      "end": 2705972,
      "confidence": 0.782405
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "No, I know, but there's a place. That's what I was always told.",
      "start": 2706068,
      "end": 2708604,
      "confidence": 0.8779307692307692
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "Go on.",
      "start": 2708684,
      "end": 2709044,
      "confidence": 0.7390399999999999
    },
    {
      "pos": 533,
      "speaker": "C",
      "text": "This place for that.",
      "start": 2709084,
      "end": 2709812,
      "confidence": 0.7152725
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "Cornwall.",
      "start": 2709868,
      "end": 2710704,
      "confidence": 0.80758
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "So. And my mum, you know, it's the same.",
      "start": 2711644,
      "end": 2715004,
      "confidence": 0.8559177777777778
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "She.",
      "start": 2715044,
      "end": 2715244,
      "confidence": 0.95794
    },
    {
      "pos": 537,
      "speaker": "C",
      "text": "She doesn't do it right. If she goes to the toilet to, you know, do what you got to do, she. She makes sure, like, she'll sort of say things like, are you going out for a walk?",
      "start": 2715284,
      "end": 2726544,
      "confidence": 0.8886747368421052
    },
    {
      "pos": 538,
      "speaker": "B",
      "text": "Are you going out for a walk?",
      "start": 2729044,
      "end": 2730524,
      "confidence": 0.9645742857142857
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Does she think. Does she know that you're broadcasting this?",
      "start": 2730604,
      "end": 2734224,
      "confidence": 0.8471909999999999
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Yeah, probably around at the neighbors now, listening.",
      "start": 2736244,
      "end": 2738692,
      "confidence": 0.71404875
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2738788,
      "end": 2739204,
      "confidence": 0.97254
    },
    {
      "pos": 542,
      "speaker": "B",
      "text": "Any of you going out for a walk?",
      "start": 2739284,
      "end": 2740664,
      "confidence": 0.96705125
    },
    {
      "pos": 543,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2742204,
      "end": 2742916,
      "confidence": 0.74493
    },
    {
      "pos": 544,
      "speaker": "B",
      "text": "So she what, she kind of. She waits until everyone's left or she.",
      "start": 2743060,
      "end": 2746386,
      "confidence": 0.9228292307692308
    },
    {
      "pos": 545,
      "speaker": "C",
      "text": "Doesn'T like the thought that everyone do, you know, like, cats don't like you staring at them when they're doing it.",
      "start": 2746410,
      "end": 2751174,
      "confidence": 0.9428119047619047
    },
    {
      "pos": 546,
      "speaker": "B",
      "text": "Like they were staring at a cat.",
      "start": 2753314,
      "end": 2754546,
      "confidence": 0.6889628571428571
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "While it was doing anything.",
      "start": 2754570,
      "end": 2755594,
      "confidence": 0.7558019999999999
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Have you ever had a pet cat?",
      "start": 2755714,
      "end": 2756850,
      "confidence": 0.97506
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "What do you mean? Go on.",
      "start": 2756922,
      "end": 2758658,
      "confidence": 0.6531233333333334
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "No, it's just that cats, you know, if you get on a little litter tray.",
      "start": 2758746,
      "end": 2762242,
      "confidence": 0.9123133333333334
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2762338,
      "end": 2762610,
      "confidence": 0.65785
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "I remember being told, like, now when it does use it. Don't sort of go and look at it. It puts it off. I was the same as a kid when I had a.",
      "start": 2762642,
      "end": 2770850,
      "confidence": 0.883783823529412
    },
    {
      "pos": 553,
      "speaker": "A",
      "text": "Who comes and looks at you when you're on the bottom?",
      "start": 2771042,
      "end": 2773394,
      "confidence": 0.9102100000000001
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "No, no. When I was a kid and I was in a nappy. Right. I used to always, like, there was a corner in the kitchen that I'd always go to and everyone would be.",
      "start": 2773434,
      "end": 2782542,
      "confidence": 0.912527142857143
    },
    {
      "pos": 555,
      "speaker": "A",
      "text": "Why you go to the toilet?",
      "start": 2782558,
      "end": 2783782,
      "confidence": 0.8212800000000001
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "Because they had a nappy on.",
      "start": 2783958,
      "end": 2784854,
      "confidence": 0.6976883333333334
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Oh, yeah. Right. How old were you?",
      "start": 2784894,
      "end": 2786134,
      "confidence": 0.8015442857142857
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "14?",
      "start": 2786214,
      "end": 2786834,
      "confidence": 0.73
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "About three or something. And I used to always go to this corner and everyone said, right, he's going to the corner. Don't.",
      "start": 2787614,
      "end": 2793414,
      "confidence": 0.9342304347826087
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Don't stare at him. The thing is, I can so imagine you because you've got the same head.",
      "start": 2793494,
      "end": 2801446,
      "confidence": 0.8869
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2801510,
      "end": 2801822,
      "confidence": 0.67469
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "You look like a baby. Baby's head for that. Would you. Okay. Would you put a nappy on for 50 quid?",
      "start": 2801878,
      "end": 2807750,
      "confidence": 0.889132380952381
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "No.",
      "start": 2807942,
      "end": 2808486,
      "confidence": 0.57034
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Yeah, just. I'd just be just sitting. Just do your work.",
      "start": 2808590,
      "end": 2811310,
      "confidence": 0.8932181818181817
    },
    {
      "pos": 565,
      "speaker": "C",
      "text": "Right. Anyway, just sit in the corner. So I'm not doing that. Right. So, yeah, my mom's like that and something else.",
      "start": 2811342,
      "end": 2817966,
      "confidence": 0.7608936363636363
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "She's.",
      "start": 2817990,
      "end": 2818342,
      "confidence": 0.89143
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "She's good.",
      "start": 2818398,
      "end": 2819234,
      "confidence": 0.797445
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "I'm just in the corner. Just don't look at. Yeah, she's just in the corner of our kitchen. Don't. Just.",
      "start": 2821454,
      "end": 2827118,
      "confidence": 0.8553944999999998
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "What's she doing?",
      "start": 2827246,
      "end": 2827790,
      "confidence": 0.8251766666666667
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "Just. She's just doing her business. She says she is. There she is, squatting. Are you going for a walk?",
      "start": 2827822,
      "end": 2832874,
      "confidence": 0.890536
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Sorry, you were saying?",
      "start": 2835174,
      "end": 2836134,
      "confidence": 0.92129
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Another. Another trick I've learned from her. Right. If. If you're using, say, a friend's toilet or something and you don't want to leave your mark, just use.",
      "start": 2836214,
      "end": 2847622,
      "confidence": 0.887890357142857
    },
    {
      "pos": 573,
      "speaker": "A",
      "text": "Go down the toilet and flush it.",
      "start": 2847678,
      "end": 2849430,
      "confidence": 0.9378471428571429
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "Use a. Take a box of matches with you.",
      "start": 2849622,
      "end": 2852294,
      "confidence": 0.8876955555555556
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "Yes.",
      "start": 2852334,
      "end": 2852954,
      "confidence": 0.90876
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "Burn the place down. Have a wonderful crap and just leave when the fire brigade get there. Who is it?",
      "start": 2857934,
      "end": 2870674,
      "confidence": 0.9409945000000001
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "Vines.",
      "start": 2871374,
      "end": 2872086,
      "confidence": 0.66381
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "Yeah, it's good one. We don't go. Brilliant, dear. If you're gonna talk, you do say something useful.",
      "start": 2872190,
      "end": 2878674,
      "confidence": 0.8787622222222223
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "Vines. They're homesick.",
      "start": 2879974,
      "end": 2881554,
      "confidence": 0.6081166666666666
    },
    {
      "pos": 580,
      "speaker": "A",
      "text": "Brilliant. Now, can't. We should do monkey news now, because I know you want to save it, but I think you should put your best stuff first. You never know what will happen. You know what I mean? Always put your best stuff out there.",
      "start": 2882854,
      "end": 2896308,
      "confidence": 0.9176466666666665
    },
    {
      "pos": 581,
      "speaker": "C",
      "text": "Let me just get it out the.",
      "start": 2896476,
      "end": 2898024,
      "confidence": 0.8779842857142857
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "Okay. Well, while he's getting it, could we have a jingle for monkey news?",
      "start": 2898404,
      "end": 2900828,
      "confidence": 0.8810335714285714
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Yeah. Oh, jim, fancy that. Monkey news.",
      "start": 2900956,
      "end": 2904944,
      "confidence": 0.73196
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Tell you what, right. About putting. Putting your best stuff first.",
      "start": 2905964,
      "end": 2909412,
      "confidence": 0.8713045454545454
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2909508,
      "end": 2910184,
      "confidence": 0.62089
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "Do you know. Do you know we're saying the other. The other week about in Chinatown, not really a town? Well, it's not. It's not a town.",
      "start": 2911244,
      "end": 2919866,
      "confidence": 0.8881414814814813
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Right.",
      "start": 2919930,
      "end": 2920178,
      "confidence": 0.87959
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "And, like, the restaurants, the young, they.",
      "start": 2920226,
      "end": 2922802,
      "confidence": 0.7924442857142858
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Have, like, oh, those old dead ducks and chickens just hanging in the window. Yeah.",
      "start": 2922818,
      "end": 2926994,
      "confidence": 0.8400146666666666
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "An octopus and all that. Hanging there.",
      "start": 2927034,
      "end": 2929154,
      "confidence": 0.8593128571428572
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2929234,
      "end": 2929682,
      "confidence": 0.92314
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "And that doesn't, like, make you want to go in, does it?",
      "start": 2929778,
      "end": 2932186,
      "confidence": 0.9883083333333333
    },
    {
      "pos": 593,
      "speaker": "B",
      "text": "No. Sure.",
      "start": 2932290,
      "end": 2933010,
      "confidence": 0.7974699999999999
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "This morning, walking through Soho, on the way in, walk past this sort of strip joint place, this woman said, do you want to come in, sir? Right. Turn round. She must have been about 80.",
      "start": 2933122,
      "end": 2943074,
      "confidence": 0.9191402777777777
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "So you're equating her to a hangy bit of octopus, are you? Performing? And a chicken.",
      "start": 2944374,
      "end": 2950958,
      "confidence": 0.8671593749999998
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "I'm just saying. Again, put your best stuff at the front door.",
      "start": 2951086,
      "end": 2954154,
      "confidence": 0.9257166666666666
    },
    {
      "pos": 597,
      "speaker": "B",
      "text": "Good thinking.",
      "start": 2956494,
      "end": 2957622,
      "confidence": 0.856825
    },
    {
      "pos": 598,
      "speaker": "C",
      "text": "Anyway, better monkey news that's been sent in.",
      "start": 2957798,
      "end": 2961354,
      "confidence": 0.90236875
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Right.",
      "start": 2962054,
      "end": 2962794,
      "confidence": 0.83645
    },
    {
      "pos": 600,
      "speaker": "C",
      "text": "Gareth in Catford. Right.",
      "start": 2963334,
      "end": 2965698,
      "confidence": 0.84794
    },
    {
      "pos": 601,
      "speaker": "B",
      "text": "Good work there.",
      "start": 2965746,
      "end": 2966650,
      "confidence": 0.8467066666666666
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "Um, basically, it's about this, uh. This monkey.",
      "start": 2966802,
      "end": 2970658,
      "confidence": 0.8734562499999999
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2970706,
      "end": 2971034,
      "confidence": 0.90297
    },
    {
      "pos": 604,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 2971074,
      "end": 2971842,
      "confidence": 0.6531899999999999
    },
    {
      "pos": 605,
      "speaker": "C",
      "text": "In the jungle.",
      "start": 2972018,
      "end": 2973034,
      "confidence": 0.9858766666666666
    },
    {
      "pos": 606,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2973194,
      "end": 2973894,
      "confidence": 0.31085
    },
    {
      "pos": 607,
      "speaker": "C",
      "text": "It's got a gig out and hairdressers.",
      "start": 2975514,
      "end": 2977010,
      "confidence": 0.6939785714285714
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "What are you talking about? What are you talking about? What are you talking about?",
      "start": 2977082,
      "end": 2980538,
      "confidence": 0.9396719999999998
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "It's got itself a nice little job going in hairdressers as what? It gets people sitting down. Um, what it does before the people have their hair cut, that it sort of sits there and it goes through people's air. Make sure it's clean, and people are loving it. Right.",
      "start": 2980706,
      "end": 3001582,
      "confidence": 0.8903465999999999
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "So it's a. So it's a pet monkey. It's nothing to do with it getting a gig in an airdresses. It's a pet monkey.",
      "start": 3001718,
      "end": 3007406,
      "confidence": 0.8491479166666664
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "It's not working at monkey and guy.",
      "start": 3007430,
      "end": 3008790,
      "confidence": 0.8536471428571427
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3008902,
      "end": 3009430,
      "confidence": 0.60699
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "No, no, seriously. It's in there. I think it might have started off as a job, and then.",
      "start": 3009542,
      "end": 3013974,
      "confidence": 0.8835505555555555
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "So what does it say? It says junior, 15 pounds. Stylus, 35 pounds. Monkey, 63 pounds.",
      "start": 3014014,
      "end": 3019994,
      "confidence": 0.7991643750000001
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "It's in the jungle.",
      "start": 3021224,
      "end": 3022484,
      "confidence": 0.986645
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "It was wondering about. Maybe it did, but it looks good.",
      "start": 3022864,
      "end": 3028240,
      "confidence": 0.8309281818181818
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "Its hair looks good.",
      "start": 3028272,
      "end": 3029064,
      "confidence": 0.8989524999999999
    },
    {
      "pos": 618,
      "speaker": "C",
      "text": "Someone thought, yeah, but never ever, you see, people make that mistake with hairdressers, anyway. I always say, well, if the hairdresser's got a good haircut, go to where he's going. Right, right. Because that's what I thought when I read it about having a good haircut.",
      "start": 3029104,
      "end": 3040712,
      "confidence": 0.9073880851063829
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "How often do you go to the addresses?",
      "start": 3040768,
      "end": 3042392,
      "confidence": 0.83899125
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "Well, not that much anymore, but I used to always think that.",
      "start": 3042568,
      "end": 3045448,
      "confidence": 0.9417583333333334
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Yeah, you used to go to a bloke who told me had his shack on a railway bridge that used to shake when a train went over. Yeah, because it was two quid.",
      "start": 3045536,
      "end": 3056154,
      "confidence": 0.8767151515151516
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "Yeah, but before that. I've never had that much luck with hairdressers before. That was a. Was another place and it was run by sort of, you know, these sort of wannabe gangster type people.",
      "start": 3056654,
      "end": 3067022,
      "confidence": 0.9148814285714286
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 3067118,
      "end": 3067718,
      "confidence": 0.82749
    },
    {
      "pos": 624,
      "speaker": "C",
      "text": "But they'd, you know, you go.",
      "start": 3067806,
      "end": 3069510,
      "confidence": 0.7934666666666667
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "What do you mean by wannabe gangsters?",
      "start": 3069542,
      "end": 3070846,
      "confidence": 0.8269914285714286
    },
    {
      "pos": 626,
      "speaker": "C",
      "text": "Well, sort of just. Just petty crime stuff. You'd go in for haircut and then you walk out with a video recorder. Know what I mean?",
      "start": 3070910,
      "end": 3076340,
      "confidence": 0.8332050000000002
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "You just have to take it.",
      "start": 3076372,
      "end": 3077588,
      "confidence": 0.9035083333333332
    },
    {
      "pos": 628,
      "speaker": "C",
      "text": "No, no, but they'd sort of spend ages flogging you that whilst cutting your hair. It was their thing. It's like. Right, sit down. You're right, yeah.",
      "start": 3077676,
      "end": 3083556,
      "confidence": 0.9041214814814814
    },
    {
      "pos": 629,
      "speaker": "A",
      "text": "Oh, for the weekend. What do you think of maybe a Sony?",
      "start": 3083620,
      "end": 3086908,
      "confidence": 0.8706933333333332
    },
    {
      "pos": 630,
      "speaker": "C",
      "text": "Yeah, so and so that. That's when I stopped going there, because it was like, just what I. Haircut. I don't want to be.",
      "start": 3087076,
      "end": 3093148,
      "confidence": 0.8643804166666667
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "Which one said that you had the hair of a chinaman?",
      "start": 3093316,
      "end": 3095236,
      "confidence": 0.9529772727272728
    },
    {
      "pos": 632,
      "speaker": "C",
      "text": "It's the fellow who works in a railway station haircut.",
      "start": 3095300,
      "end": 3097764,
      "confidence": 0.7855779999999999
    },
    {
      "pos": 633,
      "speaker": "B",
      "text": "Well, he should know. He's been around a bit. Clearly, if he runs a shack next to a railway station. So just go back to monkey news for a second. I didn't quite follow. Why he still. He still. His salon is in the jungle or where is it?",
      "start": 3097844,
      "end": 3113286,
      "confidence": 0.8573889795918368
    },
    {
      "pos": 634,
      "speaker": "C",
      "text": "No, he was doing his. Doing what he does in the jungle. Right, right. He's walking about. He wanders into the airdressers.",
      "start": 3113350,
      "end": 3121182,
      "confidence": 0.8390668181818182
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3121278,
      "end": 3122022,
      "confidence": 0.9563
    },
    {
      "pos": 636,
      "speaker": "C",
      "text": "Maybe they didn't have him on, like as a job. Straight away. He was just there. This is nice. He sat there picking the knits.",
      "start": 3122198,
      "end": 3128414,
      "confidence": 0.8828904
    },
    {
      "pos": 637,
      "speaker": "A",
      "text": "Oh, Carl, I don't know where to start then. It's just that, it's that. It's the embellishment. You don't walk in. He walked from a jungle to an airdresser. I mean, you're an idiot. You really are. I'd love to see you try and get a job in an hairdresser. If there was another monkey up for it, you'd never get a job.",
      "start": 3128494,
      "end": 3144444,
      "confidence": 0.9023998412698413
    },
    {
      "pos": 638,
      "speaker": "C",
      "text": "So he was good at that. People said, this is relaxing. Apparently had really nice hands, soothing on people's heads. They said, let's put him on the payroll.",
      "start": 3144604,
      "end": 3152108,
      "confidence": 0.9306442857142857
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "Let's put him on the payroll. What do you mean?",
      "start": 3152276,
      "end": 3154824,
      "confidence": 0.9429489999999999
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "I'll give you that.",
      "start": 3155924,
      "end": 3156644,
      "confidence": 0.9232875
    },
    {
      "pos": 641,
      "speaker": "B",
      "text": "Okay, this is the news item, is it? Customers are queuing up to have their hair done at a salon in the jungle by a monkey. Judy, a pigtailed macaque, has a reputation as the best exterminator of head lice in cane. She is so good. Some customers fall asleep under her gentle touch. Regular amperon Chicama said, judy's hands are so soft and gentle I really feel I can relax.",
      "start": 3156684,
      "end": 3181112,
      "confidence": 0.8986328169014087
    },
    {
      "pos": 642,
      "speaker": "A",
      "text": "But you know, that is doing what it does naturally. It's looking for like salt and stuff in the hair.",
      "start": 3181168,
      "end": 3187794,
      "confidence": 0.945322
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3188094,
      "end": 3188874,
      "confidence": 0.41395
    },
    {
      "pos": 644,
      "speaker": "A",
      "text": "And it's not on the payroll. It doesn't complain about when it gets, when it gets deducted at national insurance.",
      "start": 3189414,
      "end": 3195342,
      "confidence": 0.8825649999999999
    },
    {
      "pos": 645,
      "speaker": "B",
      "text": "It's not part of the union.",
      "start": 3195398,
      "end": 3196606,
      "confidence": 0.8950666666666667
    },
    {
      "pos": 646,
      "speaker": "A",
      "text": "Yeah. Do you know what I mean? But, but a good monkey news, you know, backed up with, with good tabloid journalism. Yeah.",
      "start": 3196670,
      "end": 3204646,
      "confidence": 0.8226960869565217
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "With solid evidence there. So now that's, I think we should start marking the monkey news. Rick, I don't know what you think giving it marks out of ten maybe for both interest and validity.",
      "start": 3204670,
      "end": 3213050,
      "confidence": 0.8613182857142856
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "Well for interest I'll give it seven for Carl's. Carl believing that there was something to this monkey, thinking it had a job.",
      "start": 3213142,
      "end": 3219354,
      "confidence": 0.926546956521739
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "And getting paid but it was also doing kind of perms two and coloring two. Yeah.",
      "start": 3219394,
      "end": 3223658,
      "confidence": 0.8712187500000002
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "Ridiculous. Again, ridiculous.",
      "start": 3223786,
      "end": 3226434,
      "confidence": 0.7770133333333332
    },
    {
      "pos": 651,
      "speaker": "B",
      "text": "More monkey news next week. Hopefully they should hear that jingle again.",
      "start": 3226474,
      "end": 3228894,
      "confidence": 0.9242783333333332
    },
    {
      "pos": 652,
      "speaker": "A",
      "text": "Oh chimpanzee. That monkey news peace train and that brilliant cat Stevens now. Well I've sort of enjoyed the last sort of you know, hour or so after, after the disappointment of the Sony's. I think we are going to give up to be honest, do another week and then shoot off.",
      "start": 3229274,
      "end": 3261248,
      "confidence": 0.8868415384615383
    },
    {
      "pos": 653,
      "speaker": "B",
      "text": "Yeah, okay.",
      "start": 3261296,
      "end": 3262960,
      "confidence": 0.883635
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "We're doing it for a laugh anyway.",
      "start": 3263072,
      "end": 3264584,
      "confidence": 0.8739942857142857
    },
    {
      "pos": 655,
      "speaker": "B",
      "text": "But if they're not going to reward us for that then, you know, I.",
      "start": 3264704,
      "end": 3266888,
      "confidence": 0.8830207142857143
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "Mean, but I'll tell you what could, but what about this Carl? Can you find out who was on the panel? Can you?",
      "start": 3266896,
      "end": 3275032,
      "confidence": 0.903718260869565
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "But what difference does it make?",
      "start": 3275128,
      "end": 3276200,
      "confidence": 0.8542483333333332
    },
    {
      "pos": 658,
      "speaker": "A",
      "text": "Well I want to, I want you to interview, I want you to phone them up and, and I wanted to tell them why, why? Um, they didn't think our show was.",
      "start": 3276232,
      "end": 3282744,
      "confidence": 0.8804415624999999
    },
    {
      "pos": 659,
      "speaker": "B",
      "text": "Yeah, let them explain themselves.",
      "start": 3282784,
      "end": 3283840,
      "confidence": 0.899926
    },
    {
      "pos": 660,
      "speaker": "A",
      "text": "Just explain themselves. They've got stabilization convictions. Find them all, track them down. There's probably about three expect the monkey.",
      "start": 3283912,
      "end": 3290752,
      "confidence": 0.7492675
    },
    {
      "pos": 661,
      "speaker": "C",
      "text": "Knew, should have, you know, done the job for you.",
      "start": 3290768,
      "end": 3292928,
      "confidence": 0.7586839999999999
    },
    {
      "pos": 662,
      "speaker": "A",
      "text": "I just want people, I don't want to be, I don't want to sit in a room and hide. I want the three people on the panel. I'll find them out. To say, we didn't vote for you because we thought it was shoddy, amateurish, annoying. There was too much swearing. I go. Fair enough. Well done, mate. You. We didn't vote for you because Carl's voice is an irritant. Okay, okay. Well done, mate. You all right? We didn't vote for you because, Gervais, you're a fat, useless git who understands nothing about broadcasting. Yeah, and I go, right, I'm not so happy with that. But at least you told the truth. But get them on the phone, find out. Find out from Andrew. I know it's.",
      "start": 3292976,
      "end": 3333726,
      "confidence": 0.9109105468749998
    },
    {
      "pos": 663,
      "speaker": "B",
      "text": "None of them have mentioned me, which is good. I know, pretty good.",
      "start": 3333750,
      "end": 3336206,
      "confidence": 0.9222976923076923
    },
    {
      "pos": 664,
      "speaker": "A",
      "text": "Yeah, yeah. They probably all love Steve.",
      "start": 3336270,
      "end": 3338742,
      "confidence": 0.948367142857143
    },
    {
      "pos": 665,
      "speaker": "C",
      "text": "No one likes to pick on an invalid, though, do you know what I mean? That's just.",
      "start": 3338878,
      "end": 3345154,
      "confidence": 0.8775564705882354
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "We, we got a player request here for what's her name is. Don't leave it to Sonia, who's 18 today. We couldn't find William. It was really nothing. Worse myths because whoever is in charge of the library, I mean, they probably won an award for it, but, you know, she didn't ask for four non blondes. So I found there is a light by the Smiths. So a week to go.",
      "start": 3347214,
      "end": 3370794,
      "confidence": 0.886567638888889
    }
  ]
}
