{
  "id": "fc84d6bf-125a-4cc3-b74f-4649ff0ebf41",
  "status": "completed",
  "text": "We don't know. Yeah, we have. The problem with me is it's like when you multiply anything with naught. Exactly. Nothing ever happens. Yeah, okay. Shame. And I'm a fat little ugly fella like regvani with a lot of people that you don't like, and you sort of. You could go up to afterwards and almost, like, metaphorically flit the bird. What's that mean? Last week. Yeah. Flip the bird, you dirty. No middle finger. And see, I married Steve. Single. No. What are you talking about? Are there lots of people there? I thought it was a euphemism. Who you haven't got on with in the past, and then they're all being. Really nice to you. I'm talking with everyone doing it. What does flip the bird mean? What does flip the bird means? You've got that lit hipster thing, the finger. Give me skipping the finger. Yeah, but I thought there was a dirty metaphor. No, you're always thinking this. Don't bring me down to your level. Till at least five minutes. Coming up after the rate we've got. Steve and Ricky and lovely Claire. We're driving their desk. Right, Claire? Hello. Don't bend over like that, Claire. Thought I'd put a longer top on or something. You're up, boys. You're very studious. There we are. We're working hard. We're working out what we're gonna play. What order. I love the way you even live the pretense. What about some Foo fighters mixed with the Strokes? Ricky? I wouldn't mind a bit of strokes. Or new order. What should we kick in with undecided yet? Rick probably got some ads to help us decide that dilemma. That dilemma will be revealed in just under four minutes. Stick around. Merry Christmas, Tim. New order and crystal on XFM 104.9. Now listen to Ricky device. So obviously with Steve Merchant. Hi. Well, they like to know. They like to know if I'm here. They don't like to know. The fans do. Yeah. Now, that was one of my favorite singles of the year. Yeah, it's a good song. And that's what we're going to be doing in this program. We are going to be playing some of our favorite songs from the year. That's absolutely true. We're also going to be playing some songs that maybe we don't like. Exactly. Just for the hell of it. Yeah, because we're crazy guys. Yeah. We never know what's going to happen next. No. Guess who's pressing the buttons? You genuinely don't. Well, you know who's pressing the buttons, you can see her, but the audience. We don't know what's gonna happen next. It's Sturgis. We've got Sturgis here. Claire Sturgis. XFM's Claire Sturgis? Yeah. She stayed off it for just a day. She's not. No, no, she's just. She's clean for a day. You're methadone or what you want? No, no, I'm clean now. You can actually clean. Well done, well done, well done. Congratulations. Yeah, clean for Christmas. That's beautiful. You're still thieving, though, aren't you? You still. The thieving? Just can't lose the thieving. But at least the money now goes on like, you know, 40 Benson, as opposed to a little five pound starter. That's lovely. Yeah, sweet. It's nice to see a little miracle for Christmas, Rick. It's beautiful. Lovely. Yeah. Yeah. I'm already in the Christmas mood. Are you in the Christmas mood? The thing is, what she's still got left over from it, and these are the scars and reminders of your smack head thieving days. Are those little homemade tattoos on her face? Exactly. Yeah. She looks like seal and see, a handsome quink. Exactly, yeah. Yeah. Oh, but no. Merry Christmas to you, Claire. Yeah, thank you. Merry Christmas. Are you still living in the projects? Yeah. You're still keeping it real? Tiny Tim. I tell her what she said. She's bit like Jesus Christ in a way. Yeah. Yeah. Please play a record. Linkin park and one of their songs. Gervais, quick. Come on, mate. He's got. He's coming back from the kitchen with a couple of cups of tea. It's like he's won an award. He doesn't care. Now, I'll turn up if I want to. Maybe we should do a twin spin. Sturgis, do you want another? Paul Weller, the changing man, the mod father. That's true enough, as they call him. Absolutely. See, now you. You told the listeners that I was just too big to be here. Cause I'd won some award. I was actually making the tea for all of us, wasn't I? It's awful this time. That's not the point. I shouldn't be making tea. A man. My position. You're right, you shouldn't be making tea. This is awful. What? How do you. How do you actually go about the tea? You understand how a cup of tea's. Made, but you know you've got to. Put a tea bag in there. No, this is weird, right? Because I actually can't make a good cup of tea or coffee. And it's strange. It must be something metaphysical. I put all the right ingredients in, just like everyone else does, and I build a kettle and everything. But people do go that. Can I tell you where you're going wrong? Go on. Laziness. Why? Because you literally don't leave the teabag in long enough. You literally dunk it in there and throw it away. I was trying to get back in time because I was. No, you were. I saw you talking with Durham O'Didley, so don't give me that. And I've been around to your house before. There's been times, Sturgis, when I've tasted the tea and it tastes like washing up liquid. And I said, what happened? And he went, there were some bubbles in there. Yeah. Did you not have rinsed out with some water for a bit? Well, yeah, but I resent having to make tea. Yeah, but don't teach me a lesson you like. Don't offer someone a cup of tea and then think, I'll teach them a lesson. They won't be asking for tea again. What? They usually work. Yeah. I had to go and get an extra teabag and dunk it in here. It's ludicrous. I know. It's mad. It's pathetic. Anyway, it's Christmas. Let's not. Let's not disrespect. Let's not. Let's be cheery. Can I tell Stuart just what you got your family for Christmas last year? I just remembered when I was outside. Please. It was a joy because Gervais is a generous man and he's a thoughtful man and he's got a lot of brothers and sisters and a lot of nephews and nieces and stuff. Well, I've got about 20 people together. Oh, exactly. So, you know, it's a tricky business. That's why I think. Was it you got them 200 pounds worth of lottery scratch cards? I had about a minute. I was getting a lift down to reading and it was my mate Jimmy and I went, oh, I just got to get the presents. And I just ran into the 711 opposite me and got driven through the scratch cards. That's amazing. It's such a working class dippo gift, isn't it? But did any of them work? Anyone win anything? Yeah. Yeah. I mean, some people were down. That was a present. Hard luck. That's the risk you take when you accept this present. Some people are up 70 pounds. Well, that's great. Christmas. Just bear in mind that there's like some children who are like seven or eight, you know, scratching off scratch cards. They gotta be 18 to claim them. And just the rest of your family, sort of. I can imagine. Just wrestling them off. You can't claim it anyway. No. Have I won? No. No, you haven't. No. I've got three dumbbells. You've got three the same. You don't get anything for that. Not in this game. Unlucky. Are you gonna do that again this year? Maybe, yeah. Mercury Rev. The dark is rising that sounds a bit like a tribute to Neil Young. Beautiful. It was lovely. Lovely. We're gonna play some lovely records. Some beautiful songs today. All right. That's true. What did you call me then? Steve? Did you call me something else before? I didn't hear. I thought maybe you called me, I don't know, Jonathan or something. No, I don't know. I don't know. I did. I didn't hear. I got paranoid. Christmas. We were talking about Christmas. Yeah, gifts. What's wrong there? I didn't know what that meant. What, were you having to go at me because I went on John's Ross show? No, no, no. I thought you'd said something. You'd said my name by mistake. You'd said someone else's name when you're talking to me. Oh, but I didn't hear that. So when I heard you just go, Steve, I thought you were correcting a mistake you hadn't made. No, no. Okay. All right. See? Blunder. What did you call me? Fatty. Good. All right. We're talking about Christmas. Yeah, well, it is. Because it's just the fact that it's. The right time of year to talk about it, to be honest. It's topical. So let's carry on. Go on, shoot. Well, I just wondered if your Christmas gift buying had always been as thoughtful as it is. Oh, well, no, that was. See, that was actually. Even though it was thought pretty lazy and thoughtless. It was quite generous in a sense, financially. But I remember. Oh. Oh, God. Now, even though I sort of come from working class family. My dad was, you know, a laborer. My mum was, like, housewife. But I was spoiled at Christmas. You know, I didn't have, like, pocket money or gifts. But, you know, she'd get out of a catalog and pay for it the rest of year. So I did have great presents and. Cause I had older brothers and sisters, they were earning. So I had good presents and it was okay for me to, you know, give them nothing or do a card or something. Rubbish. But then I remember one year when I just suddenly realized I was too old to be doing this. It was like. It was like, you know in jaws when it pulls focus and going, oh, my God. And I just realized that's the worst present you've ever. I think it was about twelve or 13, and I remember it now. My sister had got me a cat Stevens album. Great, I think a birdhouse and like a quiz book or something. And it was my turn to give her a resin. And it was a bottle of shampoo that I'd found in the bathroom and wrapped up. It was a big jumbo, one of those Tesco's, you know. Had it not already been used. No, I don't think so. Mum had bought it, like, you know. You just topped it up with water. Wrapped it up. No, I just gave it to her and she went, oh, thanks. I thought, that's rubbish. That's really bad. It's rubbish, innit? That's really bad. I know, yeah. I remember one year, I really wanted a skeletrix. I was going, what? Skeletrix? And my mom's going, no, you just get bored of it. I know what you like, you'll get bored of it and we'll have spent all that money and you'd be bored. I was going, no, I won't, I love it, I love it, I love it, I'll play with it forever. And I said. And she was going, no, you won't. You won't. And I was. I will, I love it. And so she bought me skeletrix and I unwrapped it and I was using it, I was using it. I was bored instantly. I didn't tell her, I pretended I loved it. And she, like, I'd always be playing it monotonously, hating it. I know, I'm loving this, my mom, it's actually brilliant. You were wrong. You were so wrong. I'm loving it. I know things are scale electrics. I think it was great at the time, but I think was an XFM party, actually, years ago when they got scale at fix and, like, loads of us think, oh, yeah, I used to love it. Rubbish. Yeah, it's tiny, it's about two foot long. You go, put it back on. Put it back on. Exactly. You want it to at least kind. Of change into a robot or come off and just drive around the course. These days, it's all virtual Steve. That's true. In your mind. We all take a pill, don't you, Ricky? And we're in some. Yeah. And then, yeah, I am Senna for a little while. What about those bloody computer games. No one's reading a book anymore, are they? What's a tree download? Well, I'll tell you what. I'm gonna play a song now. I think I've dissed you two for about 15 years, but I've gotten wrong. And I'm gonna play a lovely track off the latest album. It's the last track on the album, ground beneath her feet. It's from all you can't leave behind. Beautiful. And I think it's one of their greatest works. Live forever. Oasis. Still good, that one. It is very good. That's 19. 93, 94. Long time ago, eh, core? All those years ago when they were setting out, they were great. And they're. Oh, yeah. Before they became embarrassing. Well, they might. They can still come back. They can still come back. Their last album's not as good as their. You know, that. Their first one and two and, you know, went. But, you know, who knows Steve well, exactly. Yeah. It's been a good gear for hip hop. Rick, can I surprise you? I've gone off hip hop over recent years, but I've been charmed this year by Bubba Sparks's album. I think De La Salle had an album this year. Yeah, they did. That was good. I didn't mind the Jay Z album. See, I like to cut a track. That'S all right on there. I actually quite like. There's a new outcast compilation. I don't know if that's out yet, or maybe it's just gonna come out. I was disappointed by the album. I bought it on the screen. Well, Rick, I surprised. There's a new little compilation, the Cat and the Dog. The new little compilation, Rick, has lots of tracks from their previous albums and other singles. And it's a good little dynamite by. For the new year in the sales. Just gonna make a note of that. I'm gonna buy that on the way home. Do it. But the album that I was particularly trying to buy, princess superstar, is. Well, now a lot of people be. Dismissing her as a bit of a novelty. So, rapper, they said the same about Tibi Mallet. So don't listen to them. Don't listen to them. So another track we played a while back, untouchable part two, which was dynamite. And this is another, I think this was a single. It's called bad babysitter. She raps very quickly, but listen carefully because the lyrics are fun. And slow it down a little bit closer. Okay, honey? Now, the name of the restaurant and my cell phone number are on the refrigerator. Don't be afraid to call if you need anything. Now, have Josh in bed by nine and 930, the latest. Now, there's soda and chips in the kitchen, DVD player, and I think there's some board games in the closet. Oh, but one thing. Just be good, okay? I'm a bad baby, mister wine child. I mean, he's old, but not down. Now, if I'm bad, I'll turn around in the corner for time out. Aight, Josh, what you want to do? You want to watch cartoons? HBO? Got plus two. Hey, get back in the room. I assume your folks are gonna be out late. Go make me koolaid. I'ma sit on the couch. My boyfriend gave him CVA. Spit out my bubba licious and get one of them big bridges that could fit ten midges. Damn, they taste it up me like 50 dishes. Let's find your mom's mates. Think she'll miss these Chanel links and high heels? You look like ja ja bangs. Don't play under the sink. I want your daddy as well. But if you tell your diet superstell and God told me, you're going straight to hell. Well, if you don't like it, I can leave. Then you'll be alone. That's what the creepy monsters want. Plus, I'll be taking your tv. Put on your jammers and don't wet the bed. I got a camera. I'll take a picture and show that little girl you like. Oh, and one more thing. There's been several mass murderers spotted in the area. I'm a bad babysitter, got my boyfriend in your shower. I'm making $6 an hour. I'm a bad baby sitter. Got my boyfriend in your shower. I'm making $6 an hour. Let's make this. Hey, what are these pills? I'll take the. Josh, you take a bag in the tag of it. Stop throwing up. I'm not paid enough. You clean up the rugs that flop. I told you six bags of unmade jello was too much. Hi, kid. You gotta go to bed. I know it's only six, but my boy just came up and he wants me to give him sit his bare on the couch. When you watch my wonder. Next time you see Vicky the spot up his tiki. Cause it's used your mom's kid. Don't worry. I'll put it back in the fridge today. You can have it for supper nice and crisp in the Tupperware. No bedtime story, Gabe. Get off yourself. Josh, get in bed. Freddy Krueger might let you see your mom. In the morning. No pouring. And shut the shake, Gabe. One day. You know how nice it is to get well. You're getting paid. I'm making $6 an hour. Oh, dad, they just came back. Geez, mister w, your wife looks bad. Oh, it must have been the drink she had. We drank some montage. Watch high lie, rip off a thigh high. Too much information. I need a ride. Oh. Let's take the bed. That's the coolest car I ever seen. How old are you again? I forget. 19. Yeah. In, like, four more years at one time. Could you please show me one of those nice tears? Have you been working out? Here's the house. You wanna come in? We just got this awesome new couch. Ouch. Stop it. Girl. Can I get a little pee? Nah, girl. I'll take a rain check and see you next week. I'm a bad babysitter got my boyfriend in your shower I'm making $6 an hour. I'm a bad babysitter got my boyfriend in the shower got my boyfriend in your shower got my boyfriend in the. Shower curse about it. From the album, Princess Superstar is Princess Superstar and bad babysitter. Did you enjoy it? Yeah, I did. Good. Yeah. That's. That's two out. Two from the album I've liked. Exactly. Think I'm going to buy the album on the way home. You got out cast, which has not actually been released yet, but I'm sure you can pull some strings. I'll, uh. Yeah, I'll get someone onto that. Good. Okay. XFM 104.9. It's the Ricky Gerard show. Absolutely. Can I stop you there? Go on with Steve Merchant. Thanks very much. No worries. Yeah. Cheers. We're talking about presents here. I just remembered something else I had. I was just into science from, like, the age of, like, five, six to about. So 1819. I'm still into it, but I studied it and I absolutely loved it. And I got a microscope set when I was about, I suppose, ten or eleven, and just looking at butterfly wings and just anything under there, like 300 times. This is amazing. Right? And in it came these little shrimp eggs. And you could look at them and then you could sort of. You could breed them. You had to put them in salt water solution, and then keep them at a certain temperature, and they think, oh, and a nice little beach. And they'd come out. What I did speed up the process a little bit. Popped it on the electric fire, right? We had a fake, one of those fake plastic coal things with one of those little metal things that turned around from the heat and made it look like flames. It didn't. I'll be honest, it didn't, because who. The hell was fooled? Yeah. You got a lovely roaring fire. Yeah. Yeah. The flames were encased behind that plastic coal, but I love it. Popped one there, left there for a little while, bit too hot, came back, just melted, really. Just dry. And the thing was slightly warped. So them shrimps did not see the light of day. Once again, your laziness and strengthfulness just. I got to be like the experiment. Absolutely. I can advance nature. Yeah, exactly. Yeah. Do you stand in front of a. Microwave just going, come on, come on. Yeah. A minute and a half for soup. It's ridiculous, isn't it? Yeah. Majestic. Yeah, but I learned the lesson. Yeah. Now I make sure the shrimps are the right temperature. Exactly. That's terrible. You reminded me of something I was gonna say then, but I can't remember. I've embarrassed myself live on air, quiet. No one was there thinking, I wish Steve would say something now. Story. Yeah. You said about the sort of the fire and the idea of kind of buying a piece. It's not. When people buy a fake Rolex watch. Yeah. And they tell people it's fake. Utter waste of time. Yeah. It's like, what? You're not. You're. I'm getting one over on the Rolex people. You're right on that side. But the point is, why buy a fake Rolex watch? I mean, why buy a Rolex watch? I don't think they look nice. Yeah, but it's a transparent display of wealth. But it's when there's, like, a builder who, you know's on, like, five pounds an hour wearing a Rolex. You're joking, aren't you, Steve? Hod carriers can get upwards of 550 pounds a day, so you've embarrassed yourself. I don't know anything. It seems like I don't know anything about the building industry anymore. Unbelievable. Do you know, once my friend showed off this watch that he bought and a guy, sort of dodgy bloke, had sold it to him on the street and he'd been up in London and some guy on Oxford street had sold him this watch and it looked really good and it worked fine for years and it just looked classy. And I thought, wow, that's brilliant. And I came to London for something and I walked up and down Oxford street for two and a half hours trying to get sold a dodgy watch. And I'd be going up to people, like, selling lighters, going, yeah, not interested in lighters. Got any watches? Yeah, no, I haven't got any watches. Go down to the perfume guy and I. Go down to the perfume. You. Any watches? I love the idea that they saw. You go down, like, oh, no, it's a bad advertisement, mate. If people see you walking around with this, it's not good for trade. What? How dare you send me one of those stolen watches. Can't do it, mate. More than my job's worth. Ten. Benson, that's a black snow. That's a great chicken. I love it. It's sort of punky, but it's got more in common with stuff like Steppenwolf. And my only worry is that some. Are they like sort of 18 year olds who, like Gomez, are trying to sound like they've kind of had a rough, hard living life? No, no. They are old forties and things. Well, no, no, they're not. They sort of. But they're dirty. Yeah. Good. Do you notice that Steve Taylor, the man with the knowledge, just popped in there to bid us Merry Christmas? And I noticed, Claire, you said something like, has he got another kid? Did you say? Yeah. How many children he got? I think he's got the two now. Yeah. Clearly he has got the knowledge, hasn't he? In every sense. Yeah. I imagine he's a great lover. I mean, he's got wonderful fingers. He knows. What, magic fingers? Well, he's actually got little. Little toady hands. Right. He's. He uses a lot of utensils. Yes. He's got. He's invented all these little things that come with gloves, and it just. It's over very quickly, so he can get on with learning pleasure. Gloves. Yeah, because even when he's making love, there's a stack of trivia books. Exactly. Exactly. So what he can tell you about kind of great shags of the past. Yeah, yeah. Oh, he says, here he comes. Here he comes. Oh, look, I love him because you don't know this, listeners, but he looks like penfold. He does, he does. Stop him breeding. Yeah, yeah, yeah. It's not breathing when it's humans. Like Steve Wright in his posse. All right. Merry Christmas. Hi. Hi. Hi. Are you. Are you a great ladies man? Were you a great ladies man before you were married now? Because. Right, because he's sort of, like, got a little shaved head and he's got a beard, and it's exactly the same cover, sort of, sort of ginger hair. He looks like a tennis ball. It's just hair. The exact same length all over his face. The only reason for me to come in was that abuse was happening without me here. Yeah, I know, but say, look, so it's with your blessing and I think we're nice. Say merry Christmas. Hi. Merry Christmas. All listener. See, we're on at 05:00 aren't you? Uh, yeah. Right. I'm gonna make a note of that. When I bought those two albums, I'm gonna listen to Steve Taylor, the man with the knowledge, on at 05:00 on XF RA. Isn't it incredible? Because he's been in since 11:00 this morning. Just compiling information for every record he'll be playing. Yeah, the show's only 20 minutes long. But, you know, with him, it's because he's got offload it. Yeah, he's got to talk about all the time because he's got a huge brain. It's womb. It's going all information. You bored? Sorry, we'll be boring you two. Oh, it's just that list. Isn't that cute? Yeah. So can you tell us about Starsider? What do you know about some interesting facts about stars? Into the microphone, into the micropol that goes down the laudibox and out to the radiograph in the homes all around Ingloi. They're rubbish. Thank you, Steve Taylor. Controversial view. Still, he has bred people. Hives. Hives. Before that star sailor. It's been a bit of a punk sort of show this, hasn't it? Excellent in general, in years, you know, the whole year's been a little bit of a. I blame the strokes, but, you see, I enjoyed punk. You were too young and don't care for it. But I have to say that if punk the first time around was as exciting as I found it this year, then I've missed out because I've really enjoyed it, really. So I want to go and play all things like x ray specs, you know, things like that. Now, are they as kind of melodic, though, as things like the strokes and white stripes and so on? Are they kind of tuneful, the white stripes? In fact, I've picked a very bad example because they were sort of like pop punk, and polystyrene was almost. She wasn't a. Wasn't a joke, but they had saxophones and stuff. So it's not as probably a bad example of early. I mean, just. I mean, the sex pistol summed it all up. Yeah, sure, sure. But. Well, we enjoyed that, don't we? No, we did. We did. I have to say, though, although there has been a nice bit of sort of punky sound this year, for me, it's been very much a year for the geeks, I thought I'd enjoy. Well, that's new metal, though, isn't it? It's all these people in their bedroom playing sort of computer games, and loving. New metal has taken over the world. It's just mad, isn't it? It's absolutely huge. Suddenly linkin park and. But see, I don't mind things like, you know, Marilyn Manson. Cause, you know, they're having a go, they're having a bit of a laugh and, you know. But it always seems so perennially uncool to me. When I was younger, anyone who was into that kind of music, I just thought, loser. And that's. I mean, that's coming from you calling the pot black. Yeah. Imagine that. It's the year of the geeks. Not just cause of new metal, but also kind of just these fantasy films with the Harry Potter stuff and now Lord of the Rings. It's like everyone's obsessed now. It's called to play dungeons and dragons now. I can't get over it. I'm stunned. Scary, isn't it? I was never into that rubbish. I've always thought it's like people who. Are still obsessed with Harry Potter, they go, I'm rereading Harry Potter for the third time and I think, listen, I haven't read it, okay? I'm sure it's very good. But you're rereading it for the third time. There are books out there written by adults, for adults with, like, sex and other exciting things. Yeah. And Harry Potter. Oh, yeah, yeah. I'll just read in case you missed. Something the first time, but maybe they're learning the spells. I just. I'm stunned by it. I mean, have you read it all, Claire, are you all up on this? Well, Harry Potter. Harry Potter. I actually went out and bought the first Harry Potter book and lost interest halfway through because there was no sex in it. Exactly. Couldn't be possible. It's like why I never go to see any Disney films. There's never the prospect of any nudity if there's no chance of. I think you're actually buying the wrong books. Right. What you want to buy, Steve, is a pornographic magazine. Tell me more. Wow. In there, you see what you get. Ladies. Other ladies, sometimes like this nudie ladies, sometimes like this. Stereophonics and the theme tune to BBC Two's the office handbags and. Glad. Absolutely. So I think we should be playing Christmas songs as well, though. A great, great. Is it really? What, the theme tune to the office? Yeah, I think is war really over. It is. Thanks, John. It is, yeah. Yeah. Is. Yeah. That's what worked there, to be fair. Rod Stewart did it first. Yeah. And we don't use the stereophonics version. No. Or the Rod Stewart version. Too expensive exactly. To re record it. Yep. Little known facts. Yeah. Save that for the DVD. Or Steve Taylor would have blown any. Wouldn't need to come up with the knowledge and told him everything. I was thinking New York. Beautiful. So no turn digger. I'm sure everyone's playing it at the moment. Yeah. Yeah. I mean, we should. It's good. Let's play simply having a wonderful Christmas. Time by driving home for Christmas. Chris Rea. Oh, he is a good others lyric in that. It goes, I look at, he's in the car driving Christmas. He looks over there. The bloke, the other guy goes, he's just the same as me. Yeah. I was thinking that. He's just the same as me. Is he saying he's copied him? He's like, oi, what are you wearing? That's the same as me. That is. What'd you get, your missus? The same. Is it you? Who are you, a stalker? I'm Chris Rhea. Hello. Yeah. He's going back to Newcastle. Exactly. Are they talking it? Is that where he's from? Yeah, yeah, yeah. Is it Middlesbrough or Newcastle? Or do you remember when Rhea made a film? Go on. Chris Rea made a film. They all doing like, Dave Stewart made that film with the All Saints. Honestly, no one went to see it, but Chris Rear made a film which was like a kind of fantasy thing. Well, I think Shirley Bassey turned up in it where he was like, have you ever seen this? No, but all. No, I can't tell you. Off air. Really? Is it outrageous? Is it libelous to Chris rear? No, I had to interview Chris rear about this. Really. Shirley Bassy was there and she pulled up in her limo. Yeah. Don't ask me, don't ask me. What is that for? It was for some satellite and what did bass. No, no. When Bassy came into Pinewood Studios, when she came in, we all had to leave the set so she could drive through the set. We all had to leave so she could drive in? Mm hmm. No, just tell you that. It's very boring. I wish I hadn't told you that. What do you mean? She drove her car into the set? No, she was driven into Pinewood Studios, into wherever they were filming, and we had to all leave as she arrived because I don't know. Did she know what you do? She didn't like me. I don't want that smacker drama in here, you know, I got some valuables in here. Yeah, yeah, Sturges diamonds are forever, especially when she's around. Anyway, I never saw the film, Steve, in answer to your questions. Yeah, well, I don't think anyone did, but the fact that Chris rear got money to make a film. I mean, has he released a song for years? He's still going. He's probably got a little bit of back catalog going. You mentioned Paul McCartney as well. We're talking about that with Steve Taylor. And I'm wondering, because you're doing his money in the fact he's got loads of wealth and that's fair enough and he obviously deserves it. But what I'm wondering is, Eve's got be such a. Does anyone deserve it? Unless they spread it around? Politics. Politics. But he's obviously. I mean, he must be one of the richest men, certainly in this country. And I'm sure, you know, internationally, millions. I don't know if he's reached to the billion market, but I'm wondering to myself, why doesn't he spend some of that money making his misses like a bionic leg? That'd be amazing. Do you know what I mean? She could like leap over buildings and stuff. That'd be. Well, she wouldn't leap, she'd hop. Because if I had that much money, I would. She could only hop. She'd just be running around in a circle. She'd win to get the other one done. Sports games, wouldn't she? It's go easy. Just one hop. Exactly. She's one. I mean, it'd just be incredible because. I don't know. I mean, the Barnett man, it was. It was expensive then, wasn't it? 6 million then, Steve. Christ knows what it would cost now, with inflation, $6 million. Of course, that's only about 4 million pounds sterling, but now. And that was like, what was that, 74 or something? It cost you a fortune. I even want a guesstimate. But he's got. He got. He got the eye. That's useful. Yeah, he can well see miles away. He's got the two legs. You need the two legs for running. Did he have the two legs? Wouldn't it be. Yeah, of course he did. Otherwise he'd be hopping, wouldn't he? But he got the one arm. He'd need the one arm. They thought, let's not look mad, let's not make him feel Barnic. But the one thing that always worried me was that when he lifted up a truck with his one good arm. Why didn't his back collapse? Yeah, yeah. He didn't have a bionic spine, did he? Sure. I could see him lying on the ground and sort of like doing this sort of leg press. That'll be fine. But when he stand up his leg, his back would just collapse, wouldn't it? Yeah. So you're beginning to wonder if an astronaut who fell out of an airplane while test driving it rebuilt as a half robot. You're wondering if there's maybe some flaws in that? Yeah. And Oscar Goldman. I don't know. What. And isn't it convenient that his girlfriend are the same? Two legs, one arm. I think that's what drew him close together there. This time she had the ear. I don't think he was just on the pull and by chance he got her undressed. He thought, my God, that does. That looks like a familiar plastic arm. And there was a bionic dog, wasn't there? And a horse. Why do you need a bionic horse? I know. When you can run at 70 miles an hour, you don't need to get on a horse, do you? Unless the bloke that the bionic horse wasn't bionic and he could run, like, really well. I think the problem was that they'd spent so much money on all these bionic things, they just made a bionic horse, entered it in races. Yeah. He had to get his ear money back. Yeah, exactly. Steve Austin, he's not turning up. He's swanning round. A very costly investment. Does anyone remember Barnic man as this just. Yeah, this is all shown again, isn't it, on Bravo. Everyone knows who the Barnett man. Oh. Just diagnose how he feels about it. I bet he loves it. Canfield's only about 14 and he knows I know. Yeah. He's been watching it for 13 and a half years. Sturgeon, let's play another song because we just played the COVID version of Hambas. Narrator. It's a great song. Really good. And I've been playing cover versions all this year and one of my favourites was this one cover I played a long time back. Actually. I think I played this when we were standing in for Jeremiah O'Didley. Yeah, he was back today, wasn't he? Just popped up when he wants. Exactly, wasn't he? But I'm not going to play any cover versions in the new year. Cover me up or cover me bad. That's cover. Run for cover. Well, I finished with my. I call it film review, so we're. Going to have all new features in the new year. But this is. I'd love to play this again. This is a once around the block as done by the kings of convenience. Play this, Claire. Lovely. You quiver like a candle on fire. I'm putting you out, baby. Tonight we could be the last shout. Cause I'm fascinated by style. Your beauty will last for a while. But I don't. You feeling it instead of being. The more that I live on inside, nothing to give. I'm infatuated by moves. I gotta search out for your clues. You're trying to outrun your feet. You run into. Lose a heart and steal the soul in your shoes. Take a left, a sharp left, and another left. Meet me on the corner. We'll start again. I think a short lived kind of new folk movement wasn't there this year. That kind of came and went. And the kings of the convenience were supposed to be part of that. And their album choir is the new loud, I thought was an absolute treat, and a lot of people just sort of ignored it. Lovely, lovely track, but lovely version. That was never actually on the album. That was from the toxic girl single. And that's once around the block by badly drawn boy, as done by the kings of convenience. Beautiful. This is great. And it coming in just like, playing song. Oh, man. It's a little. It's a lovely, lovely. Do you think the listeners enjoy this as much as we do? I would imagine not. No, I don't think so either. No. But does that make us bad people? No, I don't think it does. It makes us wealthy people and lucky. Very lucky. That's true. PJ Harvey. Lovely. Love it. Great, great. I'm loving this, Steve. Yeah. Nearly Christmas. I had a couple of chocolates there tonight. Oh, the purple ones in roses, very much like the quality street one, the hazelnut and the toffee. Yeah, but getting me in the mood now, I know you're a fan, like me, you love the roast dinner. Oh, we love the roast dinner. But the uber roast dinner is the Christmas dinner. Oh, I'm looking forward to it. No, I'm thinking about it now. I can't believe how many different sort of meats you're gonna have in your house. Well, we always have the turkey, obviously. Plus, we always have a living. And pour it a little bit of lamb. Oh, God. And don't forget the sausage, you know. Well, I love the fact that someone's designed the turkey Christmas dinner, and then they thought, wait a minute, I also want a little sausage. And let's wrap it in bacon? Why not? Can we have all the meats that are available? There's sausage meat in the stuffing. They went, well, sue me. Sue me if I want a bit of extra sausage. You know, I mean, it's the, it's the greatest. It's the work of art, and it takes hours. Rick, can I ask you what kind of veg you going with this year? Veg? Well, I just love the roast potato. I mean, people have tried to sneak in the Brussels because you don't eat vegetables or anything. Parsnip. I love parsnips. But when they're crisp and crunchy, like a, like a, like a trendy crisp. Yeah. In a wine bar. I love it when. Yeah. Oh, I love that. I can. I will be having carrots. We'll be having leaks. We'll be having Brussels, obviously. Yeah. Brussels, yeah. And there's my mum always throwing a little bit of something crazy. Maybe there'll be a little bit of red cabbage, something wild or a used condom. To be quite honest, I think she's. Mentally, she's got to stop that. But who knows? Any kind of, any kind of treats I'm looking for, I'm just so. And I love the fact about the Christmas dinner. Is it. People are taking weeks, years planning it. I know they take, you know, the months gonna dig up. Have you told. Could you talk about your grandparents? Well, my grandparents, of course. The thing about my grandparents, I have mentioned this before. Yeah. I think they've got about three teeth between them. It's unbelievable. They. My grandfather, they're all their own, though. He was in the RAF in the war. Right. And he, for some reason, he had problems with his teeth and they pulled them all out, replaced them with a false set of false teeth. But during the war time, I don't know whether this was just like, what it was like during the war or just the forties, but he had a kind of wooden plate put in with, like, some kind of fake teeth attached. Oh, no. And he's never had that changed. So, you know, he's still got the wooden plate and about three teeth still hanging on it. So he and my grandmother combined, they cannot eat anything that's kind of solid. So they will literally get up for Christmas dinner. They'll get up and they'll put the meat on like it's six in the morning, go back to bed for the day, get up and eat it about 09:00 at night. And they. And the best compliment you can have if you've cooked in for my grandparents is, oh, this is lovely. You can suck it away. Yeah. Imagine that much. Why did they just liquidize it? Have a nice little rose smoothie. I have done in the past. Really? Apple crumble smoothie. To take them out. If we take them out to eat, like at restaurants, we've got a phone ahead to make sure there's fish on the menu. Really? They can only have fish, but then the bones, you say that's a problem. We can take the bones out of fish, can't you, and sort of mash it up? Yeah, but the eyes are going. Steve, could I suggest the fish cake? It's already mashed. It's with the potato. It's in a crispy crumb, which doesn't hurt anyone whether you got teeth or not. Rick, can I go on, make a little. Yeah. I just want to make it because obviously not everyone's as fortunate at Christmas. Rick, what about the vegetarians? What are they eating? A nut cutlet. What the hell is that? Lovely little nut cutlet. Can't they have, like, tofu, but in the shape of a turkey? But I love the fact that so often, you know, certainly your Linda McCartney veggie items, they always try to fool you into thinking it's the real thing. You know, some veggie sausages, they've injected with something so they'll taste like sausages. Yeah. You don't really need it, that arbitrary shape. If it's veg, you might as well just have any shape. What angers me with the vegetables, what angles me, the vegetarians and the vegans. Even worse is that, look, we're breeding all these animals to be eaten. They're gonna get slaughtered anyway. Chow down. Come on. Those chickens in those little kind of pens, you know, four of them in a little square box. Yeah. You know, I mean, they're crapping eggs out every couple of minutes. Yeah. You're not, you're not a zoologist, are you? I am not officially. Yeah, but I know what I'm talking about. Yeah, you do. I've seen brochures. Yeah? Yeah. I've walked past a farm while on holiday. Excuse me, farmer, could, um, your finest hens crop me some eggs for my tea? No, chicken crap. A little egg for me old Christmas class. Oh, no, it's fair a thought for the vegetarians and worse still, the vegans. Yeah. And what about Travis? What do you think they'll be doing this Christmas? I've no whale of a time. I'll tell you what, Steve. It was an excuse to play the record. It was a link. Travis and driftwood on XFM 104.9. It's the Christmas edition of the Ricky Gervais show with Steve Merchant. I'm loving it. Yeah, it's good. I'm in the Christmas spirit, actually. Yeah. Yeah. I do enjoy. Will you be looking forward to. I know everyone talks about it, Rick, but Christmas telly. I love Christmas telly. Christmas day tell is what I get up and Noel's giving out some presents around hospitals and that. And then you might have number ones of the year from top of the pot. Then you might have a little. I don't know. I don't watch the queen's speech. But, you know, have a little sleep then, don't you? Maybe after a big roast dinner with too many sausages. Yeah. I'm only joking, mum. Let's have some more chocolate, please. Yeah, yeah, yeah. Well, let's not. You know, there's people starving the world, so let's not rub it in. Hopefully they're not listening to the radio. No, probably not. Just scrabbling around in the cold, in the dirt, looking for food. We are actually laughing about it. We actually laugh, Rick. I find that if I laugh about it, then I can ignore the problem easier. Yeah. Not face up to the horror. Yeah, I know. That's too easily done, isn't it? Exactly. It's too easy to face the horror of the world. It's better to laugh it off. I know. That's what annoys me about buskers. Cause a beggar just sits there and you can pretend you haven't seen him. Whereas a busker's shouting out and you want to go, you know, unless you're deaf and blind. He knows. He knows. So have you cultivated a kind of universal. I've cultivated this kind of thing I always do with a beggar when they offer their hand, I just. I don't even say anything anymore. I just sort of kind of offer up my hands as though to say, look, I have no money in my hands. And just a kind of. A kind of sympathetic turn of the head. And I mouth some words like it normally involves, sorry, mate, or something. Yeah. Because I find it's better to be courteous than like, kick them in the head or anything like that. Yeah. No, I never did that. And I always acknowledge them. I never. I actually never ignore them. And. And sometimes I give, depending on, although I have to say, another situation, another. Successful year for me of avoiding the big issue salesman. I've never bought a copy of the big issue. I love the fact you are actually proud of that. Well, it's it got to the point where I actually am appalled by myself. But it's like it's a contest now. It's like I've managed to do it for so long that it's almost a competition with myself. It's the same as me with reading a novel, but, uh. Yeah, although I blew that in 1997 when I read Katrina rye, I'm still kicking myself. I'm looking forward, of course, to. I'm hoping it'll be Dennis Norden's laughter file, volume seven. Oh, seven. You're having a laugh. 27. It used to be. It'll be all right on the night, but I think they changed the name to Dennis Thorn's. Laughter it's great, though, isn't it? Because he comes. You're one of those people. This is somewhat. We call doorstop. And it's sort of like just. What? Yeah. And doesn't it just go into. The director general called let sleeping logs die? Yeah, yeah. It's just. Oh, God. Why don't. Is why people. Why no one has said to him, or, why hasn't he watched that tv? Why isn't he at Christmas? Right? He's gone home with the family. He's watched. He's gone. Come on, everyone, let's watch my show. He's watched it after file 27. The family must have been faking. LAUGHtEr why is he not turning around? Why did no one tell me? Crap. Why doesn't he go to Greg Dyke and go, or whatever? It's on. Just watched me on that. LAUGHTER File 27. It's rubbish, isn't it? And they go, yeah. They go, well, why didn't you tell us? Why? We thought it would kill you, to be quite honest. But why didn't you let my son take over? Or summer? Well, Dennis, he's 84. How old am I, then? Well, we don't know. We've had you carbon dated, but it's off the scale. But why do you let me carry that stupid file? Are you reading this now, Dennis? Well, I can't remember what I got saying. Well, don't do me. Just. Just speak normally. Two coffees, please, waiter. No. This is what we call talking to the director general. Stop it. But I can't wait for that. Yeah. And Dennis Lauren's love. There is two. Can I just say one? Who's in the audience of Dennis Lauren's? Who's gone? Joan, I got two tickets for a laughter file. I can't. Yeah, I've been on the Internet because. They'Re always rather cracking up, the people on my show, I've never laughed once. Maybe it was an audience that they filmed in 1973, but it was the first time they saw a goalkeeper get hit in the balls or something. Or Jackie Charlton or something. Or a dog fall off a slide. Well, it's people. It's either old people who just can't remember. They've already seen those clips a thousand times before. Yeah, or it's, um. I was always thinking of the people. It, um. What's that show, uh, that beedle used to do the. You been famed. I think now what's happening is while Lisa Riley's doing all the scripted jokes, there's just someone stood behind her, maybe just showing a picture of her, like, nude or in a bikini, or just pointing and just making jokes at her expense. Exactly. Laughing. He's lovely. Lisa Riley off Emmerdale. Of course. No, don't say it's not fat. It might be. Glad you don't know. It could be gland. No, just stop it. You can't say, I don't know. I've gone a bit crazy. I've just gone. No, but she. What if she's listening to this and she gets an eating disorder or summer or, you know, becomes bulimic? Because what use it's probably I'm binging now she's leaving out the vomit and she can't get a fat fingers in her mouth. Anyway, I'll tell you what. The best gig of the year, surely the white stripes. Rick, I know everyone's raving about this. Hear one of their tracks. What's it called again? Claire fell in love with a girl. Hoags Kirsty mcCall. Fairytale New York. We're just saying it's just a brilliant song, isn't it? It's genius. It's great. And what I love is the fact that it was quite a big hit. And it's like sometimes even a majestic song like that that normally would get overlooked, just manages to drift up to the surface somehow. And even, you know, the white track. The imagery is great as well. How can old slut on junk be romantic? Amazing. Well, we're fans. Yeah. Sturges thought he was talking about her. Leave it, Sturgis. You're clean now. Yeah, well, we got. We got more treats. Um, after this, we've got something, ladies. Yeah, we're going out of, um, uh, sink here. We're gonna play song for the ladies, the penultimate track, because I want to leave them with a Christmas classic, the Joni Mitchell classic, river. So look forward to that. It's been a great show. It has. Even though I say so, mister. You know, I've enjoyed it. Looking back over the year, looking forward to Christmas. Go on. Can I just throw a thanks, a big thanks out to all the people that have emailed us and phoned in and written to us and sent us things. I think it's about four people who keep doing it. Recycling the same. Different names, though. Exactly. But we don't. We don't tend to read stuff out, but we is appreciated. It is. And it often gets into the show, whether you know it or not. Exactly. In some way, we steal off. Steal your jokes and pass them off as our own. Email someone there saying, there is a tofurky. A tofurky? Yes. A tofu turkey. Yeah, you can buy it in the whole trimmings. See, and I made that up. I could have written that down and what had already been done. Yeah. So said, we can't paint in the toffer key. Sure. So I've embarrassed myself again. Sturgis, are you gonna be driving home for Christmas? No, I'm gonna be Christmas. I'm gonna be here. God, she's working. He's just the same as me. She's working on Christmas. Oh, yeah, I'm here. Yeah. Someone emailed me the other week saying, will I be voice tracked over Christmas? Well, I'm not quite sure. It's a radio term, but. No, I will be live. Wow. On Christmas day. Oh, yes, Christmas day. So you can't drink and stuff? Well, not as much you would have liked. I mean, you're always drunk on air, obviously. Yeah. It's getting that point. I didn't know she drank till I saw sober one day. One Sunday morning when she came in to do another show and she was talking differently. Yeah, she went, I. Pubs aren't open yet. Exactly. And I realized, it's terrible, innit? Well, what should we play now? I don't know. I've kind of felt like we've sort of exhausted ourselves, really. We've run out of stuff to say. We've made all our observations about Christmas. Yeah. We've taken a sideways glance at the sausage. Yeah, exactly. This year's duffing. Remember we talked about stuff? Do you remember that? It was. I think it was four links ago. Yeah. No, no, listen, we're gonna call it sausage loving. And we talked about all the different things you have on her play and that. We started off with, like, turkey. And then we went, remember some of the amusing bloopers that took place over the course when you didn't make it back in time for the link. And you're making tea. Oh, God. What was that one? When, um, I think you said something like, um. That was a right struck white stripes. Oh, if you're one of those people. Oh, this is great. I'll tell you what. I'd like to play a record, because I'd like to talk about this link later. Yeah. Should we play a record? Well, let's look back on it. Like, you know, amusingly, like, I love 1980. Oh. So I'll play a song for the ladies, final one of the year. And it's a song which I did play a long time ago, and it's absolutely beautiful. It's from Nick Cave's album. What was it called again? I think it was called no more shall we part. And it's an absolutely magnificent. I'm just remembering the last time you played it. I know it was brilliant because you introduced it. And then I think it was Carl Preston who played it and we listened to it. Were we playing buckaroo or eating curly whirligig at the time? I can't remember. I was on a space offer. I hold this letter in my hand a plea petition to come to pray hope it does losing her again is more than I can be kiss the cold and malone press my lips against her name 200 words we live in hope the sky is heavy with rain love let alone go get it go get her love let alone go telecom alone wicked wind whips up the hill handful of hopeful words that ever and I always will skies are ready to burst someone did not mean to say someone did not mean to say someone did not mean the same it all came out the wrong way love letter love letter go get her, go get her love let alone let her go tell her go to her bring your kisses down upon me bring your kisses down in stones and broke them before me in your slowly fading form going out of my mind will I leave standing in the ring with a letter and a pray come back to me. Nick, have in the bad seats? Love letter beautiful song. Absolutely beautiful. Well, I'm loving this, but we've. We've got a go soon. Sadly, the clock has beaten us, Rick. But it's the last track that we're gonna play this year. It's a lovely track. It starts off with a little bit of jingle bells that we're getting a little bit tribute on the piano. It's Joni Mitchell and the river. Enjoy. We won't be back next week, will we? Or the week after? No, we're back on the 12th? Yeah. It's coming on Christmas. They're cutting down trees they're putting up reindeer and singing songs of joy and peace oh, I wish I had a river I could skate away on. But. It don't snow here stays pretty green I'm gonna make a lot of money then I'm gonna quit this crazy scene I wish I had a river I could skate away on I wish I had a river so long I would teach my feet to fly I wish I had a river I could skate away on I made my baby cry he tried hard to help me, you know he put me at ease and he loved me so naughty made me weak in the knees oh, I wish I had a river I could skate away on I'm so hard to handle I'm selfish and I'm sad now I gone and lost the best baby that I ever had oh, I wish I had a river I could skate away on I wish I had a river so long I would teach my feet to fly oh, I wish I had a river I could skate away on I made my baby say goodbye. It'S. Coming on Christmas they're cutting down trees they're putting up reindeer singing songs of joy and peace I wish I had a river I could skate away. Right, guys, I've got some back timing to do now, so you've got 20 seconds. Yeah. Okay. Well, that was some jo. She's getting a bit grumpy and she. No, no, I'm back. Timing to the football. Yeah. This is Christmas. He cold turkey, mate. That was Jodie Mitchell and the river. Thanks for listening, everybody. I hope you enjoy the show. Don't take anything say, too serious. We haven't offended anyone. We don't. We love the homeless and. And fat birds. Love them. Merry Christmas to you, Rick. Merry Christmas to you. Happy Christmas Eve. Christmas Eve. Happy. She needs a fix. She needs a fix. Grumpy.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "We don't know. Yeah, we have.",
      "start": 240,
      "end": 1542,
      "confidence": 0.70409
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "The problem with me is it's like when you multiply anything with naught. Exactly. Nothing ever happens.",
      "start": 1638,
      "end": 9014,
      "confidence": 0.9584452941176472
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah, okay.",
      "start": 9054,
      "end": 9630,
      "confidence": 0.873665
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Shame.",
      "start": 9662,
      "end": 10030,
      "confidence": 0.56023
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "And I'm a fat little ugly fella like regvani with a lot of people that you don't like, and you sort of. You could go up to afterwards and almost, like, metaphorically flit the bird. What's that mean?",
      "start": 10102,
      "end": 21150,
      "confidence": 0.7838902631578948
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Last week. Yeah.",
      "start": 21222,
      "end": 21910,
      "confidence": 0.7847366666666667
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Flip the bird, you dirty. No middle finger. And see, I married Steve. Single.",
      "start": 21942,
      "end": 27732,
      "confidence": 0.7590542857142857
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "No. What are you talking about? Are there lots of people there?",
      "start": 27878,
      "end": 30960,
      "confidence": 0.9148291666666667
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "I thought it was a euphemism.",
      "start": 31032,
      "end": 32088,
      "confidence": 0.8715966666666666
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "Who you haven't got on with in the past, and then they're all being.",
      "start": 32176,
      "end": 34496,
      "confidence": 0.8592392857142858
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Really nice to you.",
      "start": 34520,
      "end": 35296,
      "confidence": 0.9984375
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "I'm talking with everyone doing it.",
      "start": 35320,
      "end": 36896,
      "confidence": 0.7173966666666667
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "What does flip the bird mean?",
      "start": 36960,
      "end": 38208,
      "confidence": 0.896
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "What does flip the bird means? You've got that lit hipster thing, the finger. Give me skipping the finger.",
      "start": 38256,
      "end": 42584,
      "confidence": 0.8194884210526316
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Yeah, but I thought there was a dirty metaphor.",
      "start": 42664,
      "end": 44288,
      "confidence": 0.9266599999999998
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "No, you're always thinking this.",
      "start": 44336,
      "end": 45816,
      "confidence": 0.931408
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Don't bring me down to your level.",
      "start": 45840,
      "end": 46960,
      "confidence": 0.9202128571428572
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "Till at least five minutes.",
      "start": 46992,
      "end": 48524,
      "confidence": 0.918772
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Coming up after the rate we've got.",
      "start": 48944,
      "end": 50056,
      "confidence": 0.8365057142857143
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "Steve and Ricky and lovely Claire.",
      "start": 50080,
      "end": 51464,
      "confidence": 0.7450033333333334
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "We're driving their desk. Right, Claire?",
      "start": 51504,
      "end": 53430,
      "confidence": 0.8771849999999999
    },
    {
      "pos": 22,
      "speaker": "C",
      "text": "Hello.",
      "start": 53512,
      "end": 54082,
      "confidence": 0.9402
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "Don't bend over like that, Claire.",
      "start": 54218,
      "end": 55346,
      "confidence": 0.9437416666666666
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Thought I'd put a longer top on or something.",
      "start": 55370,
      "end": 57114,
      "confidence": 0.9219111111111111
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "You're up, boys. You're very studious.",
      "start": 57194,
      "end": 59018,
      "confidence": 0.8119633333333334
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "There we are. We're working hard.",
      "start": 59066,
      "end": 60042,
      "confidence": 0.9019966666666667
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "We're working out what we're gonna play. What order. I love the way you even live the pretense.",
      "start": 60098,
      "end": 66362,
      "confidence": 0.8994088888888889
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "What about some Foo fighters mixed with the Strokes?",
      "start": 66418,
      "end": 68378,
      "confidence": 0.9594088888888889
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "Ricky? I wouldn't mind a bit of strokes. Or new order.",
      "start": 68426,
      "end": 70594,
      "confidence": 0.9198172727272727
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "What should we kick in with undecided yet? Rick probably got some ads to help us decide that dilemma.",
      "start": 70634,
      "end": 76410,
      "confidence": 0.8858842105263157
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "That dilemma will be revealed in just under four minutes. Stick around.",
      "start": 76522,
      "end": 80514,
      "confidence": 0.9161766666666665
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Merry Christmas, Tim.",
      "start": 80554,
      "end": 81466,
      "confidence": 0.5356066666666667
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "New order and crystal on XFM 104.9. Now listen to Ricky device.",
      "start": 81610,
      "end": 85970,
      "confidence": 0.8265616666666666
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "So obviously with Steve Merchant.",
      "start": 86002,
      "end": 87170,
      "confidence": 0.693084
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Hi.",
      "start": 87202,
      "end": 87774,
      "confidence": 0.43603
    },
    {
      "pos": 36,
      "speaker": "B",
      "text": "Well, they like to know. They like to know if I'm here.",
      "start": 88434,
      "end": 90186,
      "confidence": 0.9564916666666666
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "They don't like to know.",
      "start": 90210,
      "end": 90818,
      "confidence": 0.954864
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "The fans do.",
      "start": 90866,
      "end": 91666,
      "confidence": 0.99276
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "Yeah. Now, that was one of my favorite singles of the year.",
      "start": 91730,
      "end": 95594,
      "confidence": 0.9394058333333334
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "Yeah, it's a good song.",
      "start": 95634,
      "end": 96450,
      "confidence": 0.9183720000000001
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "And that's what we're going to be doing in this program.",
      "start": 96522,
      "end": 98586,
      "confidence": 0.925730909090909
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "We are going to be playing some of our favorite songs from the year. That's absolutely true.",
      "start": 98650,
      "end": 101306,
      "confidence": 0.8916917647058824
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "We're also going to be playing some songs that maybe we don't like.",
      "start": 101330,
      "end": 103746,
      "confidence": 0.9080776923076924
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "Exactly.",
      "start": 103810,
      "end": 104234,
      "confidence": 0.96032
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Just for the hell of it.",
      "start": 104274,
      "end": 105010,
      "confidence": 0.9548983333333333
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Yeah, because we're crazy guys.",
      "start": 105042,
      "end": 106106,
      "confidence": 0.859558
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Yeah.",
      "start": 106170,
      "end": 106394,
      "confidence": 0.40809
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "We never know what's going to happen next.",
      "start": 106434,
      "end": 107402,
      "confidence": 0.90419125
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "No.",
      "start": 107458,
      "end": 108142,
      "confidence": 0.84641
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "Guess who's pressing the buttons?",
      "start": 108338,
      "end": 109262,
      "confidence": 0.92164
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "You genuinely don't.",
      "start": 109278,
      "end": 110390,
      "confidence": 0.70452
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Well, you know who's pressing the buttons, you can see her, but the audience.",
      "start": 110542,
      "end": 112414,
      "confidence": 0.9386335714285715
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "We don't know what's gonna happen next.",
      "start": 112454,
      "end": 113794,
      "confidence": 0.9135771428571429
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "It's Sturgis.",
      "start": 114094,
      "end": 114902,
      "confidence": 0.736795
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "We've got Sturgis here.",
      "start": 114958,
      "end": 115806,
      "confidence": 0.8441025
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "Claire Sturgis. XFM's Claire Sturgis?",
      "start": 115830,
      "end": 118182,
      "confidence": 0.65088
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Yeah.",
      "start": 118278,
      "end": 118790,
      "confidence": 0.71662
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "She stayed off it for just a day.",
      "start": 118902,
      "end": 120478,
      "confidence": 0.9983212499999999
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "She's not. No, no, she's just.",
      "start": 120526,
      "end": 121998,
      "confidence": 0.6600866666666666
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "She's clean for a day.",
      "start": 122046,
      "end": 122886,
      "confidence": 0.904298
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "You're methadone or what you want?",
      "start": 122910,
      "end": 124326,
      "confidence": 0.7196699999999999
    },
    {
      "pos": 62,
      "speaker": "D",
      "text": "No, no, I'm clean now.",
      "start": 124350,
      "end": 125134,
      "confidence": 0.78059
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "You can actually clean.",
      "start": 125174,
      "end": 125910,
      "confidence": 0.71382
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Well done, well done, well done. Congratulations. Yeah, clean for Christmas. That's beautiful.",
      "start": 125982,
      "end": 131070,
      "confidence": 0.8551561538461537
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "You're still thieving, though, aren't you? You still. The thieving? Just can't lose the thieving. But at least the money now goes on like, you know, 40 Benson, as opposed to a little five pound starter.",
      "start": 131102,
      "end": 138958,
      "confidence": 0.8854405555555553
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "That's lovely. Yeah, sweet. It's nice to see a little miracle for Christmas, Rick. It's beautiful.",
      "start": 139006,
      "end": 144438,
      "confidence": 0.8911443750000001
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "Lovely. Yeah. Yeah.",
      "start": 144486,
      "end": 145582,
      "confidence": 0.7809066666666666
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "I'm already in the Christmas mood. Are you in the Christmas mood?",
      "start": 145598,
      "end": 147598,
      "confidence": 0.94152
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "The thing is, what she's still got left over from it, and these are the scars and reminders of your smack head thieving days. Are those little homemade tattoos on her face?",
      "start": 147726,
      "end": 156390,
      "confidence": 0.8883868749999999
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Exactly.",
      "start": 156462,
      "end": 157234,
      "confidence": 0.71733
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Yeah.",
      "start": 157894,
      "end": 158182,
      "confidence": 0.7628
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "She looks like seal and see, a handsome quink.",
      "start": 158198,
      "end": 160646,
      "confidence": 0.6995855555555557
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Exactly, yeah. Yeah.",
      "start": 160790,
      "end": 162670,
      "confidence": 0.6234233333333333
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Oh, but no. Merry Christmas to you, Claire.",
      "start": 162742,
      "end": 164462,
      "confidence": 0.88023
    },
    {
      "pos": 75,
      "speaker": "D",
      "text": "Yeah, thank you. Merry Christmas.",
      "start": 164518,
      "end": 166190,
      "confidence": 0.7125900000000001
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Are you still living in the projects?",
      "start": 166222,
      "end": 167734,
      "confidence": 0.8859828571428572
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Yeah.",
      "start": 167814,
      "end": 168434,
      "confidence": 0.41893
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "You're still keeping it real?",
      "start": 169414,
      "end": 170638,
      "confidence": 0.854294
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "Tiny Tim.",
      "start": 170766,
      "end": 171518,
      "confidence": 0.8155049999999999
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "I tell her what she said. She's bit like Jesus Christ in a way.",
      "start": 171606,
      "end": 174278,
      "confidence": 0.7609214285714286
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Yeah. Yeah. Please play a record.",
      "start": 174326,
      "end": 177314,
      "confidence": 0.8808866666666667
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "Linkin park and one of their songs. Gervais, quick. Come on, mate. He's got. He's coming back from the kitchen with a couple of cups of tea. It's like he's won an award. He doesn't care. Now, I'll turn up if I want to. Maybe we should do a twin spin. Sturgis, do you want another?",
      "start": 178294,
      "end": 190754,
      "confidence": 0.9214925
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Paul Weller, the changing man, the mod father. That's true enough, as they call him. Absolutely. See, now you. You told the listeners that I was just too big to be here. Cause I'd won some award. I was actually making the tea for all of us, wasn't I? It's awful this time. That's not the point. I shouldn't be making tea. A man. My position.",
      "start": 192014,
      "end": 212424,
      "confidence": 0.9213974242424243
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "You're right, you shouldn't be making tea. This is awful. What? How do you. How do you actually go about the tea? You understand how a cup of tea's.",
      "start": 213044,
      "end": 220060,
      "confidence": 0.8832417241379309
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "Made, but you know you've got to.",
      "start": 220092,
      "end": 221492,
      "confidence": 0.7999999999999999
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "Put a tea bag in there.",
      "start": 221508,
      "end": 222300,
      "confidence": 0.9189083333333333
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "No, this is weird, right? Because I actually can't make a good cup of tea or coffee. And it's strange. It must be something metaphysical. I put all the right ingredients in, just like everyone else does, and I build a kettle and everything. But people do go that.",
      "start": 222332,
      "end": 231308,
      "confidence": 0.9193879591836737
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "Can I tell you where you're going wrong?",
      "start": 231356,
      "end": 232180,
      "confidence": 0.8794587500000001
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "Go on.",
      "start": 232212,
      "end": 232524,
      "confidence": 0.925555
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "Laziness.",
      "start": 232564,
      "end": 232988,
      "confidence": 0.98019
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "Why?",
      "start": 233076,
      "end": 233444,
      "confidence": 0.98751
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "Because you literally don't leave the teabag in long enough. You literally dunk it in there and throw it away.",
      "start": 233524,
      "end": 238548,
      "confidence": 0.9551029999999997
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "I was trying to get back in time because I was.",
      "start": 238596,
      "end": 239868,
      "confidence": 0.89951
    },
    {
      "pos": 94,
      "speaker": "E",
      "text": "No, you were.",
      "start": 239876,
      "end": 240204,
      "confidence": 0.6563066666666667
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "I saw you talking with Durham O'Didley, so don't give me that. And I've been around to your house before. There's been times, Sturgis, when I've tasted the tea and it tastes like washing up liquid. And I said, what happened? And he went, there were some bubbles in there. Yeah. Did you not have rinsed out with some water for a bit?",
      "start": 240244,
      "end": 253748,
      "confidence": 0.8903226984126985
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Well, yeah, but I resent having to make tea.",
      "start": 253756,
      "end": 255904,
      "confidence": 0.850021111111111
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Yeah, but don't teach me a lesson you like. Don't offer someone a cup of tea and then think, I'll teach them a lesson. They won't be asking for tea again.",
      "start": 256044,
      "end": 261880,
      "confidence": 0.9269425806451612
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "What? They usually work. Yeah.",
      "start": 261992,
      "end": 265096,
      "confidence": 0.627602
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "I had to go and get an extra teabag and dunk it in here. It's ludicrous.",
      "start": 265120,
      "end": 267768,
      "confidence": 0.8458331250000001
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "I know. It's mad.",
      "start": 267816,
      "end": 268936,
      "confidence": 0.9470975
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "It's pathetic. Anyway, it's Christmas. Let's not. Let's not disrespect.",
      "start": 269000,
      "end": 271680,
      "confidence": 0.840541
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Let's not. Let's be cheery.",
      "start": 271712,
      "end": 272880,
      "confidence": 0.690226
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "Can I tell Stuart just what you got your family for Christmas last year? I just remembered when I was outside.",
      "start": 272992,
      "end": 277328,
      "confidence": 0.9226947619047617
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Please.",
      "start": 277416,
      "end": 277784,
      "confidence": 0.75687
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "It was a joy because Gervais is a generous man and he's a thoughtful man and he's got a lot of brothers and sisters and a lot of nephews and nieces and stuff.",
      "start": 277864,
      "end": 285744,
      "confidence": 0.8950403030303028
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Well, I've got about 20 people together.",
      "start": 285784,
      "end": 287648,
      "confidence": 0.9147457142857143
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "Oh, exactly. So, you know, it's a tricky business. That's why I think. Was it you got them 200 pounds worth of lottery scratch cards?",
      "start": 287776,
      "end": 294124,
      "confidence": 0.8769832000000001
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "I had about a minute. I was getting a lift down to reading and it was my mate Jimmy and I went, oh, I just got to get the presents. And I just ran into the 711 opposite me and got driven through the scratch cards.",
      "start": 294984,
      "end": 307928,
      "confidence": 0.8595328260869569
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "That's amazing. It's such a working class dippo gift, isn't it?",
      "start": 308016,
      "end": 312096,
      "confidence": 0.9002400000000002
    },
    {
      "pos": 110,
      "speaker": "D",
      "text": "But did any of them work? Anyone win anything?",
      "start": 312120,
      "end": 314136,
      "confidence": 0.8957388888888889
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "Yeah. Yeah. I mean, some people were down. That was a present. Hard luck. That's the risk you take when you accept this present. Some people are up 70 pounds. Well, that's great.",
      "start": 314160,
      "end": 322974,
      "confidence": 0.9083281818181816
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Christmas. Just bear in mind that there's like some children who are like seven or eight, you know, scratching off scratch cards. They gotta be 18 to claim them. And just the rest of your family, sort of. I can imagine. Just wrestling them off. You can't claim it anyway.",
      "start": 323014,
      "end": 335950,
      "confidence": 0.9054548000000001
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "No. Have I won? No. No, you haven't. No.",
      "start": 336102,
      "end": 339918,
      "confidence": 0.8551966666666667
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "I've got three dumbbells.",
      "start": 340086,
      "end": 340942,
      "confidence": 0.7691825000000001
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "You've got three the same. You don't get anything for that. Not in this game. Unlucky.",
      "start": 340958,
      "end": 344974,
      "confidence": 0.895978125
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "Are you gonna do that again this year?",
      "start": 345054,
      "end": 346514,
      "confidence": 0.8915262500000001
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "Maybe, yeah. Mercury Rev. The dark is rising that sounds a bit like a tribute to Neil Young.",
      "start": 346934,
      "end": 352926,
      "confidence": 0.8865649999999999
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "Beautiful.",
      "start": 352990,
      "end": 353534,
      "confidence": 0.58463
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "It was lovely.",
      "start": 353654,
      "end": 354294,
      "confidence": 0.9788899999999999
    },
    {
      "pos": 120,
      "speaker": "B",
      "text": "Lovely.",
      "start": 354334,
      "end": 354998,
      "confidence": 0.46363
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "We're gonna play some lovely records.",
      "start": 355166,
      "end": 356582,
      "confidence": 0.8500316666666667
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "Some beautiful songs today.",
      "start": 356678,
      "end": 358074,
      "confidence": 0.8227725
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "All right.",
      "start": 358454,
      "end": 358942,
      "confidence": 0.76885
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "That's true. What did you call me then?",
      "start": 358998,
      "end": 360126,
      "confidence": 0.9241687500000001
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "Steve?",
      "start": 360190,
      "end": 360854,
      "confidence": 0.58061
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "Did you call me something else before?",
      "start": 361014,
      "end": 362542,
      "confidence": 0.9940028571428571
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "I didn't hear.",
      "start": 362718,
      "end": 363286,
      "confidence": 0.7750066666666667
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "I thought maybe you called me, I don't know, Jonathan or something. No, I don't know. I don't know. I did. I didn't hear. I got paranoid. Christmas. We were talking about Christmas.",
      "start": 363310,
      "end": 373336,
      "confidence": 0.8716654545454546
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Yeah, gifts.",
      "start": 373480,
      "end": 375504,
      "confidence": 0.814395
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "What's wrong there?",
      "start": 375544,
      "end": 376200,
      "confidence": 0.6819166666666666
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "I didn't know what that meant. What, were you having to go at me because I went on John's Ross show?",
      "start": 376272,
      "end": 379376,
      "confidence": 0.8127138095238096
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "No, no, no. I thought you'd said something. You'd said my name by mistake. You'd said someone else's name when you're talking to me. Oh, but I didn't hear that. So when I heard you just go, Steve, I thought you were correcting a mistake you hadn't made.",
      "start": 379400,
      "end": 388632,
      "confidence": 0.9316402083333336
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "No, no. Okay. All right.",
      "start": 388688,
      "end": 390744,
      "confidence": 0.791948
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "See? Blunder.",
      "start": 390784,
      "end": 392124,
      "confidence": 0.843295
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "What did you call me?",
      "start": 392664,
      "end": 393884,
      "confidence": 0.925156
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Fatty.",
      "start": 394904,
      "end": 395844,
      "confidence": 0.84466
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Good. All right. We're talking about Christmas. Yeah, well, it is.",
      "start": 396464,
      "end": 401102,
      "confidence": 0.7603618181818181
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "Because it's just the fact that it's.",
      "start": 401118,
      "end": 402502,
      "confidence": 0.7785042857142858
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "The right time of year to talk about it, to be honest.",
      "start": 402518,
      "end": 403974,
      "confidence": 0.9446850000000001
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "It's topical.",
      "start": 404014,
      "end": 404954,
      "confidence": 0.94579
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "So let's carry on. Go on, shoot.",
      "start": 405334,
      "end": 407734,
      "confidence": 0.8716342857142857
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Well, I just wondered if your Christmas gift buying had always been as thoughtful as it is.",
      "start": 407854,
      "end": 412234,
      "confidence": 0.9528599999999999
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "Oh, well, no, that was. See, that was actually. Even though it was thought pretty lazy and thoughtless. It was quite generous in a sense, financially. But I remember. Oh. Oh, God. Now, even though I sort of come from working class family. My dad was, you know, a laborer. My mum was, like, housewife. But I was spoiled at Christmas. You know, I didn't have, like, pocket money or gifts. But, you know, she'd get out of a catalog and pay for it the rest of year. So I did have great presents and. Cause I had older brothers and sisters, they were earning. So I had good presents and it was okay for me to, you know, give them nothing or do a card or something. Rubbish. But then I remember one year when I just suddenly realized I was too old to be doing this. It was like. It was like, you know in jaws when it pulls focus and going, oh, my God. And I just realized that's the worst present you've ever. I think it was about twelve or 13, and I remember it now. My sister had got me a cat Stevens album. Great, I think a birdhouse and like a quiz book or something. And it was my turn to give her a resin. And it was a bottle of shampoo that I'd found in the bathroom and wrapped up. It was a big jumbo, one of those Tesco's, you know.",
      "start": 412974,
      "end": 478798,
      "confidence": 0.8990420564516132
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "Had it not already been used.",
      "start": 478846,
      "end": 479998,
      "confidence": 0.98605
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "No, I don't think so. Mum had bought it, like, you know.",
      "start": 480086,
      "end": 481974,
      "confidence": 0.8650574999999999
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "You just topped it up with water. Wrapped it up.",
      "start": 482014,
      "end": 483782,
      "confidence": 0.851863
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "No, I just gave it to her and she went, oh, thanks. I thought, that's rubbish.",
      "start": 483878,
      "end": 488396,
      "confidence": 0.9328225000000001
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "That's really bad.",
      "start": 488460,
      "end": 489212,
      "confidence": 0.8558300000000001
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "It's rubbish, innit?",
      "start": 489228,
      "end": 490380,
      "confidence": 0.62852
    },
    {
      "pos": 150,
      "speaker": "B",
      "text": "That's really bad.",
      "start": 490452,
      "end": 491356,
      "confidence": 0.9975033333333334
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "I know, yeah.",
      "start": 491420,
      "end": 492052,
      "confidence": 0.9002500000000001
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "I remember one year, I really wanted a skeletrix. I was going, what? Skeletrix? And my mom's going, no, you just get bored of it. I know what you like, you'll get bored of it and we'll have spent all that money and you'd be bored. I was going, no, I won't, I love it, I love it, I love it, I'll play with it forever.",
      "start": 492108,
      "end": 501820,
      "confidence": 0.8886392424242422
    },
    {
      "pos": 153,
      "speaker": "E",
      "text": "And I said.",
      "start": 501852,
      "end": 502324,
      "confidence": 0.67667
    },
    {
      "pos": 154,
      "speaker": "B",
      "text": "And she was going, no, you won't. You won't. And I was. I will, I love it. And so she bought me skeletrix and I unwrapped it and I was using it, I was using it. I was bored instantly. I didn't tell her, I pretended I loved it. And she, like, I'd always be playing it monotonously, hating it. I know, I'm loving this, my mom, it's actually brilliant. You were wrong. You were so wrong. I'm loving it.",
      "start": 502404,
      "end": 517450,
      "confidence": 0.8596122500000003
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "I know things are scale electrics. I think it was great at the time, but I think was an XFM party, actually, years ago when they got scale at fix and, like, loads of us think, oh, yeah, I used to love it. Rubbish. Yeah, it's tiny, it's about two foot long. You go, put it back on. Put it back on.",
      "start": 517572,
      "end": 538638,
      "confidence": 0.8365901612903229
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "Exactly.",
      "start": 538686,
      "end": 539434,
      "confidence": 0.74705
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "You want it to at least kind.",
      "start": 540214,
      "end": 541342,
      "confidence": 0.9816985714285715
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "Of change into a robot or come off and just drive around the course.",
      "start": 541358,
      "end": 544694,
      "confidence": 0.9341978571428572
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "These days, it's all virtual Steve.",
      "start": 544734,
      "end": 546246,
      "confidence": 0.9405549999999999
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "That's true.",
      "start": 546310,
      "end": 546918,
      "confidence": 0.757305
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "In your mind.",
      "start": 547006,
      "end": 547606,
      "confidence": 0.9918566666666666
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "We all take a pill, don't you, Ricky? And we're in some.",
      "start": 547670,
      "end": 549942,
      "confidence": 0.7447100000000001
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "Yeah. And then, yeah, I am Senna for a little while.",
      "start": 549998,
      "end": 552894,
      "confidence": 0.8597763636363637
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "What about those bloody computer games. No one's reading a book anymore, are they?",
      "start": 552934,
      "end": 556158,
      "confidence": 0.9258714285714286
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "What's a tree download? Well, I'll tell you what. I'm gonna play a song now. I think I've dissed you two for about 15 years, but I've gotten wrong. And I'm gonna play a lovely track off the latest album. It's the last track on the album, ground beneath her feet. It's from all you can't leave behind.",
      "start": 556206,
      "end": 572078,
      "confidence": 0.9188281034482758
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Beautiful.",
      "start": 572166,
      "end": 572494,
      "confidence": 0.56569
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "And I think it's one of their greatest works. Live forever. Oasis. Still good, that one.",
      "start": 572534,
      "end": 577058,
      "confidence": 0.9393637499999999
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "It is very good.",
      "start": 577106,
      "end": 577754,
      "confidence": 0.9726999999999999
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "That's 19. 93, 94. Long time ago, eh, core? All those years ago when they were setting out, they were great. And they're. Oh, yeah.",
      "start": 577794,
      "end": 586930,
      "confidence": 0.8776203999999999
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "Before they became embarrassing.",
      "start": 586962,
      "end": 588538,
      "confidence": 0.877385
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "Well, they might. They can still come back. They can still come back. Their last album's not as good as their. You know, that. Their first one and two and, you know, went. But, you know, who knows Steve well, exactly. Yeah.",
      "start": 588666,
      "end": 598494,
      "confidence": 0.8655830952380952
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "It's been a good gear for hip hop. Rick, can I surprise you? I've gone off hip hop over recent years, but I've been charmed this year by Bubba Sparks's album. I think De La Salle had an album this year.",
      "start": 599514,
      "end": 610668,
      "confidence": 0.9051417073170729
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Yeah, they did. That was good.",
      "start": 610716,
      "end": 612224,
      "confidence": 0.7717566666666666
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "I didn't mind the Jay Z album.",
      "start": 612764,
      "end": 614436,
      "confidence": 0.9217242857142857
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "See, I like to cut a track.",
      "start": 614620,
      "end": 615644,
      "confidence": 0.7788557142857143
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "That'S all right on there. I actually quite like. There's a new outcast compilation. I don't know if that's out yet, or maybe it's just gonna come out.",
      "start": 615684,
      "end": 620548,
      "confidence": 0.8258957142857143
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "I was disappointed by the album. I bought it on the screen.",
      "start": 620556,
      "end": 622252,
      "confidence": 0.7763049999999999
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "Well, Rick, I surprised.",
      "start": 622268,
      "end": 623036,
      "confidence": 0.61744
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "There's a new little compilation, the Cat and the Dog.",
      "start": 623060,
      "end": 626580,
      "confidence": 0.8666119999999999
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "The new little compilation, Rick, has lots of tracks from their previous albums and other singles. And it's a good little dynamite by. For the new year in the sales.",
      "start": 626652,
      "end": 632830,
      "confidence": 0.9341376666666665
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Just gonna make a note of that. I'm gonna buy that on the way home.",
      "start": 632862,
      "end": 635094,
      "confidence": 0.9282246666666667
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Do it. But the album that I was particularly trying to buy, princess superstar, is.",
      "start": 635134,
      "end": 639222,
      "confidence": 0.8846873333333334
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Well, now a lot of people be.",
      "start": 639278,
      "end": 640262,
      "confidence": 0.8093414285714285
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Dismissing her as a bit of a novelty.",
      "start": 640278,
      "end": 642394,
      "confidence": 0.9407825000000001
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "So, rapper, they said the same about Tibi Mallet. So don't listen to them. Don't listen to them.",
      "start": 643174,
      "end": 648198,
      "confidence": 0.7100155555555555
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "So another track we played a while back, untouchable part two, which was dynamite. And this is another, I think this was a single. It's called bad babysitter. She raps very quickly, but listen carefully because the lyrics are fun.",
      "start": 648366,
      "end": 659250,
      "confidence": 0.8849352500000001
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "And slow it down a little bit closer.",
      "start": 659342,
      "end": 661014,
      "confidence": 0.8659375
    },
    {
      "pos": 188,
      "speaker": "E",
      "text": "Okay, honey? Now, the name of the restaurant and my cell phone number are on the refrigerator. Don't be afraid to call if you need anything. Now, have Josh in bed by nine and 930, the latest. Now, there's soda and chips in the kitchen, DVD player, and I think there's some board games in the closet. Oh, but one thing.",
      "start": 663594,
      "end": 682538,
      "confidence": 0.9148359016393444
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Just be good, okay? I'm a bad baby, mister wine child. I mean, he's old, but not down. Now, if I'm bad, I'll turn around in the corner for time out. Aight, Josh, what you want to do? You want to watch cartoons? HBO? Got plus two. Hey, get back in the room. I assume your folks are gonna be out late. Go make me koolaid. I'ma sit on the couch. My boyfriend gave him CVA. Spit out my bubba licious and get one of them big bridges that could fit ten midges. Damn, they taste it up me like 50 dishes. Let's find your mom's mates. Think she'll miss these Chanel links and high heels? You look like ja ja bangs. Don't play under the sink. I want your daddy as well. But if you tell your diet superstell and God told me, you're going straight to hell. Well, if you don't like it, I can leave. Then you'll be alone. That's what the creepy monsters want. Plus, I'll be taking your tv. Put on your jammers and don't wet the bed. I got a camera. I'll take a picture and show that little girl you like. Oh, and one more thing. There's been several mass murderers spotted in the area. I'm a bad babysitter, got my boyfriend in your shower. I'm making $6 an hour. I'm a bad baby sitter. Got my boyfriend in your shower. I'm making $6 an hour. Let's make this. Hey, what are these pills? I'll take the. Josh, you take a bag in the tag of it. Stop throwing up. I'm not paid enough. You clean up the rugs that flop. I told you six bags of unmade jello was too much. Hi, kid. You gotta go to bed. I know it's only six, but my boy just came up and he wants me to give him sit his bare on the couch. When you watch my wonder. Next time you see Vicky the spot up his tiki. Cause it's used your mom's kid. Don't worry. I'll put it back in the fridge today. You can have it for supper nice and crisp in the Tupperware. No bedtime story, Gabe. Get off yourself. Josh, get in bed. Freddy Krueger might let you see your mom. In the morning. No pouring. And shut the shake, Gabe. One day. You know how nice it is to get well. You're getting paid. I'm making $6 an hour. Oh, dad, they just came back. Geez, mister w, your wife looks bad.",
      "start": 682586,
      "end": 820286,
      "confidence": 0.8303068632075471
    },
    {
      "pos": 190,
      "speaker": "E",
      "text": "Oh, it must have been the drink she had. We drank some montage. Watch high lie, rip off a thigh high.",
      "start": 820350,
      "end": 825758,
      "confidence": 0.7751728571428571
    },
    {
      "pos": 191,
      "speaker": "C",
      "text": "Too much information. I need a ride.",
      "start": 825846,
      "end": 827998,
      "confidence": 0.9124557142857143
    },
    {
      "pos": 192,
      "speaker": "E",
      "text": "Oh. Let's take the bed.",
      "start": 828086,
      "end": 829222,
      "confidence": 0.8455239999999999
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "That's the coolest car I ever seen. How old are you again?",
      "start": 829278,
      "end": 832110,
      "confidence": 0.9540449999999999
    },
    {
      "pos": 194,
      "speaker": "E",
      "text": "I forget.",
      "start": 832182,
      "end": 832750,
      "confidence": 0.9457450000000001
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "19. Yeah. In, like, four more years at one time.",
      "start": 832822,
      "end": 836702,
      "confidence": 0.859979
    },
    {
      "pos": 196,
      "speaker": "E",
      "text": "Could you please show me one of those nice tears?",
      "start": 836758,
      "end": 839214,
      "confidence": 0.8799570000000001
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Have you been working out?",
      "start": 839374,
      "end": 840830,
      "confidence": 0.9852799999999998
    },
    {
      "pos": 198,
      "speaker": "E",
      "text": "Here's the house.",
      "start": 840982,
      "end": 841742,
      "confidence": 0.7791366666666667
    },
    {
      "pos": 199,
      "speaker": "C",
      "text": "You wanna come in? We just got this awesome new couch. Ouch.",
      "start": 841798,
      "end": 844934,
      "confidence": 0.8076666666666666
    },
    {
      "pos": 200,
      "speaker": "E",
      "text": "Stop it. Girl.",
      "start": 845014,
      "end": 845806,
      "confidence": 0.9691133333333334
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "Can I get a little pee?",
      "start": 845870,
      "end": 847126,
      "confidence": 0.858775
    },
    {
      "pos": 202,
      "speaker": "E",
      "text": "Nah, girl. I'll take a rain check and see you next week.",
      "start": 847190,
      "end": 849894,
      "confidence": 0.8786208333333335
    },
    {
      "pos": 203,
      "speaker": "C",
      "text": "I'm a bad babysitter got my boyfriend in your shower I'm making $6 an hour. I'm a bad babysitter got my boyfriend in the shower got my boyfriend in your shower got my boyfriend in the.",
      "start": 849934,
      "end": 868826,
      "confidence": 0.7651625000000001
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Shower curse about it.",
      "start": 868850,
      "end": 871994,
      "confidence": 0.8119025000000001
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "From the album, Princess Superstar is Princess Superstar and bad babysitter. Did you enjoy it?",
      "start": 872154,
      "end": 878786,
      "confidence": 0.8665339999999999
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Yeah, I did.",
      "start": 878850,
      "end": 879450,
      "confidence": 0.9866533333333334
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "Good.",
      "start": 879522,
      "end": 879946,
      "confidence": 0.81977
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "Yeah. That's. That's two out. Two from the album I've liked.",
      "start": 880050,
      "end": 885034,
      "confidence": 0.7457572727272727
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "Exactly.",
      "start": 885074,
      "end": 885458,
      "confidence": 0.93795
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "Think I'm going to buy the album on the way home.",
      "start": 885506,
      "end": 887254,
      "confidence": 0.8672836363636361
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "You got out cast, which has not actually been released yet, but I'm sure you can pull some strings.",
      "start": 888194,
      "end": 891906,
      "confidence": 0.8179315789473685
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "I'll, uh. Yeah, I'll get someone onto that.",
      "start": 892010,
      "end": 894982,
      "confidence": 0.7931774999999999
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "Good.",
      "start": 895118,
      "end": 895510,
      "confidence": 0.90084
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "Okay. XFM 104.9. It's the Ricky Gerard show.",
      "start": 895582,
      "end": 898022,
      "confidence": 0.635125
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 898078,
      "end": 898470,
      "confidence": 0.98012
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "Can I stop you there? Go on with Steve Merchant.",
      "start": 898502,
      "end": 900126,
      "confidence": 0.903821
    },
    {
      "pos": 217,
      "speaker": "B",
      "text": "Thanks very much.",
      "start": 900150,
      "end": 900750,
      "confidence": 0.9902899999999999
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "No worries. Yeah. Cheers. We're talking about presents here. I just remembered something else I had. I was just into science from, like, the age of, like, five, six to about. So 1819. I'm still into it, but I studied it and I absolutely loved it. And I got a microscope set when I was about, I suppose, ten or eleven, and just looking at butterfly wings and just anything under there, like 300 times. This is amazing. Right? And in it came these little shrimp eggs. And you could look at them and then you could sort of. You could breed them. You had to put them in salt water solution, and then keep them at a certain temperature, and they think, oh, and a nice little beach. And they'd come out. What I did speed up the process a little bit. Popped it on the electric fire, right? We had a fake, one of those fake plastic coal things with one of those little metal things that turned around from the heat and made it look like flames. It didn't. I'll be honest, it didn't, because who.",
      "start": 900822,
      "end": 957486,
      "confidence": 0.9004351851851851
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "The hell was fooled?",
      "start": 957510,
      "end": 958470,
      "confidence": 0.914985
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "Yeah.",
      "start": 958542,
      "end": 959014,
      "confidence": 0.40145
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "You got a lovely roaring fire.",
      "start": 959134,
      "end": 960894,
      "confidence": 0.8189283333333335
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "Yeah.",
      "start": 961054,
      "end": 961678,
      "confidence": 0.40872
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "Yeah.",
      "start": 961806,
      "end": 962230,
      "confidence": 0.54895
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "The flames were encased behind that plastic coal, but I love it. Popped one there, left there for a little while, bit too hot, came back, just melted, really. Just dry. And the thing was slightly warped. So them shrimps did not see the light of day.",
      "start": 962302,
      "end": 977822,
      "confidence": 0.8869982978723402
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Once again, your laziness and strengthfulness just. I got to be like the experiment.",
      "start": 977958,
      "end": 982198,
      "confidence": 0.723052857142857
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "Absolutely.",
      "start": 982246,
      "end": 983198,
      "confidence": 0.44976
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "I can advance nature.",
      "start": 983326,
      "end": 984846,
      "confidence": 0.8859174999999999
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "Yeah, exactly. Yeah.",
      "start": 984950,
      "end": 987166,
      "confidence": 0.81838
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "Do you stand in front of a.",
      "start": 987350,
      "end": 988222,
      "confidence": 0.9508900000000001
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "Microwave just going, come on, come on. Yeah.",
      "start": 988238,
      "end": 990854,
      "confidence": 0.9125387500000001
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "A minute and a half for soup.",
      "start": 990934,
      "end": 992542,
      "confidence": 0.9241357142857142
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "It's ridiculous, isn't it? Yeah.",
      "start": 992678,
      "end": 995270,
      "confidence": 0.795598
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "Majestic.",
      "start": 995422,
      "end": 996118,
      "confidence": 0.59112
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "Yeah, but I learned the lesson.",
      "start": 996206,
      "end": 997382,
      "confidence": 0.9019349999999999
    },
    {
      "pos": 235,
      "speaker": "B",
      "text": "Yeah.",
      "start": 997438,
      "end": 997766,
      "confidence": 0.75169
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "Now I make sure the shrimps are the right temperature.",
      "start": 997830,
      "end": 1001366,
      "confidence": 0.9057150000000002
    },
    {
      "pos": 237,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1001430,
      "end": 1001822,
      "confidence": 0.81461
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "That's terrible.",
      "start": 1001878,
      "end": 1002374,
      "confidence": 0.851935
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "You reminded me of something I was gonna say then, but I can't remember. I've embarrassed myself live on air, quiet. No one was there thinking, I wish Steve would say something now. Story.",
      "start": 1002414,
      "end": 1012614,
      "confidence": 0.8870391176470589
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1012694,
      "end": 1013354,
      "confidence": 0.64155
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "You said about the sort of the fire and the idea of kind of buying a piece.",
      "start": 1013894,
      "end": 1018374,
      "confidence": 0.903175294117647
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "It's not.",
      "start": 1018414,
      "end": 1018638,
      "confidence": 0.454275
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "When people buy a fake Rolex watch.",
      "start": 1018646,
      "end": 1020190,
      "confidence": 0.9149957142857142
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1020262,
      "end": 1020582,
      "confidence": 0.87706
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "And they tell people it's fake. Utter waste of time.",
      "start": 1020638,
      "end": 1023526,
      "confidence": 0.853228
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1023670,
      "end": 1024278,
      "confidence": 0.81836
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "It's like, what? You're not. You're. I'm getting one over on the Rolex people.",
      "start": 1024406,
      "end": 1028074,
      "confidence": 0.8695371428571429
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "You're right on that side. But the point is, why buy a fake Rolex watch? I mean, why buy a Rolex watch?",
      "start": 1028534,
      "end": 1032366,
      "confidence": 0.9149118181818181
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "I don't think they look nice. Yeah, but it's a transparent display of wealth. But it's when there's, like, a builder who, you know's on, like, five pounds an hour wearing a Rolex.",
      "start": 1032390,
      "end": 1040530,
      "confidence": 0.8610912121212122
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "You're joking, aren't you, Steve? Hod carriers can get upwards of 550 pounds a day, so you've embarrassed yourself.",
      "start": 1040602,
      "end": 1046106,
      "confidence": 0.8902657894736843
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "I don't know anything. It seems like I don't know anything about the building industry anymore.",
      "start": 1046250,
      "end": 1049574,
      "confidence": 0.9600712499999999
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Unbelievable.",
      "start": 1051514,
      "end": 1052554,
      "confidence": 0.86688
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "Do you know, once my friend showed off this watch that he bought and a guy, sort of dodgy bloke, had sold it to him on the street and he'd been up in London and some guy on Oxford street had sold him this watch and it looked really good and it worked fine for years and it just looked classy. And I thought, wow, that's brilliant. And I came to London for something and I walked up and down Oxford street for two and a half hours trying to get sold a dodgy watch. And I'd be going up to people, like, selling lighters, going, yeah, not interested in lighters. Got any watches? Yeah, no, I haven't got any watches. Go down to the perfume guy and I. Go down to the perfume.",
      "start": 1052674,
      "end": 1078926,
      "confidence": 0.9035355970149256
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "You.",
      "start": 1079030,
      "end": 1079462,
      "confidence": 0.82308
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "Any watches? I love the idea that they saw.",
      "start": 1079558,
      "end": 1081422,
      "confidence": 0.8972744444444444
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "You go down, like, oh, no, it's a bad advertisement, mate. If people see you walking around with this, it's not good for trade.",
      "start": 1081438,
      "end": 1087840,
      "confidence": 0.8536712500000001
    },
    {
      "pos": 257,
      "speaker": "E",
      "text": "What?",
      "start": 1087902,
      "end": 1088124,
      "confidence": 0.54956
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "How dare you send me one of those stolen watches. Can't do it, mate. More than my job's worth. Ten. Benson, that's a black snow. That's a great chicken. I love it. It's sort of punky, but it's got more in common with stuff like Steppenwolf.",
      "start": 1088164,
      "end": 1100804,
      "confidence": 0.877581304347826
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "And my only worry is that some. Are they like sort of 18 year olds who, like Gomez, are trying to sound like they've kind of had a rough, hard living life?",
      "start": 1100844,
      "end": 1107172,
      "confidence": 0.8860134374999998
    },
    {
      "pos": 260,
      "speaker": "D",
      "text": "No, no.",
      "start": 1107228,
      "end": 1107700,
      "confidence": 0.88888
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "They are old forties and things.",
      "start": 1107772,
      "end": 1109228,
      "confidence": 0.73683
    },
    {
      "pos": 262,
      "speaker": "D",
      "text": "Well, no, no, they're not.",
      "start": 1109316,
      "end": 1110220,
      "confidence": 0.8678359999999999
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "They sort of.",
      "start": 1110252,
      "end": 1110612,
      "confidence": 0.8319466666666667
    },
    {
      "pos": 264,
      "speaker": "D",
      "text": "But they're dirty.",
      "start": 1110628,
      "end": 1111652,
      "confidence": 0.6614266666666667
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "Yeah. Good. Do you notice that Steve Taylor, the man with the knowledge, just popped in there to bid us Merry Christmas? And I noticed, Claire, you said something like, has he got another kid? Did you say?",
      "start": 1111708,
      "end": 1120676,
      "confidence": 0.9070692105263155
    },
    {
      "pos": 266,
      "speaker": "D",
      "text": "Yeah.",
      "start": 1120820,
      "end": 1121164,
      "confidence": 0.89303
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "How many children he got?",
      "start": 1121204,
      "end": 1122188,
      "confidence": 0.93854
    },
    {
      "pos": 268,
      "speaker": "D",
      "text": "I think he's got the two now.",
      "start": 1122276,
      "end": 1123356,
      "confidence": 0.9913471428571429
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1123420,
      "end": 1123780,
      "confidence": 0.76328
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "Clearly he has got the knowledge, hasn't he? In every sense.",
      "start": 1123852,
      "end": 1126220,
      "confidence": 0.9674627272727272
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1126292,
      "end": 1126564,
      "confidence": 0.8105
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "I imagine he's a great lover. I mean, he's got wonderful fingers.",
      "start": 1126604,
      "end": 1130468,
      "confidence": 0.8269291666666666
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "He knows.",
      "start": 1130516,
      "end": 1130900,
      "confidence": 0.98135
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "What, magic fingers?",
      "start": 1130932,
      "end": 1132116,
      "confidence": 0.8977933333333334
    },
    {
      "pos": 275,
      "speaker": "A",
      "text": "Well, he's actually got little. Little toady hands. Right. He's. He uses a lot of utensils.",
      "start": 1132140,
      "end": 1137124,
      "confidence": 0.8557925
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "Yes. He's got.",
      "start": 1137204,
      "end": 1138252,
      "confidence": 0.7057966666666666
    },
    {
      "pos": 277,
      "speaker": "A",
      "text": "He's invented all these little things that come with gloves, and it just. It's over very quickly, so he can get on with learning pleasure.",
      "start": 1138308,
      "end": 1145764,
      "confidence": 0.8885932
    },
    {
      "pos": 278,
      "speaker": "B",
      "text": "Gloves.",
      "start": 1145804,
      "end": 1146132,
      "confidence": 0.95139
    },
    {
      "pos": 279,
      "speaker": "A",
      "text": "Yeah, because even when he's making love, there's a stack of trivia books.",
      "start": 1146188,
      "end": 1149212,
      "confidence": 0.9551561538461539
    },
    {
      "pos": 280,
      "speaker": "B",
      "text": "Exactly. Exactly. So what he can tell you about kind of great shags of the past.",
      "start": 1149268,
      "end": 1153248,
      "confidence": 0.8522949999999999
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "Yeah, yeah. Oh, he says, here he comes.",
      "start": 1153376,
      "end": 1155472,
      "confidence": 0.6470400000000001
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "Here he comes.",
      "start": 1155528,
      "end": 1155920,
      "confidence": 0.6242800000000001
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "Oh, look, I love him because you don't know this, listeners, but he looks like penfold.",
      "start": 1155952,
      "end": 1159484,
      "confidence": 0.8741337499999999
    },
    {
      "pos": 284,
      "speaker": "B",
      "text": "He does, he does. Stop him breeding.",
      "start": 1160584,
      "end": 1162464,
      "confidence": 0.6419185714285714
    },
    {
      "pos": 285,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. It's not breathing when it's humans. Like Steve Wright in his posse. All right. Merry Christmas.",
      "start": 1162544,
      "end": 1172944,
      "confidence": 0.7652242105263158
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "Hi.",
      "start": 1173024,
      "end": 1173384,
      "confidence": 0.53174
    },
    {
      "pos": 287,
      "speaker": "A",
      "text": "Hi. Hi. Are you.",
      "start": 1173464,
      "end": 1175364,
      "confidence": 0.8183225
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "Are you a great ladies man? Were you a great ladies man before you were married now?",
      "start": 1175904,
      "end": 1180816,
      "confidence": 0.889554117647059
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "Because. Right, because he's sort of, like, got a little shaved head and he's got a beard, and it's exactly the same cover, sort of, sort of ginger hair. He looks like a tennis ball. It's just hair. The exact same length all over his face. The only reason for me to come in was that abuse was happening without me here. Yeah, I know, but say, look, so it's with your blessing and I think we're nice. Say merry Christmas.",
      "start": 1180880,
      "end": 1197736,
      "confidence": 0.8900428395061728
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "Hi.",
      "start": 1197800,
      "end": 1198024,
      "confidence": 0.86211
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "Merry Christmas. All listener. See, we're on at 05:00 aren't you? Uh, yeah. Right. I'm gonna make a note of that. When I bought those two albums, I'm gonna listen to Steve Taylor, the man with the knowledge, on at 05:00 on XF RA.",
      "start": 1198064,
      "end": 1208624,
      "confidence": 0.8117568181818182
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Isn't it incredible? Because he's been in since 11:00 this morning. Just compiling information for every record he'll be playing. Yeah, the show's only 20 minutes long.",
      "start": 1208664,
      "end": 1215064,
      "confidence": 0.8953933333333332
    },
    {
      "pos": 293,
      "speaker": "A",
      "text": "But, you know, with him, it's because he's got offload it. Yeah, he's got to talk about all the time because he's got a huge brain. It's womb. It's going all information. You bored? Sorry, we'll be boring you two. Oh, it's just that list. Isn't that cute? Yeah.",
      "start": 1215104,
      "end": 1231240,
      "confidence": 0.8171583673469386
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "So can you tell us about Starsider? What do you know about some interesting facts about stars?",
      "start": 1231272,
      "end": 1235184,
      "confidence": 0.8853952941176472
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "Into the microphone, into the micropol that goes down the laudibox and out to the radiograph in the homes all around Ingloi. They're rubbish. Thank you, Steve Taylor.",
      "start": 1235224,
      "end": 1244480,
      "confidence": 0.8629953571428571
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "Controversial view. Still, he has bred people.",
      "start": 1244592,
      "end": 1247684,
      "confidence": 0.98492
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "Hives. Hives. Before that star sailor. It's been a bit of a punk sort of show this, hasn't it? Excellent in general, in years, you know, the whole year's been a little bit of a. I blame the strokes, but, you see, I enjoyed punk. You were too young and don't care for it.",
      "start": 1248904,
      "end": 1262952,
      "confidence": 0.8958635185185182
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "But I have to say that if punk the first time around was as exciting as I found it this year, then I've missed out because I've really enjoyed it, really.",
      "start": 1263008,
      "end": 1269200,
      "confidence": 0.947142258064516
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "So I want to go and play all things like x ray specs, you know, things like that.",
      "start": 1269232,
      "end": 1274152,
      "confidence": 0.9188233333333334
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "Now, are they as kind of melodic, though, as things like the strokes and white stripes and so on? Are they kind of tuneful, the white stripes?",
      "start": 1274168,
      "end": 1281120,
      "confidence": 0.909484814814815
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "In fact, I've picked a very bad example because they were sort of like pop punk, and polystyrene was almost. She wasn't a. Wasn't a joke, but they had saxophones and stuff. So it's not as probably a bad example of early. I mean, just. I mean, the sex pistol summed it all up.",
      "start": 1281152,
      "end": 1294432,
      "confidence": 0.8512274074074073
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Yeah, sure, sure.",
      "start": 1294488,
      "end": 1295384,
      "confidence": 0.7811833333333332
    },
    {
      "pos": 303,
      "speaker": "A",
      "text": "But. Well, we enjoyed that, don't we?",
      "start": 1295464,
      "end": 1297632,
      "confidence": 0.9075457142857142
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "No, we did. We did. I have to say, though, although there has been a nice bit of sort of punky sound this year, for me, it's been very much a year for the geeks, I thought I'd enjoy.",
      "start": 1297648,
      "end": 1305920,
      "confidence": 0.9248074358974359
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "Well, that's new metal, though, isn't it? It's all these people in their bedroom playing sort of computer games, and loving.",
      "start": 1305952,
      "end": 1311104,
      "confidence": 0.8506990476190476
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "New metal has taken over the world.",
      "start": 1311224,
      "end": 1312416,
      "confidence": 0.8845685714285715
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "It's just mad, isn't it? It's absolutely huge.",
      "start": 1312440,
      "end": 1314936,
      "confidence": 0.7686575
    },
    {
      "pos": 308,
      "speaker": "B",
      "text": "Suddenly linkin park and.",
      "start": 1315000,
      "end": 1316744,
      "confidence": 0.6268525
    },
    {
      "pos": 309,
      "speaker": "A",
      "text": "But see, I don't mind things like, you know, Marilyn Manson. Cause, you know, they're having a go, they're having a bit of a laugh and, you know.",
      "start": 1316784,
      "end": 1322032,
      "confidence": 0.8878528571428573
    },
    {
      "pos": 310,
      "speaker": "B",
      "text": "But it always seems so perennially uncool to me. When I was younger, anyone who was into that kind of music, I just thought, loser. And that's. I mean, that's coming from you calling the pot black.",
      "start": 1322128,
      "end": 1331240,
      "confidence": 0.8915032432432429
    },
    {
      "pos": 311,
      "speaker": "A",
      "text": "Yeah. Imagine that.",
      "start": 1331312,
      "end": 1332544,
      "confidence": 0.8659333333333333
    },
    {
      "pos": 312,
      "speaker": "B",
      "text": "It's the year of the geeks. Not just cause of new metal, but also kind of just these fantasy films with the Harry Potter stuff and now Lord of the Rings. It's like everyone's obsessed now.",
      "start": 1332624,
      "end": 1339376,
      "confidence": 0.9008230555555559
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "It's called to play dungeons and dragons now.",
      "start": 1339400,
      "end": 1341872,
      "confidence": 0.83927125
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "I can't get over it. I'm stunned.",
      "start": 1341888,
      "end": 1343376,
      "confidence": 0.9413528571428572
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "Scary, isn't it?",
      "start": 1343440,
      "end": 1344192,
      "confidence": 0.9318866666666666
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "I was never into that rubbish.",
      "start": 1344288,
      "end": 1345568,
      "confidence": 0.9191383333333333
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "I've always thought it's like people who.",
      "start": 1345616,
      "end": 1348208,
      "confidence": 0.9388442857142857
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "Are still obsessed with Harry Potter, they go, I'm rereading Harry Potter for the third time and I think, listen, I haven't read it, okay? I'm sure it's very good. But you're rereading it for the third time. There are books out there written by adults, for adults with, like, sex and other exciting things.",
      "start": 1348216,
      "end": 1360048,
      "confidence": 0.951394181818182
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1360096,
      "end": 1360392,
      "confidence": 0.56071
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "And Harry Potter. Oh, yeah, yeah. I'll just read in case you missed.",
      "start": 1360448,
      "end": 1362832,
      "confidence": 0.8352715384615385
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Something the first time, but maybe they're learning the spells.",
      "start": 1362848,
      "end": 1365594,
      "confidence": 0.9898380000000001
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "I just. I'm stunned by it. I mean, have you read it all, Claire, are you all up on this?",
      "start": 1365744,
      "end": 1369342,
      "confidence": 0.9272604999999998
    },
    {
      "pos": 323,
      "speaker": "D",
      "text": "Well, Harry Potter.",
      "start": 1369438,
      "end": 1369854,
      "confidence": 0.4940033333333333
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "Harry Potter.",
      "start": 1369854,
      "end": 1370350,
      "confidence": 0.797095
    },
    {
      "pos": 325,
      "speaker": "D",
      "text": "I actually went out and bought the first Harry Potter book and lost interest halfway through because there was no sex in it.",
      "start": 1370422,
      "end": 1375934,
      "confidence": 0.9457039130434781
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1376014,
      "end": 1376486,
      "confidence": 0.73635
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "Couldn't be possible.",
      "start": 1376550,
      "end": 1376862,
      "confidence": 0.52856
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "It's like why I never go to see any Disney films. There's never the prospect of any nudity if there's no chance of.",
      "start": 1376878,
      "end": 1382390,
      "confidence": 0.904337391304348
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "I think you're actually buying the wrong books.",
      "start": 1382582,
      "end": 1384398,
      "confidence": 0.956075
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Right.",
      "start": 1384486,
      "end": 1384758,
      "confidence": 0.52877
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "What you want to buy, Steve, is a pornographic magazine.",
      "start": 1384806,
      "end": 1387702,
      "confidence": 0.9151260000000001
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "Tell me more.",
      "start": 1387758,
      "end": 1388438,
      "confidence": 0.9993833333333333
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Wow. In there, you see what you get.",
      "start": 1388526,
      "end": 1391886,
      "confidence": 0.9641462500000002
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "Ladies.",
      "start": 1392030,
      "end": 1392794,
      "confidence": 0.90221
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "Other ladies, sometimes like this nudie ladies, sometimes like this. Stereophonics and the theme tune to BBC Two's the office handbags and. Glad.",
      "start": 1393414,
      "end": 1402496,
      "confidence": 0.8154369565217392
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 1402560,
      "end": 1403404,
      "confidence": 0.6921
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "So I think we should be playing Christmas songs as well, though. A great, great.",
      "start": 1404744,
      "end": 1409256,
      "confidence": 0.8692433333333334
    },
    {
      "pos": 338,
      "speaker": "D",
      "text": "Is it really? What, the theme tune to the office?",
      "start": 1409360,
      "end": 1412044,
      "confidence": 0.929091
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "Yeah, I think is war really over. It is. Thanks, John. It is, yeah.",
      "start": 1412344,
      "end": 1417496,
      "confidence": 0.8847585714285716
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Yeah. Is.",
      "start": 1417600,
      "end": 1418040,
      "confidence": 0.71024
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "Yeah. That's what worked there, to be fair. Rod Stewart did it first.",
      "start": 1418072,
      "end": 1421528,
      "confidence": 0.8632538461538461
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "Yeah. And we don't use the stereophonics version.",
      "start": 1421656,
      "end": 1423528,
      "confidence": 0.88499875
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "No. Or the Rod Stewart version. Too expensive exactly. To re record it.",
      "start": 1423576,
      "end": 1427816,
      "confidence": 0.8579384615384614
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "Yep. Little known facts.",
      "start": 1427840,
      "end": 1429540,
      "confidence": 0.921345
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1429612,
      "end": 1430196,
      "confidence": 0.79255
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Save that for the DVD.",
      "start": 1430340,
      "end": 1431756,
      "confidence": 0.9511559999999999
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "Or Steve Taylor would have blown any. Wouldn't need to come up with the knowledge and told him everything. I was thinking New York.",
      "start": 1431900,
      "end": 1438052,
      "confidence": 0.8706849999999999
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Beautiful. So no turn digger. I'm sure everyone's playing it at the moment. Yeah.",
      "start": 1438148,
      "end": 1442372,
      "confidence": 0.7035785714285715
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "Yeah. I mean, we should.",
      "start": 1442508,
      "end": 1443916,
      "confidence": 0.7435940000000001
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "It's good.",
      "start": 1443940,
      "end": 1444380,
      "confidence": 0.892825
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Let's play simply having a wonderful Christmas.",
      "start": 1444452,
      "end": 1446532,
      "confidence": 0.8540514285714286
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Time by driving home for Christmas. Chris Rea.",
      "start": 1446548,
      "end": 1449732,
      "confidence": 0.81718375
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Oh, he is a good others lyric in that. It goes, I look at, he's in the car driving Christmas. He looks over there. The bloke, the other guy goes, he's just the same as me. Yeah.",
      "start": 1449788,
      "end": 1457770,
      "confidence": 0.7965229729729729
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "I was thinking that.",
      "start": 1457802,
      "end": 1458474,
      "confidence": 0.7638675
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "He's just the same as me. Is he saying he's copied him? He's like, oi, what are you wearing? That's the same as me. That is.",
      "start": 1458514,
      "end": 1465722,
      "confidence": 0.8675480769230769
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "What'd you get, your missus? The same.",
      "start": 1465738,
      "end": 1466810,
      "confidence": 0.7556257142857142
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "Is it you? Who are you, a stalker? I'm Chris Rhea.",
      "start": 1466842,
      "end": 1469882,
      "confidence": 0.7327009090909091
    },
    {
      "pos": 358,
      "speaker": "E",
      "text": "Hello.",
      "start": 1469938,
      "end": 1470530,
      "confidence": 0.6187
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Yeah. He's going back to Newcastle.",
      "start": 1470682,
      "end": 1472866,
      "confidence": 0.716865
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1472930,
      "end": 1473290,
      "confidence": 0.98041
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Are they talking it?",
      "start": 1473322,
      "end": 1474042,
      "confidence": 0.7411
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Is that where he's from?",
      "start": 1474058,
      "end": 1474674,
      "confidence": 0.94937
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. Is it Middlesbrough or Newcastle?",
      "start": 1474714,
      "end": 1476970,
      "confidence": 0.881065
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Or do you remember when Rhea made a film?",
      "start": 1477002,
      "end": 1478738,
      "confidence": 0.7905366666666667
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Go on.",
      "start": 1478866,
      "end": 1479290,
      "confidence": 0.94746
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "Chris Rea made a film. They all doing like, Dave Stewart made that film with the All Saints. Honestly, no one went to see it, but Chris Rear made a film which was like a kind of fantasy thing. Well, I think Shirley Bassey turned up in it where he was like, have you ever seen this?",
      "start": 1479322,
      "end": 1489940,
      "confidence": 0.8808194736842107
    },
    {
      "pos": 367,
      "speaker": "D",
      "text": "No, but all. No, I can't tell you. Off air.",
      "start": 1490012,
      "end": 1492924,
      "confidence": 0.885318
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Really? Is it outrageous? Is it libelous to Chris rear?",
      "start": 1493004,
      "end": 1495468,
      "confidence": 0.781766
    },
    {
      "pos": 369,
      "speaker": "D",
      "text": "No, I had to interview Chris rear about this.",
      "start": 1495516,
      "end": 1497716,
      "confidence": 0.9025666666666665
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "Really.",
      "start": 1497780,
      "end": 1498076,
      "confidence": 0.92124
    },
    {
      "pos": 371,
      "speaker": "D",
      "text": "Shirley Bassy was there and she pulled up in her limo. Yeah. Don't ask me, don't ask me.",
      "start": 1498140,
      "end": 1503876,
      "confidence": 0.8288816666666668
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "What is that for?",
      "start": 1503900,
      "end": 1504692,
      "confidence": 0.6556325000000001
    },
    {
      "pos": 373,
      "speaker": "D",
      "text": "It was for some satellite and what did bass. No, no. When Bassy came into Pinewood Studios, when she came in, we all had to leave the set so she could drive through the set. We all had to leave so she could drive in?",
      "start": 1504748,
      "end": 1517464,
      "confidence": 0.9246353333333334
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Mm hmm.",
      "start": 1517504,
      "end": 1517960,
      "confidence": 0.613765
    },
    {
      "pos": 375,
      "speaker": "D",
      "text": "No, just tell you that.",
      "start": 1518032,
      "end": 1519784,
      "confidence": 0.965404
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "It's very boring.",
      "start": 1519864,
      "end": 1520608,
      "confidence": 0.9494833333333333
    },
    {
      "pos": 377,
      "speaker": "D",
      "text": "I wish I hadn't told you that.",
      "start": 1520696,
      "end": 1521616,
      "confidence": 0.8741485714285714
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "What do you mean? She drove her car into the set?",
      "start": 1521640,
      "end": 1523344,
      "confidence": 0.9498163636363636
    },
    {
      "pos": 379,
      "speaker": "D",
      "text": "No, she was driven into Pinewood Studios, into wherever they were filming, and we had to all leave as she arrived because I don't know.",
      "start": 1523384,
      "end": 1531160,
      "confidence": 0.9110668000000001
    },
    {
      "pos": 380,
      "speaker": "A",
      "text": "Did she know what you do?",
      "start": 1531232,
      "end": 1532272,
      "confidence": 0.8644850000000002
    },
    {
      "pos": 381,
      "speaker": "D",
      "text": "She didn't like me.",
      "start": 1532328,
      "end": 1533564,
      "confidence": 0.9042825000000001
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "I don't want that smacker drama in here, you know, I got some valuables in here. Yeah, yeah, Sturges diamonds are forever, especially when she's around.",
      "start": 1533904,
      "end": 1542572,
      "confidence": 0.7690434615384617
    },
    {
      "pos": 383,
      "speaker": "D",
      "text": "Anyway, I never saw the film, Steve, in answer to your questions.",
      "start": 1542708,
      "end": 1545204,
      "confidence": 0.9042575000000003
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Yeah, well, I don't think anyone did, but the fact that Chris rear got money to make a film. I mean, has he released a song for years?",
      "start": 1545244,
      "end": 1550700,
      "confidence": 0.9320164285714284
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "He's still going. He's probably got a little bit of back catalog going.",
      "start": 1550812,
      "end": 1553564,
      "confidence": 0.8685046153846154
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "You mentioned Paul McCartney as well. We're talking about that with Steve Taylor. And I'm wondering, because you're doing his money in the fact he's got loads of wealth and that's fair enough and he obviously deserves it. But what I'm wondering is, Eve's got be such a.",
      "start": 1553604,
      "end": 1562164,
      "confidence": 0.8462314583333334
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Does anyone deserve it?",
      "start": 1562204,
      "end": 1563424,
      "confidence": 0.7983325
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Unless they spread it around?",
      "start": 1564444,
      "end": 1565524,
      "confidence": 0.906326
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Politics. Politics.",
      "start": 1565604,
      "end": 1566742,
      "confidence": 0.82982
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "But he's obviously. I mean, he must be one of the richest men, certainly in this country. And I'm sure, you know, internationally, millions. I don't know if he's reached to the billion market, but I'm wondering to myself, why doesn't he spend some of that money making his misses like a bionic leg? That'd be amazing.",
      "start": 1566868,
      "end": 1580578,
      "confidence": 0.920297543859649
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Do you know what I mean?",
      "start": 1580626,
      "end": 1581010,
      "confidence": 0.8984983333333333
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "She could like leap over buildings and stuff.",
      "start": 1581042,
      "end": 1582730,
      "confidence": 0.8882525000000001
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "That'd be. Well, she wouldn't leap, she'd hop.",
      "start": 1582762,
      "end": 1584090,
      "confidence": 0.7787212499999999
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Because if I had that much money, I would. She could only hop. She'd just be running around in a circle. She'd win to get the other one done.",
      "start": 1584122,
      "end": 1589410,
      "confidence": 0.8733448275862071
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "Sports games, wouldn't she? It's go easy. Just one hop.",
      "start": 1589442,
      "end": 1592138,
      "confidence": 0.9072039999999999
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1592226,
      "end": 1592610,
      "confidence": 0.49319
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "She's one.",
      "start": 1592642,
      "end": 1593432,
      "confidence": 0.72436
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "I mean, it'd just be incredible because. I don't know. I mean, the Barnett man, it was. It was expensive then, wasn't it?",
      "start": 1593578,
      "end": 1597644,
      "confidence": 0.8768082608695653
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "6 million then, Steve. Christ knows what it would cost now, with inflation, $6 million. Of course, that's only about 4 million pounds sterling, but now. And that was like, what was that, 74 or something?",
      "start": 1597724,
      "end": 1608948,
      "confidence": 0.949115
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "It cost you a fortune. I even want a guesstimate.",
      "start": 1609076,
      "end": 1612300,
      "confidence": 0.739975
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "But he's got. He got. He got the eye. That's useful. Yeah, he can well see miles away. He's got the two legs. You need the two legs for running.",
      "start": 1612372,
      "end": 1620580,
      "confidence": 0.8806626666666667
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Did he have the two legs?",
      "start": 1620612,
      "end": 1621300,
      "confidence": 0.9652099999999999
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Wouldn't it be. Yeah, of course he did. Otherwise he'd be hopping, wouldn't he? But he got the one arm. He'd need the one arm. They thought, let's not look mad, let's not make him feel Barnic. But the one thing that always worried me was that when he lifted up a truck with his one good arm. Why didn't his back collapse?",
      "start": 1621332,
      "end": 1637648,
      "confidence": 0.8904928571428572
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 1637696,
      "end": 1638344,
      "confidence": 0.59928
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "He didn't have a bionic spine, did he? Sure. I could see him lying on the ground and sort of like doing this sort of leg press. That'll be fine. But when he stand up his leg, his back would just collapse, wouldn't it?",
      "start": 1638384,
      "end": 1648568,
      "confidence": 0.8847297727272726
    },
    {
      "pos": 406,
      "speaker": "B",
      "text": "Yeah. So you're beginning to wonder if an astronaut who fell out of an airplane while test driving it rebuilt as a half robot. You're wondering if there's maybe some flaws in that?",
      "start": 1648616,
      "end": 1658284,
      "confidence": 0.9297530303030304
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "Yeah. And Oscar Goldman.",
      "start": 1658784,
      "end": 1660216,
      "confidence": 0.7334275000000001
    },
    {
      "pos": 408,
      "speaker": "E",
      "text": "I don't know.",
      "start": 1660240,
      "end": 1660536,
      "confidence": 0.7877433333333334
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "What. And isn't it convenient that his girlfriend are the same? Two legs, one arm.",
      "start": 1660560,
      "end": 1664240,
      "confidence": 0.8996313333333333
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "I think that's what drew him close together there.",
      "start": 1664272,
      "end": 1665608,
      "confidence": 0.8447766666666667
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "This time she had the ear.",
      "start": 1665656,
      "end": 1666808,
      "confidence": 0.8960416666666666
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "I don't think he was just on the pull and by chance he got her undressed. He thought, my God, that does. That looks like a familiar plastic arm.",
      "start": 1666856,
      "end": 1671704,
      "confidence": 0.9345151724137929
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "And there was a bionic dog, wasn't there?",
      "start": 1671744,
      "end": 1673368,
      "confidence": 0.9583900000000001
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "And a horse.",
      "start": 1673416,
      "end": 1674152,
      "confidence": 0.9894733333333333
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "Why do you need a bionic horse?",
      "start": 1674248,
      "end": 1675784,
      "confidence": 0.8246300000000001
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "I know.",
      "start": 1675864,
      "end": 1676296,
      "confidence": 0.98978
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "When you can run at 70 miles an hour, you don't need to get on a horse, do you? Unless the bloke that the bionic horse wasn't bionic and he could run, like, really well.",
      "start": 1676360,
      "end": 1683988,
      "confidence": 0.8884737142857143
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "I think the problem was that they'd spent so much money on all these bionic things, they just made a bionic horse, entered it in races.",
      "start": 1683996,
      "end": 1688868,
      "confidence": 0.9059757692307693
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "Yeah. He had to get his ear money back.",
      "start": 1688996,
      "end": 1690500,
      "confidence": 0.748971111111111
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Yeah, exactly.",
      "start": 1690532,
      "end": 1690940,
      "confidence": 0.75397
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Steve Austin, he's not turning up. He's swanning round.",
      "start": 1690972,
      "end": 1693668,
      "confidence": 0.8640488888888889
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "A very costly investment.",
      "start": 1693796,
      "end": 1695276,
      "confidence": 0.98201
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "Does anyone remember Barnic man as this just. Yeah, this is all shown again, isn't it, on Bravo.",
      "start": 1695420,
      "end": 1699908,
      "confidence": 0.7738688888888888
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "Everyone knows who the Barnett man.",
      "start": 1699956,
      "end": 1700876,
      "confidence": 0.7198633333333332
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Oh.",
      "start": 1700900,
      "end": 1700988,
      "confidence": 0.84
    },
    {
      "pos": 426,
      "speaker": "D",
      "text": "Just diagnose how he feels about it.",
      "start": 1700996,
      "end": 1702828,
      "confidence": 0.5885057142857143
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "I bet he loves it.",
      "start": 1702876,
      "end": 1703700,
      "confidence": 0.886102
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Canfield's only about 14 and he knows I know.",
      "start": 1703732,
      "end": 1706156,
      "confidence": 0.8064677777777779
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Yeah. He's been watching it for 13 and a half years.",
      "start": 1706180,
      "end": 1708036,
      "confidence": 0.9093254545454545
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "Sturgeon, let's play another song because we just played the COVID version of Hambas. Narrator. It's a great song. Really good. And I've been playing cover versions all this year and one of my favourites was this one cover I played a long time back.",
      "start": 1708100,
      "end": 1718776,
      "confidence": 0.8719651111111111
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Actually.",
      "start": 1718800,
      "end": 1718936,
      "confidence": 0.96005
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "I think I played this when we were standing in for Jeremiah O'Didley.",
      "start": 1718960,
      "end": 1721192,
      "confidence": 0.8716523076923077
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Yeah, he was back today, wasn't he? Just popped up when he wants.",
      "start": 1721288,
      "end": 1723648,
      "confidence": 0.8136761538461539
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "Exactly, wasn't he? But I'm not going to play any cover versions in the new year. Cover me up or cover me bad. That's cover.",
      "start": 1723696,
      "end": 1729976,
      "confidence": 0.8723364000000002
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Run for cover. Well, I finished with my. I call it film review, so we're.",
      "start": 1730120,
      "end": 1736408,
      "confidence": 0.9289186666666666
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Going to have all new features in the new year. But this is. I'd love to play this again. This is a once around the block as done by the kings of convenience. Play this, Claire. Lovely.",
      "start": 1736416,
      "end": 1743324,
      "confidence": 0.9133832432432433
    },
    {
      "pos": 437,
      "speaker": "E",
      "text": "You quiver like a candle on fire. I'm putting you out, baby. Tonight we could be the last shout. Cause I'm fascinated by style. Your beauty will last for a while. But I don't. You feeling it instead of being. The more that I live on inside, nothing to give. I'm infatuated by moves. I gotta search out for your clues. You're trying to outrun your feet. You run into. Lose a heart and steal the soul in your shoes. Take a left, a sharp left, and another left. Meet me on the corner. We'll start again.",
      "start": 1757344,
      "end": 1834024,
      "confidence": 0.8156055670103095
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "I think a short lived kind of new folk movement wasn't there this year. That kind of came and went. And the kings of the convenience were supposed to be part of that. And their album choir is the new loud, I thought was an absolute treat, and a lot of people just sort of ignored it.",
      "start": 1873764,
      "end": 1885876,
      "confidence": 0.9578801754385965
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Lovely, lovely track, but lovely version.",
      "start": 1885940,
      "end": 1888196,
      "confidence": 0.8207983333333334
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "That was never actually on the album. That was from the toxic girl single. And that's once around the block by badly drawn boy, as done by the kings of convenience.",
      "start": 1888300,
      "end": 1894836,
      "confidence": 0.9241370967741935
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Beautiful. This is great. And it coming in just like, playing song.",
      "start": 1894900,
      "end": 1897644,
      "confidence": 0.8152458333333334
    },
    {
      "pos": 442,
      "speaker": "E",
      "text": "Oh, man.",
      "start": 1897684,
      "end": 1898076,
      "confidence": 0.64258
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "It's a little. It's a lovely, lovely.",
      "start": 1898100,
      "end": 1899164,
      "confidence": 0.7254485714285714
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "Do you think the listeners enjoy this as much as we do?",
      "start": 1899204,
      "end": 1901444,
      "confidence": 0.9814574999999999
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "I would imagine not.",
      "start": 1901524,
      "end": 1902612,
      "confidence": 0.9852175000000001
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "No, I don't think so either.",
      "start": 1902668,
      "end": 1903716,
      "confidence": 0.9056133333333333
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "No.",
      "start": 1903780,
      "end": 1904076,
      "confidence": 0.6496
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "But does that make us bad people?",
      "start": 1904140,
      "end": 1906944,
      "confidence": 0.9985785714285714
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "No, I don't think it does. It makes us wealthy people and lucky.",
      "start": 1907484,
      "end": 1910260,
      "confidence": 0.9341215384615384
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Very lucky.",
      "start": 1910292,
      "end": 1910844,
      "confidence": 0.99847
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "That's true.",
      "start": 1910884,
      "end": 1911692,
      "confidence": 0.45776000000000006
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "PJ Harvey.",
      "start": 1911868,
      "end": 1912660,
      "confidence": 0.9658549999999999
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Lovely.",
      "start": 1912692,
      "end": 1913084,
      "confidence": 0.86287
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "Love it. Great, great. I'm loving this, Steve.",
      "start": 1913164,
      "end": 1915028,
      "confidence": 0.902695
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1915076,
      "end": 1915356,
      "confidence": 0.59987
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "Nearly Christmas. I had a couple of chocolates there tonight. Oh, the purple ones in roses, very much like the quality street one, the hazelnut and the toffee. Yeah, but getting me in the mood now, I know you're a fan, like me, you love the roast dinner. Oh, we love the roast dinner. But the uber roast dinner is the Christmas dinner.",
      "start": 1915420,
      "end": 1931918,
      "confidence": 0.9051923809523811
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "Oh, I'm looking forward to it.",
      "start": 1932006,
      "end": 1933086,
      "confidence": 0.845975
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "No, I'm thinking about it now. I can't believe how many different sort of meats you're gonna have in your house.",
      "start": 1933110,
      "end": 1937502,
      "confidence": 0.8500700000000001
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "Well, we always have the turkey, obviously. Plus, we always have a living. And pour it a little bit of lamb.",
      "start": 1937558,
      "end": 1941334,
      "confidence": 0.825017619047619
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "Oh, God. And don't forget the sausage, you know.",
      "start": 1941414,
      "end": 1944150,
      "confidence": 0.9627822222222223
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Well, I love the fact that someone's designed the turkey Christmas dinner, and then they thought, wait a minute, I also want a little sausage. And let's wrap it in bacon?",
      "start": 1944182,
      "end": 1949770,
      "confidence": 0.9717651612903224
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "Why not?",
      "start": 1949862,
      "end": 1950694,
      "confidence": 0.99208
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "Can we have all the meats that are available?",
      "start": 1951834,
      "end": 1953774,
      "confidence": 0.9567477777777778
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "There's sausage meat in the stuffing. They went, well, sue me. Sue me if I want a bit of extra sausage. You know, I mean, it's the, it's the greatest. It's the work of art, and it takes hours.",
      "start": 1954914,
      "end": 1966498,
      "confidence": 0.8403299999999998
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Rick, can I ask you what kind of veg you going with this year?",
      "start": 1966586,
      "end": 1968778,
      "confidence": 0.8608207142857144
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "Veg? Well, I just love the roast potato. I mean, people have tried to sneak in the Brussels because you don't eat vegetables or anything.",
      "start": 1968866,
      "end": 1974694,
      "confidence": 0.9172488
    },
    {
      "pos": 467,
      "speaker": "D",
      "text": "Parsnip.",
      "start": 1975234,
      "end": 1976058,
      "confidence": 0.87965
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "I love parsnips. But when they're crisp and crunchy, like a, like a, like a trendy crisp.",
      "start": 1976186,
      "end": 1980370,
      "confidence": 0.86309
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1980442,
      "end": 1980786,
      "confidence": 0.381
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "In a wine bar. I love it when. Yeah. Oh, I love that.",
      "start": 1980850,
      "end": 1984882,
      "confidence": 0.9072238461538462
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "I can. I will be having carrots. We'll be having leaks. We'll be having Brussels, obviously. Yeah. Brussels, yeah. And there's my mum always throwing a little bit of something crazy. Maybe there'll be a little bit of red cabbage, something wild or a used condom.",
      "start": 1984938,
      "end": 1997914,
      "confidence": 0.8404782608695652
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "To be quite honest, I think she's. Mentally, she's got to stop that.",
      "start": 1997954,
      "end": 2001478,
      "confidence": 0.9067123076923078
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "But who knows? Any kind of, any kind of treats I'm looking for, I'm just so. And I love the fact about the Christmas dinner. Is it. People are taking weeks, years planning it. I know they take, you know, the months gonna dig up.",
      "start": 2001586,
      "end": 2010874,
      "confidence": 0.8842560000000002
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Have you told. Could you talk about your grandparents?",
      "start": 2011414,
      "end": 2014246,
      "confidence": 0.8114255555555556
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "Well, my grandparents, of course. The thing about my grandparents, I have mentioned this before. Yeah. I think they've got about three teeth between them. It's unbelievable. They. My grandfather, they're all their own, though. He was in the RAF in the war. Right. And he, for some reason, he had problems with his teeth and they pulled them all out, replaced them with a false set of false teeth. But during the war time, I don't know whether this was just like, what it was like during the war or just the forties, but he had a kind of wooden plate put in with, like, some kind of fake teeth attached.",
      "start": 2014270,
      "end": 2041548,
      "confidence": 0.9137236607142853
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Oh, no.",
      "start": 2041596,
      "end": 2042252,
      "confidence": 0.8459049999999999
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "And he's never had that changed. So, you know, he's still got the wooden plate and about three teeth still hanging on it. So he and my grandmother combined, they cannot eat anything that's kind of solid. So they will literally get up for Christmas dinner. They'll get up and they'll put the meat on like it's six in the morning, go back to bed for the day, get up and eat it about 09:00 at night. And they. And the best compliment you can have if you've cooked in for my grandparents is, oh, this is lovely. You can suck it away.",
      "start": 2042388,
      "end": 2065854,
      "confidence": 0.9257123300970874
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2066014,
      "end": 2066422,
      "confidence": 0.93242
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "Imagine that much.",
      "start": 2066478,
      "end": 2067198,
      "confidence": 0.5899233333333332
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "Why did they just liquidize it? Have a nice little rose smoothie.",
      "start": 2067246,
      "end": 2070814,
      "confidence": 0.7778133333333334
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "I have done in the past.",
      "start": 2070854,
      "end": 2071590,
      "confidence": 0.8575
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Really? Apple crumble smoothie.",
      "start": 2071622,
      "end": 2073462,
      "confidence": 0.87689
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "To take them out. If we take them out to eat, like at restaurants, we've got a phone ahead to make sure there's fish on the menu.",
      "start": 2073478,
      "end": 2078870,
      "confidence": 0.8797292592592593
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Really?",
      "start": 2078942,
      "end": 2079246,
      "confidence": 0.95622
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "They can only have fish, but then the bones, you say that's a problem.",
      "start": 2079310,
      "end": 2081926,
      "confidence": 0.9383635714285715
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "We can take the bones out of fish, can't you, and sort of mash it up?",
      "start": 2082030,
      "end": 2084334,
      "confidence": 0.884163125
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Yeah, but the eyes are going.",
      "start": 2084374,
      "end": 2085310,
      "confidence": 0.9260933333333333
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Steve, could I suggest the fish cake? It's already mashed. It's with the potato. It's in a crispy crumb, which doesn't hurt anyone whether you got teeth or not.",
      "start": 2085342,
      "end": 2094366,
      "confidence": 0.9408199999999999
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Rick, can I go on, make a little. Yeah. I just want to make it because obviously not everyone's as fortunate at Christmas. Rick, what about the vegetarians? What are they eating?",
      "start": 2094430,
      "end": 2102734,
      "confidence": 0.8655543750000002
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "A nut cutlet.",
      "start": 2102854,
      "end": 2103774,
      "confidence": 0.93038
    },
    {
      "pos": 491,
      "speaker": "E",
      "text": "What the hell is that?",
      "start": 2103854,
      "end": 2104846,
      "confidence": 0.580966
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Lovely little nut cutlet. Can't they have, like, tofu, but in the shape of a turkey?",
      "start": 2104870,
      "end": 2109942,
      "confidence": 0.929638125
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "But I love the fact that so often, you know, certainly your Linda McCartney veggie items, they always try to fool you into thinking it's the real thing. You know, some veggie sausages, they've injected with something so they'll taste like sausages.",
      "start": 2109998,
      "end": 2120258,
      "confidence": 0.909045476190476
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Yeah. You don't really need it, that arbitrary shape. If it's veg, you might as well just have any shape.",
      "start": 2120306,
      "end": 2126178,
      "confidence": 0.8486525
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "What angers me with the vegetables, what angles me, the vegetarians and the vegans. Even worse is that, look, we're breeding all these animals to be eaten. They're gonna get slaughtered anyway.",
      "start": 2126226,
      "end": 2134578,
      "confidence": 0.8383924999999999
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Chow down.",
      "start": 2134626,
      "end": 2135426,
      "confidence": 0.9554400000000001
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "Come on. Those chickens in those little kind of pens, you know, four of them in a little square box.",
      "start": 2135530,
      "end": 2139586,
      "confidence": 0.9241085
    },
    {
      "pos": 498,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2139650,
      "end": 2140016,
      "confidence": 0.54686
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "You know, I mean, they're crapping eggs out every couple of minutes.",
      "start": 2140090,
      "end": 2142972,
      "confidence": 0.8896683333333333
    },
    {
      "pos": 500,
      "speaker": "A",
      "text": "Yeah. You're not, you're not a zoologist, are you?",
      "start": 2143028,
      "end": 2145452,
      "confidence": 0.7719922222222223
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "I am not officially. Yeah, but I know what I'm talking about.",
      "start": 2145508,
      "end": 2148548,
      "confidence": 0.9124050000000001
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "Yeah, you do.",
      "start": 2148596,
      "end": 2149300,
      "confidence": 0.7735166666666666
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "I've seen brochures.",
      "start": 2149412,
      "end": 2150860,
      "confidence": 0.9207166666666667
    },
    {
      "pos": 504,
      "speaker": "A",
      "text": "Yeah? Yeah.",
      "start": 2150972,
      "end": 2152012,
      "confidence": 0.5170600000000001
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "I've walked past a farm while on holiday.",
      "start": 2152108,
      "end": 2154212,
      "confidence": 0.9054424999999999
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Excuse me, farmer, could, um, your finest hens crop me some eggs for my tea?",
      "start": 2154308,
      "end": 2158824,
      "confidence": 0.805152
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "No, chicken crap. A little egg for me old Christmas class. Oh, no, it's fair a thought for the vegetarians and worse still, the vegans.",
      "start": 2159684,
      "end": 2168186,
      "confidence": 0.7882119999999999
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "Yeah. And what about Travis? What do you think they'll be doing this Christmas?",
      "start": 2168250,
      "end": 2171330,
      "confidence": 0.9137321428571428
    },
    {
      "pos": 509,
      "speaker": "B",
      "text": "I've no whale of a time.",
      "start": 2171362,
      "end": 2172154,
      "confidence": 0.7087849999999999
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "I'll tell you what, Steve. It was an excuse to play the record. It was a link. Travis and driftwood on XFM 104.9. It's the Christmas edition of the Ricky Gervais show with Steve Merchant. I'm loving it.",
      "start": 2172194,
      "end": 2183938,
      "confidence": 0.9004431578947368
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "Yeah, it's good. I'm in the Christmas spirit, actually.",
      "start": 2183986,
      "end": 2185762,
      "confidence": 0.9746511111111111
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 2185858,
      "end": 2186890,
      "confidence": 0.81395
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "I do enjoy. Will you be looking forward to. I know everyone talks about it, Rick, but Christmas telly.",
      "start": 2187042,
      "end": 2191494,
      "confidence": 0.9530652631578946
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "I love Christmas telly. Christmas day tell is what I get up and Noel's giving out some presents around hospitals and that. And then you might have number ones of the year from top of the pot. Then you might have a little. I don't know. I don't watch the queen's speech. But, you know, have a little sleep then, don't you? Maybe after a big roast dinner with too many sausages.",
      "start": 2191954,
      "end": 2211006,
      "confidence": 0.90505
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2211110,
      "end": 2211390,
      "confidence": 0.6702
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "I'm only joking, mum. Let's have some more chocolate, please. Yeah, yeah, yeah. Well, let's not. You know, there's people starving the world, so let's not rub it in.",
      "start": 2211422,
      "end": 2219430,
      "confidence": 0.8417151724137932
    },
    {
      "pos": 517,
      "speaker": "B",
      "text": "Hopefully they're not listening to the radio.",
      "start": 2219462,
      "end": 2221336,
      "confidence": 0.9257414285714286
    },
    {
      "pos": 518,
      "speaker": "A",
      "text": "No, probably not.",
      "start": 2221430,
      "end": 2222308,
      "confidence": 0.9655266666666668
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Just scrabbling around in the cold, in the dirt, looking for food.",
      "start": 2222356,
      "end": 2225264,
      "confidence": 0.8562708333333333
    },
    {
      "pos": 520,
      "speaker": "A",
      "text": "We are actually laughing about it. We actually laugh, Rick.",
      "start": 2227324,
      "end": 2230420,
      "confidence": 0.924387
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "I find that if I laugh about it, then I can ignore the problem easier.",
      "start": 2230452,
      "end": 2233092,
      "confidence": 0.9365360000000001
    },
    {
      "pos": 522,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2233188,
      "end": 2233620,
      "confidence": 0.48724
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "Not face up to the horror.",
      "start": 2233692,
      "end": 2234732,
      "confidence": 0.9886983333333333
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "Yeah, I know. That's too easily done, isn't it?",
      "start": 2234788,
      "end": 2237676,
      "confidence": 0.8481122222222223
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "Exactly. It's too easy to face the horror of the world. It's better to laugh it off.",
      "start": 2237740,
      "end": 2241052,
      "confidence": 0.9702905882352941
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "I know. That's what annoys me about buskers. Cause a beggar just sits there and you can pretend you haven't seen him. Whereas a busker's shouting out and you want to go, you know, unless you're deaf and blind. He knows. He knows.",
      "start": 2241108,
      "end": 2253364,
      "confidence": 0.8935295348837211
    },
    {
      "pos": 527,
      "speaker": "B",
      "text": "So have you cultivated a kind of universal. I've cultivated this kind of thing I always do with a beggar when they offer their hand, I just. I don't even say anything anymore. I just sort of kind of offer up my hands as though to say, look, I have no money in my hands. And just a kind of. A kind of sympathetic turn of the head. And I mouth some words like it normally involves, sorry, mate, or something.",
      "start": 2254184,
      "end": 2270616,
      "confidence": 0.9128051851851857
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2270720,
      "end": 2271192,
      "confidence": 0.82358
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Because I find it's better to be courteous than like, kick them in the head or anything like that.",
      "start": 2271288,
      "end": 2274080,
      "confidence": 0.9012499999999999
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "Yeah. No, I never did that. And I always acknowledge them. I never. I actually never ignore them. And. And sometimes I give, depending on, although I have to say, another situation, another.",
      "start": 2274112,
      "end": 2282194,
      "confidence": 0.847099090909091
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "Successful year for me of avoiding the big issue salesman. I've never bought a copy of the big issue.",
      "start": 2282234,
      "end": 2285658,
      "confidence": 0.9126842105263157
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "I love the fact you are actually proud of that.",
      "start": 2285706,
      "end": 2287146,
      "confidence": 0.9719939999999999
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "Well, it's it got to the point where I actually am appalled by myself. But it's like it's a contest now. It's like I've managed to do it for so long that it's almost a competition with myself.",
      "start": 2287170,
      "end": 2295362,
      "confidence": 0.9082742105263159
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "It's the same as me with reading a novel, but, uh. Yeah, although I blew that in 1997 when I read Katrina rye, I'm still kicking myself.",
      "start": 2295418,
      "end": 2304734,
      "confidence": 0.8129818518518517
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "I'm looking forward, of course, to. I'm hoping it'll be Dennis Norden's laughter file, volume seven.",
      "start": 2304874,
      "end": 2309838,
      "confidence": 0.8214925
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "Oh, seven. You're having a laugh. 27.",
      "start": 2309886,
      "end": 2312326,
      "confidence": 0.8041985714285715
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "It used to be. It'll be all right on the night, but I think they changed the name to Dennis Thorn's.",
      "start": 2312390,
      "end": 2315302,
      "confidence": 0.8960747619047618
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "Laughter it's great, though, isn't it? Because he comes. You're one of those people. This is somewhat.",
      "start": 2315318,
      "end": 2322270,
      "confidence": 0.8784964705882353
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "We call doorstop.",
      "start": 2322302,
      "end": 2324846,
      "confidence": 0.8956066666666667
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "And it's sort of like just. What?",
      "start": 2325030,
      "end": 2327326,
      "confidence": 0.9054185714285713
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2327470,
      "end": 2327934,
      "confidence": 0.51136
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "And doesn't it just go into.",
      "start": 2328014,
      "end": 2329182,
      "confidence": 0.8936966666666666
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "The director general called let sleeping logs die?",
      "start": 2329198,
      "end": 2332476,
      "confidence": 0.8582325
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "Yeah, yeah. It's just. Oh, God.",
      "start": 2332630,
      "end": 2334864,
      "confidence": 0.7589216666666666
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "Why don't. Is why people. Why no one has said to him, or, why hasn't he watched that tv? Why isn't he at Christmas? Right? He's gone home with the family. He's watched. He's gone. Come on, everyone, let's watch my show.",
      "start": 2334904,
      "end": 2343280,
      "confidence": 0.8993742857142858
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "He's watched it after file 27.",
      "start": 2343312,
      "end": 2345324,
      "confidence": 0.7502216666666666
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "The family must have been faking. LAUGHtEr why is he not turning around? Why did no one tell me? Crap.",
      "start": 2346104,
      "end": 2350792,
      "confidence": 0.8737394999999999
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Why doesn't he go to Greg Dyke and go, or whatever? It's on. Just watched me on that. LAUGHTER File 27. It's rubbish, isn't it? And they go, yeah. They go, well, why didn't you tell us? Why? We thought it would kill you, to be quite honest. But why didn't you let my son take over? Or summer? Well, Dennis, he's 84.",
      "start": 2350848,
      "end": 2374104,
      "confidence": 0.8751685714285714
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "How old am I, then?",
      "start": 2375124,
      "end": 2376196,
      "confidence": 0.894332
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "Well, we don't know. We've had you carbon dated, but it's off the scale. But why do you let me carry that stupid file? Are you reading this now, Dennis?",
      "start": 2376260,
      "end": 2384556,
      "confidence": 0.9240626666666667
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "Well, I can't remember what I got saying.",
      "start": 2384620,
      "end": 2385964,
      "confidence": 0.8663387499999999
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "Well, don't do me.",
      "start": 2386004,
      "end": 2386844,
      "confidence": 0.7266475
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Just.",
      "start": 2386884,
      "end": 2387108,
      "confidence": 0.67961
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "Just speak normally.",
      "start": 2387156,
      "end": 2388628,
      "confidence": 0.7929333333333334
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "Two coffees, please, waiter.",
      "start": 2388676,
      "end": 2389940,
      "confidence": 0.8059149999999999
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "No. This is what we call talking to the director general. Stop it. But I can't wait for that. Yeah. And Dennis Lauren's love. There is two.",
      "start": 2390052,
      "end": 2398292,
      "confidence": 0.8772166666666665
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "Can I just say one? Who's in the audience of Dennis Lauren's? Who's gone? Joan, I got two tickets for a laughter file.",
      "start": 2398428,
      "end": 2404012,
      "confidence": 0.892834782608696
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "I can't. Yeah, I've been on the Internet because.",
      "start": 2404028,
      "end": 2406036,
      "confidence": 0.8185466666666668
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "They'Re always rather cracking up, the people on my show, I've never laughed once.",
      "start": 2406060,
      "end": 2409276,
      "confidence": 0.7820257142857143
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Maybe it was an audience that they filmed in 1973, but it was the first time they saw a goalkeeper get hit in the balls or something. Or Jackie Charlton or something. Or a dog fall off a slide.",
      "start": 2409340,
      "end": 2419268,
      "confidence": 0.8923205128205128
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Well, it's people. It's either old people who just can't remember. They've already seen those clips a thousand times before. Yeah, or it's, um. I was always thinking of the people. It, um. What's that show, uh, that beedle used to do the.",
      "start": 2419356,
      "end": 2430904,
      "confidence": 0.8748813953488372
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "You been famed.",
      "start": 2431244,
      "end": 2432084,
      "confidence": 0.4508633333333334
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "I think now what's happening is while Lisa Riley's doing all the scripted jokes, there's just someone stood behind her, maybe just showing a picture of her, like, nude or in a bikini, or just pointing and just making jokes at her expense.",
      "start": 2432124,
      "end": 2441428,
      "confidence": 0.9088832558139537
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Exactly.",
      "start": 2441476,
      "end": 2441996,
      "confidence": 0.96941
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "Laughing.",
      "start": 2442100,
      "end": 2442636,
      "confidence": 0.25314
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "He's lovely. Lisa Riley off Emmerdale. Of course. No, don't say it's not fat. It might be. Glad you don't know.",
      "start": 2442740,
      "end": 2448348,
      "confidence": 0.8049509523809524
    },
    {
      "pos": 567,
      "speaker": "B",
      "text": "It could be gland.",
      "start": 2448396,
      "end": 2449092,
      "confidence": 0.5854600000000001
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "No, just stop it.",
      "start": 2449148,
      "end": 2450684,
      "confidence": 0.9524625
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "You can't say, I don't know. I've gone a bit crazy. I've just gone.",
      "start": 2450844,
      "end": 2452980,
      "confidence": 0.8236600000000001
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "No, but she. What if she's listening to this and she gets an eating disorder or summer or, you know, becomes bulimic? Because what use it's probably I'm binging now she's leaving out the vomit and she can't get a fat fingers in her mouth. Anyway, I'll tell you what.",
      "start": 2453012,
      "end": 2465556,
      "confidence": 0.7830616
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "The best gig of the year, surely the white stripes. Rick, I know everyone's raving about this. Hear one of their tracks. What's it called again?",
      "start": 2465580,
      "end": 2470056,
      "confidence": 0.897590769230769
    },
    {
      "pos": 572,
      "speaker": "D",
      "text": "Claire fell in love with a girl.",
      "start": 2470080,
      "end": 2472444,
      "confidence": 0.7878771428571428
    },
    {
      "pos": 573,
      "speaker": "A",
      "text": "Hoags Kirsty mcCall. Fairytale New York. We're just saying it's just a brilliant song, isn't it?",
      "start": 2473784,
      "end": 2478888,
      "confidence": 0.7066643750000001
    },
    {
      "pos": 574,
      "speaker": "B",
      "text": "It's genius.",
      "start": 2478896,
      "end": 2479456,
      "confidence": 0.76482
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "It's great.",
      "start": 2479520,
      "end": 2480064,
      "confidence": 0.901435
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "And what I love is the fact that it was quite a big hit. And it's like sometimes even a majestic song like that that normally would get overlooked, just manages to drift up to the surface somehow. And even, you know, the white track.",
      "start": 2480144,
      "end": 2491184,
      "confidence": 0.9520971111111112
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "The imagery is great as well. How can old slut on junk be romantic?",
      "start": 2491344,
      "end": 2495848,
      "confidence": 0.8877478571428571
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Amazing.",
      "start": 2495896,
      "end": 2496314,
      "confidence": 0.73074
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "Well, we're fans.",
      "start": 2496384,
      "end": 2497222,
      "confidence": 0.8059033333333333
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2497318,
      "end": 2497782,
      "confidence": 0.82148
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "Sturges thought he was talking about her. Leave it, Sturgis. You're clean now. Yeah, well, we got. We got more treats. Um, after this, we've got something, ladies. Yeah, we're going out of, um, uh, sink here. We're gonna play song for the ladies, the penultimate track, because I want to leave them with a Christmas classic, the Joni Mitchell classic, river. So look forward to that. It's been a great show. It has. Even though I say so, mister. You know, I've enjoyed it. Looking back over the year, looking forward to Christmas. Go on.",
      "start": 2497878,
      "end": 2528080,
      "confidence": 0.8383284375000001
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "Can I just throw a thanks, a big thanks out to all the people that have emailed us and phoned in and written to us and sent us things. I think it's about four people who keep doing it. Recycling the same.",
      "start": 2528112,
      "end": 2537560,
      "confidence": 0.960366904761905
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Different names, though.",
      "start": 2537632,
      "end": 2538384,
      "confidence": 0.8624499999999999
    },
    {
      "pos": 584,
      "speaker": "B",
      "text": "Exactly. But we don't. We don't tend to read stuff out, but we is appreciated.",
      "start": 2538424,
      "end": 2541464,
      "confidence": 0.8095393333333335
    },
    {
      "pos": 585,
      "speaker": "A",
      "text": "It is. And it often gets into the show, whether you know it or not.",
      "start": 2541504,
      "end": 2544960,
      "confidence": 0.954224
    },
    {
      "pos": 586,
      "speaker": "B",
      "text": "Exactly. In some way, we steal off. Steal your jokes and pass them off as our own.",
      "start": 2544992,
      "end": 2548688,
      "confidence": 0.9892852941176471
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "Email someone there saying, there is a tofurky.",
      "start": 2548816,
      "end": 2552156,
      "confidence": 0.8197175000000001
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "A tofurky? Yes. A tofu turkey. Yeah, you can buy it in the whole trimmings.",
      "start": 2552260,
      "end": 2555772,
      "confidence": 0.771696
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "See, and I made that up. I could have written that down and what had already been done. Yeah. So said, we can't paint in the toffer key.",
      "start": 2555828,
      "end": 2562284,
      "confidence": 0.8581442857142857
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "Sure.",
      "start": 2562364,
      "end": 2562748,
      "confidence": 0.83737
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "So I've embarrassed myself again.",
      "start": 2562836,
      "end": 2564076,
      "confidence": 0.82681
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "Sturgis, are you gonna be driving home for Christmas?",
      "start": 2564140,
      "end": 2566468,
      "confidence": 0.8665844444444445
    },
    {
      "pos": 593,
      "speaker": "F",
      "text": "No, I'm gonna be Christmas.",
      "start": 2566596,
      "end": 2568172,
      "confidence": 0.7972279999999999
    },
    {
      "pos": 594,
      "speaker": "D",
      "text": "I'm gonna be here.",
      "start": 2568228,
      "end": 2568924,
      "confidence": 0.8932424999999999
    },
    {
      "pos": 595,
      "speaker": "B",
      "text": "God, she's working.",
      "start": 2568964,
      "end": 2569564,
      "confidence": 0.7361399999999999
    },
    {
      "pos": 596,
      "speaker": "A",
      "text": "He's just the same as me.",
      "start": 2569604,
      "end": 2571424,
      "confidence": 0.9096333333333333
    },
    {
      "pos": 597,
      "speaker": "B",
      "text": "She's working on Christmas.",
      "start": 2572124,
      "end": 2573404,
      "confidence": 0.994055
    },
    {
      "pos": 598,
      "speaker": "D",
      "text": "Oh, yeah, I'm here.",
      "start": 2573524,
      "end": 2574492,
      "confidence": 0.95231
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2574548,
      "end": 2574788,
      "confidence": 0.86647
    },
    {
      "pos": 600,
      "speaker": "D",
      "text": "Someone emailed me the other week saying, will I be voice tracked over Christmas? Well, I'm not quite sure. It's a radio term, but. No, I will be live.",
      "start": 2574836,
      "end": 2582204,
      "confidence": 0.9345168965517242
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Wow.",
      "start": 2582324,
      "end": 2582908,
      "confidence": 0.85839
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "On Christmas day.",
      "start": 2583036,
      "end": 2583828,
      "confidence": 0.8247766666666667
    },
    {
      "pos": 603,
      "speaker": "D",
      "text": "Oh, yes, Christmas day.",
      "start": 2583876,
      "end": 2584980,
      "confidence": 0.939745
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "So you can't drink and stuff? Well, not as much you would have liked. I mean, you're always drunk on air, obviously.",
      "start": 2585052,
      "end": 2591076,
      "confidence": 0.9031054545454545
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Yeah. It's getting that point. I didn't know she drank till I saw sober one day. One Sunday morning when she came in to do another show and she was talking differently. Yeah, she went, I. Pubs aren't open yet.",
      "start": 2591260,
      "end": 2600788,
      "confidence": 0.8468219999999999
    },
    {
      "pos": 606,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2600836,
      "end": 2601316,
      "confidence": 0.78968
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "And I realized, it's terrible, innit? Well, what should we play now?",
      "start": 2601380,
      "end": 2605700,
      "confidence": 0.825965
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "I don't know. I've kind of felt like we've sort of exhausted ourselves, really. We've run out of stuff to say. We've made all our observations about Christmas.",
      "start": 2605732,
      "end": 2611876,
      "confidence": 0.880567142857143
    },
    {
      "pos": 609,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2611940,
      "end": 2612132,
      "confidence": 0.62947
    },
    {
      "pos": 610,
      "speaker": "B",
      "text": "We've taken a sideways glance at the sausage. Yeah, exactly. This year's duffing.",
      "start": 2612148,
      "end": 2617884,
      "confidence": 0.7729115384615386
    },
    {
      "pos": 611,
      "speaker": "A",
      "text": "Remember we talked about stuff? Do you remember that? It was. I think it was four links ago.",
      "start": 2617924,
      "end": 2621716,
      "confidence": 0.8536272222222221
    },
    {
      "pos": 612,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2621820,
      "end": 2622196,
      "confidence": 0.77664
    },
    {
      "pos": 613,
      "speaker": "A",
      "text": "No, no, listen, we're gonna call it sausage loving. And we talked about all the different things you have on her play and that. We started off with, like, turkey.",
      "start": 2622260,
      "end": 2632772,
      "confidence": 0.8405543333333334
    },
    {
      "pos": 614,
      "speaker": "B",
      "text": "And then we went, remember some of the amusing bloopers that took place over the course when you didn't make it back in time for the link. And you're making tea.",
      "start": 2632828,
      "end": 2640584,
      "confidence": 0.8590287096774195
    },
    {
      "pos": 615,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 2642244,
      "end": 2643156,
      "confidence": 0.65725
    },
    {
      "pos": 616,
      "speaker": "B",
      "text": "What was that one?",
      "start": 2643260,
      "end": 2643900,
      "confidence": 0.8313975000000001
    },
    {
      "pos": 617,
      "speaker": "A",
      "text": "When, um, I think you said something like, um. That was a right struck white stripes.",
      "start": 2643932,
      "end": 2648544,
      "confidence": 0.7701100000000001
    },
    {
      "pos": 618,
      "speaker": "B",
      "text": "Oh, if you're one of those people.",
      "start": 2650684,
      "end": 2653916,
      "confidence": 0.89255
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "Oh, this is great. I'll tell you what. I'd like to play a record, because I'd like to talk about this link later.",
      "start": 2653980,
      "end": 2658548,
      "confidence": 0.855457391304348
    },
    {
      "pos": 620,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2658636,
      "end": 2659356,
      "confidence": 0.92658
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Should we play a record?",
      "start": 2659540,
      "end": 2660500,
      "confidence": 0.907906
    },
    {
      "pos": 622,
      "speaker": "B",
      "text": "Well, let's look back on it. Like, you know, amusingly, like, I love 1980.",
      "start": 2660572,
      "end": 2664628,
      "confidence": 0.9778192857142857
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "Oh.",
      "start": 2664756,
      "end": 2665464,
      "confidence": 0.32
    },
    {
      "pos": 624,
      "speaker": "B",
      "text": "So I'll play a song for the ladies, final one of the year. And it's a song which I did play a long time ago, and it's absolutely beautiful. It's from Nick Cave's album. What was it called again? I think it was called no more shall we part. And it's an absolutely magnificent.",
      "start": 2666044,
      "end": 2678252,
      "confidence": 0.9231581481481479
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "I'm just remembering the last time you played it. I know it was brilliant because you introduced it. And then I think it was Carl Preston who played it and we listened to it.",
      "start": 2678308,
      "end": 2687842,
      "confidence": 0.8992452941176471
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "Were we playing buckaroo or eating curly whirligig at the time? I can't remember.",
      "start": 2687978,
      "end": 2691298,
      "confidence": 0.8439307142857143
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "I was on a space offer.",
      "start": 2691386,
      "end": 2692854,
      "confidence": 0.8000916666666668
    },
    {
      "pos": 628,
      "speaker": "E",
      "text": "I hold this letter in my hand a plea petition to come to pray hope it does losing her again is more than I can be kiss the cold and malone press my lips against her name 200 words we live in hope the sky is heavy with rain love let alone go get it go get her love let alone go telecom alone wicked wind whips up the hill handful of hopeful words that ever and I always will skies are ready to burst someone did not mean to say someone did not mean to say someone did not mean the same it all came out the wrong way love letter love letter go get her, go get her love let alone let her go tell her go to her bring your kisses down upon me bring your kisses down in stones and broke them before me in your slowly fading form going out of my mind will I leave standing in the ring with a letter and a pray come back to me.",
      "start": 2723344,
      "end": 2902874,
      "confidence": 0.8087053714285717
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "Nick, have in the bad seats? Love letter beautiful song.",
      "start": 2905094,
      "end": 2908326,
      "confidence": 0.7680720000000001
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "Absolutely beautiful. Well, I'm loving this, but we've. We've got a go soon.",
      "start": 2908390,
      "end": 2913286,
      "confidence": 0.8398361538461537
    },
    {
      "pos": 631,
      "speaker": "B",
      "text": "Sadly, the clock has beaten us, Rick.",
      "start": 2913350,
      "end": 2915594,
      "confidence": 0.9359371428571428
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "But it's the last track that we're gonna play this year. It's a lovely track. It starts off with a little bit of jingle bells that we're getting a little bit tribute on the piano. It's Joni Mitchell and the river. Enjoy.",
      "start": 2916014,
      "end": 2929310,
      "confidence": 0.8935488095238097
    },
    {
      "pos": 633,
      "speaker": "B",
      "text": "We won't be back next week, will we? Or the week after?",
      "start": 2929422,
      "end": 2931758,
      "confidence": 0.9260366666666666
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "No, we're back on the 12th?",
      "start": 2931806,
      "end": 2933062,
      "confidence": 0.7748266666666668
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2933158,
      "end": 2933794,
      "confidence": 0.39435
    },
    {
      "pos": 636,
      "speaker": "F",
      "text": "It's coming on Christmas. They're cutting down trees they're putting up reindeer and singing songs of joy and peace oh, I wish I had a river I could skate away on.",
      "start": 2946594,
      "end": 2963374,
      "confidence": 0.841261935483871
    },
    {
      "pos": 637,
      "speaker": "E",
      "text": "But.",
      "start": 2965354,
      "end": 2965738,
      "confidence": 0.79922
    },
    {
      "pos": 638,
      "speaker": "F",
      "text": "It don't snow here stays pretty green I'm gonna make a lot of money then I'm gonna quit this crazy scene I wish I had a river I could skate away on I wish I had a river so long I would teach my feet to fly I wish I had a river I could skate away on I made my baby cry he tried hard to help me, you know he put me at ease and he loved me so naughty made me weak in the knees oh, I wish I had a river I could skate away on I'm so hard to handle I'm selfish and I'm sad now I gone and lost the best baby that I ever had oh, I wish I had a river I could skate away on I wish I had a river so long I would teach my feet to fly oh, I wish I had a river I could skate away on I made my baby say goodbye.",
      "start": 2965786,
      "end": 3091304,
      "confidence": 0.8945417365269461
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "It'S.",
      "start": 3102864,
      "end": 3103312,
      "confidence": 0.60981
    },
    {
      "pos": 640,
      "speaker": "F",
      "text": "Coming on Christmas they're cutting down trees they're putting up reindeer singing songs of joy and peace I wish I had a river I could skate away.",
      "start": 3103368,
      "end": 3118564,
      "confidence": 0.8645885185185185
    },
    {
      "pos": 641,
      "speaker": "D",
      "text": "Right, guys, I've got some back timing to do now, so you've got 20 seconds. Yeah.",
      "start": 3156284,
      "end": 3159732,
      "confidence": 0.9236718749999999
    },
    {
      "pos": 642,
      "speaker": "A",
      "text": "Okay. Well, that was some jo. She's getting a bit grumpy and she. No, no, I'm back.",
      "start": 3159788,
      "end": 3163572,
      "confidence": 0.7917876470588237
    },
    {
      "pos": 643,
      "speaker": "D",
      "text": "Timing to the football.",
      "start": 3163628,
      "end": 3164824,
      "confidence": 0.92178
    },
    {
      "pos": 644,
      "speaker": "A",
      "text": "Yeah. This is Christmas. He cold turkey, mate. That was Jodie Mitchell and the river. Thanks for listening, everybody. I hope you enjoy the show. Don't take anything say, too serious. We haven't offended anyone.",
      "start": 3165884,
      "end": 3175860,
      "confidence": 0.8346902857142858
    },
    {
      "pos": 645,
      "speaker": "B",
      "text": "We don't.",
      "start": 3175892,
      "end": 3176156,
      "confidence": 0.890685
    },
    {
      "pos": 646,
      "speaker": "A",
      "text": "We love the homeless and. And fat birds.",
      "start": 3176180,
      "end": 3178020,
      "confidence": 0.8875275
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "Love them.",
      "start": 3178052,
      "end": 3178700,
      "confidence": 0.560705
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "Merry Christmas to you, Rick.",
      "start": 3178732,
      "end": 3179628,
      "confidence": 0.7798280000000001
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "Merry Christmas to you.",
      "start": 3179676,
      "end": 3180500,
      "confidence": 0.85316
    },
    {
      "pos": 650,
      "speaker": "D",
      "text": "Happy Christmas Eve.",
      "start": 3180572,
      "end": 3181396,
      "confidence": 0.73441
    },
    {
      "pos": 651,
      "speaker": "B",
      "text": "Christmas Eve. Happy.",
      "start": 3181500,
      "end": 3182500,
      "confidence": 0.6379133333333334
    },
    {
      "pos": 652,
      "speaker": "A",
      "text": "She needs a fix. She needs a fix. Grumpy.",
      "start": 3182572,
      "end": 3185004,
      "confidence": 0.8654844444444445
    }
  ]
}
