{
  "id": "2e457d37-aa64-4cc9-b07b-a32f696843b0",
  "status": "completed",
  "text": "Richard Ashcroft, Science of Silence, an XFM 104.9. I love that. Yes. He's one of my favorite artists now. I just think so. I don't know why he's not ballistic. He's got everything. He's like one of our best rock stars. I'm Ricky Gervais. Hello there. You're Steve Merchant. I am indeed. Karl Pilkington over there. Big day today. Really? Yeah. For Carl. He hasn't been looking forward to it. He's been whinging in the week, a couple of things. He thinks he's overworked. He thinks he. He thinks he's overworked here and he's stressed. He's got to do diY. MTV are coming in. In, right. To give him the chance of his lifetime to do just a little screen test. And he's going, well, I'm not going to look good, am I? They're not. Why? He said, well, I've got a round head and I'll be wearing headphones. And he's not made an effort. He thinks they put him off. He said, they won't even press record. He's got a spot on his head. I mean, you know, looking forward to it. You're not excited about it. It's a great opportunity. Why is that a great opportunity to get on MTV? No, but money. What's happened to people like Jeremy speak, whatever his name is? Jeremy Spike. Yeah. And. Yeah, slightly different. Slightly different. Why is it? Well, see, you're. You're making it in the industry and you've got, you've got something to give. He. He happened to be around when they were filming an airport. Do you see the difference? All right, the other one, that news on a boat, same thing. Although at least she had a skill. She had a skill, you know, she can sing, you know. Well, this is just good. I think it can all go wrong. Do you know? Of course it can. So considering in your little room moaning about nothing happened in the world, you know, he wanted to stop educating Ricky because nothing happened. He said. He said, look what happened last week. I scared the net. He said, all I found was a dog in a car wash and a power and a vicar. Much more going on this week. We are talking. Listen, me and Steve, yesterday, we took a day off to prove you wrong and we've come up with two of the most incredible things I told you about. And they're amazing. So there are things out there always just. But just go for truth. Go for truth and science and discovery. The fact is strange than fiction. You don't have to revert to sort of like God and ghosts. I know. Yeah. Do you know what I mean? But the funny thing is, you know, like last couple of weeks, I've been saying there's not much going on. Yeah. I found out when I was looking that there was a day in 1930, right. It was a good Friday. There was no news, there was nothing going on. They had to put a music video on or something on the telly because there was nothing going on. Player record. We're gonna play some classic tracks today. This is duh, Debaser, pixies, Debaser. I was looking forward to playing that. Kind of said Carl play that? He put it on. Lauren just called through and said, we played that in the last half hour. Oh, yeah. So what is the point of having a producer if he doesn't check things out? So, I mean, it's a good track. I mean, I'm sorry if you heard that twice in the last hour. Listen to everything all the time I've been running around. I get in early on a Saturday. You got in about the same time as me. I went out and bought you some biscuits. So you're happy I put the coffee on? Yeah. What prizes we're going to give away. I've been running to the library getting you certain tracks. Yeah, I can't listen all the time. I'm doing me best. Oh, I'm not sure it's good enough. I mean, I'm worried when MTV come in, if they've heard this kind of shoddy production, they're going to start to. Wonder what the same songs every five. Yeah. No, sorry, you saw overwork because you were on Zoe ball show talking. Oh, what's going on here? Well. I seem to remember Rick. He was. He was a nobody. Yeah, that got a chance to come on air and talk about that. Guess what he was talking about on Zoe's show. All the jellyfish stuff and all that. About getting recycling material that you got on this show. I phoned in. I phoned in, right? And I went, stop doing materials. He just hung up on me. Who do you think you are? Your ego has just gone through. Hang on a minute. Hang on a minute. What? I had a job to do in the week. They asked me to drive the desk for Zoe, right? They didn't talk. Zoe. If she talks to you, you can't just ignore her. Yes, you can. Who is she? She thinks she is. You made a promise to us, a pact that you are our kind of monkey. Yeah. What can I do? If someone takes time off. I've got to do it. It's me job. You don't have to use. You're the head of production. We've given you this special gig. This is like taking you out weekends. Yeah. You know, if we find out you're getting too much excitement in the week, we'd have to just calm it down, get another little. Well, that's it now, anyway, it was only last week. I feel like, kind of solid. I feel betrayed. It's like you were having an affair behind our back and you rumbled. He was doing. All the staff he was doing was like, oh, yeah, jellyfish. And this jellyfish, she was asking and. I thought was a good way of promoting this show, actually. Oh, did you mention this show? Yeah, I did at some point. Did you? What did you say? I just said more about that on Saturday afternoons. So you talk twice on the edge or talk once. So you're talking all the time. About five times in the week. In the full week. Five times. Theory and one. It was just stuff. You could never be a monk, could you? Chatting away all the time. Right, what have you got? Ball as well? To be honest, I thought ball is slightly responsible for it. Yeah. She can't find her own, you know, given to get on the show. Yeah, find her own kind of, you know, loser, then. Don't start stealing ours. Well, coming up. Yeah, maybe we get fat boy slimming. Indeed. Next. Yeah, if you're listening, Slim. Yeah, coming on the show. What's his name? Ernie or something. What's his name? Norman. Norman. Oh, yeah, Ernie, yeah. That's great. Ernie Ball. Yeah, he wouldn't change his name. That's great. Anyway, go on up. Today we have got educating Ricky. Is this the last one you've promised? It might be. I believe there's a book out that might help me with this feature. So we'll see how it goes. I was thinking of new features in the week. I've got. I need to come up with a what to do. Celebrity fact club. Celebrity fact club. All right. I've just got to get some celebrities in first before we can kick that off. So maybe in the new year, maybe. Zoe ball. Yeah. Bowl and cook. Start off maybe. Right. And I've also got cooking ball stories. Yeah, that's nice. Cheers. Thanks, Carl. Maybe you could sell that to Zoe show. And I'm also thinking through the Ricky hole. Through the Ricky hole. Okay. What's that? That's. I'm quite. No, you've got the title again over there. Yeah. Okay. Robust is coming up as well. Yeah, right. Which I clan gravel pit on XFM 104.9. Some great music today. I wonder if we should maybe, you know, it's getting towards Christmas to think about this. Should we dedicate the show to all the people in the world who maybe are less privileged and less fortunate than us? No. Okay, I've do the prizes for the prizes. Okay. All right. So screw those who are less fortunate, is what tv's Ricky Gervase thinks. Rick, I know you're a big fan of the likes of Brian Adams, Robert Palmer, Alien, Ant Farm, and obviously ZZ top. Yeah. And so you'll be enjoying the best air guitar album in the world, volume two. Yeah, sure. Fantastic. Volume one wasn't enough. There wasn't enough. No. Again, we've seemed to be able to give one of these away every week. Are you just not sending these out? I mean, these are the same prizes we started this game with, I think, a couple of weeks back. Are you just not sending the prizes out? Yeah, but I want to give, like, more people a chance because if one week they listen in and think, God, I won't mind winning that. Sure. If you. If you've got more copies of it, they'll go, well, I'll listen next week. Yeah, yeah, yeah. So again, this is one of those. The best songs you've heard on an advert ever. Mainly mobile phones. Mainly mobile phone adverts, yeah. Although there is the smash mouth one, which is used in the Ford Fiesta tv. Oh, yeah, yeah, yeah. Walking on the sun's not forget what. It is, the smashing Pumpkins album that. We'Ve given away in the past. Again, bulk order of those that can't shift them. Wild weather. I don't know who's interested in this. Double box at VHS of different weather. That's amazing. Yeah. Donald McIntyre. It's a thrilling trip with the most exciting forces of our wild and turbulent world. So. Right. Insane. It's a double vhs video set of different weather. Yes. Brilliant. Yeah, no, it's got. I mean, includes the fastest winds, the hottest desert and the biggest rain machine on the planet. I wonder if they're bringing out another box set soil. Yeah, absolutely. Just goes through different mud. And this, you may be of interest. I've read good reviews of the DVD of this. It's a two disc set, the Wicker man, classic seventies film, but it's got a bunch of extras that's actually worth having. I would probably throw the rest away. But DVD and it's. Yeah, it's quite very interesting. Yeah. But you'll enjoy that. So what's this rockbuster, is it? That's for rockbusters. Brilliant. Well, let's do. Let's. I say, get the ball rolling now. What, a rockbuster? Yeah, get the ball rolling. I mean, tease them, Rick. Don't, you know, don't because, you know, don't sort of spunk all the good stuff early on. I mean, you can. You can say spunk. I can't go on. Well, we've got. Actually, it's quite good moving it about because we might have some new listeners there. Yeah, I wouldn't thought so. Yeah. Not after last week. Right, okay, so if you haven't heard it before, I'll give you some initials. It work, you know, it's like initials of an artist or blockbusters and a cryptic clue to who the band is. There's two easy ones. One difficult one. First one is. That'll never get off the ground. Right, yeah. That'll never get off the ground. That will never get off the ground is the clue. Not LZ. The initials are LZ. You are joking. Two easy ones. Right, okay. Right. And then you've got. That woman's got her husband's gloves and a pair of her own. Say it again. That woman has got a pair of her husband's gloves and she's got a pair of her own. That's hh. Right. It's a bit of a difficult one. And then the. The last one, you'll get a. You'll get a right load of bacon off them. Right. You'll get what? A right load of bacon off them. That's L. L, yeah. So once again, off of them you'll get. You'll get a right load of bacon off them. So first one that will never get off the ground. LZ that woman has got her husband's gloves and she's got a pair of her own. That's hh. Brilliant. And you'll get a right load of bacon off them. That's l and it's an email only. Email only. Ricky Gervais FM Co. UK. And we pick a winner before the end. So that would be amazing as a compilation. Channel four. Exactly. Winds like to vary. I love 1977 from August 1979. Warming it. Oh, this is warm in it. I'll tell you what, remember, we always play like great music. Usually. You'Ve not got another one. This is David Bowie driving Saturday. I know, being a biscuit. David Bowie driving Saturday. That's great track. Is it a crash course for the Ravers? Hey, that's what this show, isn't it, Carl? Crash course for the Ravers. They tune and they go, wow, that's. That's so cool. I wish I was like Carl Pilkington. You reckon? Yeah, definitely. You've got to read your mum's clues out, didn't yeah, yeah. These are just for fun. Only this is Carl's mum. She, uh, she listened one week and now she sends him a little example of that. Rockbusters. Every week. She's got, um. What did she send? This group would go well with your Christmas dinner. Cranberries. Yeah. They make a few good cupboards. They make a few good cupboards. Yeah. I was thinking of EMF. I was thinking B and Q. This group thinks of lots of things. This group thinks of lots of things. Yeah, go on. Imagination. I think they're the best ones. Yeah. Obviously we want the worst one then. Here's one more. She'd really like Blackpool. She'd really like Blackpool. She'd really like Blackpool. Fairground attraction. Not bad. Yeah. Right, so there's, uh. Does she write anything else in the letter or does she just send them like on the. Scrawled on the back of, you know, I don't know, a till receipt she. Did with the first one. Now it's just. Just the rock busters. Right. She doesn't bother asking how you are. I'll speak to her in a week. Right. What kind of conversations would you have then with your stuff? Do you moan about how overworked you are and stuff to her? Just, I mean, they're always surprised when I'm getting in late and that. It's like, you know, what have you done today? Oh, I've just got in from work and it's like 08:30 at night. A lot of people get in at half eight. Carl next. You know, just saying. How's the flat going? Yes. Gimmie dad some diy tips the other day, you know, usual sort of stuff. You talk with your mum and dad. Really? Yeah, yeah. Talking about the bisons with them. I was watching. Did you watch the mammals in a week, David Attenborough? No, I was thinking actually, right, all this MTV stuff, if there's one reason why I'd like to do it, is I was watching Attenborough, the mammals program. I reckon I could do something like that, right, and just have like, me into the batting, bro. Like a young, you know, a young sort of fresh person. Yeah. Watching like certain animals and saying, do we need these? Oh, God, what's it called? Death on earth. That's amazing. Do we need these. And the audience at home would vote. Would there be some kind of telephone out system? The thing is. Yeah, it's something interesting that umbrella was saying the other night on Jonathan Ross's show, on his tele show, right. He was saying. He said you could take all the humans off the earth and it would carry on, but take, like, some animals off it. Mammals and that. You got problems on your hands. I thought that was quite interesting. Yeah. So it's like, the question is, do we need these? Is that part of the big thing? Right. Like jellyfish. Yeah, we've talked about jellyfish. Yeah. Yeah. So which mammals in particular? We talked about our zoe. Bullshit. Hey, which mammals were you thinking we don't need when you watched the show the other night? Anyone particular that you thought, they don't need them? They're not of interest? Well, I like. I like whales, but I don't know what they do. And they're taking up quite a lot of room. Sure. But, like jellyfish, I looked into. Because I was talking about them and they were saying they've got no eyes, no art. They're something like 97% water. They're blind and they do about 33 miles a day. So it's like, do we need them? Could we clear them out? Yeah, a big net. That would be the program. Right. We'll get rid of them next week. We'll be looking at my news. I think it's genius. Honestly. I think it's genius. And going along, sort of like picking up. Seeing enemies and going. And just lobbing them into the sea. Well, what do you think about MTV doing that? And then I just. In between the bits, play music. Play like fish. Yeah. That rock guy. Or the animals rock lobster. Yeah. Or. What else could run and run? What other songs have got animals in them? Yeah, there's about a million. So let's not start this. No. So. So. But so do we need this? So MTV flies you around the world and the most incredible, exotic locations. You sort of climb up a tree or whatever next to. I don't know what lives up a tree. Some kind of rare parrot, you say. Look at that. It's colorful. It's interesting. Oh, you like sloth, don't you? No, they just live up trees. But I'd say, do we need them? Why? Well, what do they do? What do you mean, what do they do? What do you want from an animal? Carpentry. What do you want? I don't like scorpions. Right. Right. Then I found out they look after those. Those monkey thing. They're not monkeys, they're lizards. All right. Yeah. Then lizards, they look after the lizards. There's a reason. But do you need the lizard? Could be your next question. Because the local people made shoes out of them. But not when the scorpion protect them, they didn't. All right. We don't need them. Ultimately, you. Would anyone decide? I mean, do the animals kind of get a chance to mount a case for their survival? I mean, is this maybe someone that comes into their corner and sort of defends themselves? I'd have like a David Attenborough type character who says, well, they do this. Now go. Yeah, but do we need that doing? Yeah, yeah, yeah. Okay, so what does an animal need to do in order for you to feel that it sort of gets a chance of life? I mean, like a pet. Like an animal. Like a dog, maybe, or a cat. And they give a certain affection to its owner. Is that a valid reason to survive? Not really. I've been saying that, though. Blind people use dogs, so they are used. So dogs are useful, save people, don't they, in snowy weather? I'd have to think about it. Okay. Keep the mice down. Yeah, but you got rent a kill. That's what I'm saying is. What I'm saying is something that will affect the world. Right. I think you'll find everything does. I think you'll find everything does except Carl. I'm not sure what effect he's having on the world. I tell you what, though, Steve, right. Did you watch the mammals? I didn't see the mammals. They had. They had bison on it. Right. The weirdest looking things you've ever seen. Yeah. They've really. Again, you're dangerous ground here. They've really got it. It's like. Decide what you want to look like. It's just a mismatch of stuff. It's got a really big area. Yeah. Unlike you, sort of bald out the back. Right. Someone you went to school with. From the album. Original pirate material. It's obviously the streets. And an album track from that. It's too late. Fantastic, isn't it? Yeah. I know everyone's raving about it being, you know, one of the albums of the year, but it is. I think it's great. That's brilliant. I love the backing as well. It's just so good. The lyrics, the things you go. Are they my favorite band of the year next week, then we do all our favorite songs of the year. Shall we? No, I think it's got be two weeks time. Oh, two weeks? What do you mean? You're away next week. What are you doing, Zoe? Ball show. I'm going up north again. Why? So Claire's gonna be with you, okay? What you doing up north? She does a job. Just Susan's dad's birthday. I bet he's a party animal. I bet. I've read that. They really kick off, don't they? Is it? Yeah. You raving? Can't concentrate now. Oh, he's all stressed because the lady from MTV is here. She's gonna film his little face. So the thing. The things he said in the week is so worried. He's got worried about the spot on his head that won't come out, just that he got your best sight on that side. That's all. Right. Yeah. The cameras out. Look, he's getting nervous now. Okay, Carl, ignore the camera. Okay? Just ignore the camera. Okay. Now, me and Steve have done our research for you and we've got two amazing things to tell you. I was in first. About the baby or the. Well, they're both equally fascinating, so you choose. I'll tell you the crab thing first. Right? And we. Steve actually saw this thing in the garden the week about our research thing. And then we looked up, we looked into it on Friday and it is incredible, right, listen to this. There's a thing in. In a bay in New England, right, where it's like the biggest. They make silicon chips and stuff for computers, right? And because of the data protection thing, after they've done them, because they have to destroy the plates, right. Well, the information's sort of put onto them, but they're still flakes of silicon. They sort of grind it down straight away. And some of the flakes got into the bay, okay. But some of the information is still on the. Even the slight granules of silicon, anyway, gets in the water. And silicon is rather like a carbon derivative. I reckon if there had been life on another planet and it wasn't carbon based, it would be silicon based because that simple sugars and it's just coh and that. And it can work with silicon. Right. Anyway, the crabs have been taken up, it's under water. And they looked out on the beach. And over the years, the crabs have started sort of putting themselves in formations like geometric formation. And they couldn't work out why they were doing this. And when they put them in the experiment, they sort of like chopped them up and they found they'd taken on silicon and it had sort of got into their brain and they were downloading information. They actually. They picked up little things because it's just chemical, you know, like electrical impulses had got information off the silicon chip and they were interfacing it. But this is the amazing thing. One bloke sort of thought of this, and he thought, well, if it's a simple computer with the brain, if it's just a simple sort of electrical thing, then maybe there's something, you know, we could get it down. So what they did is they made a thing called a bio interface, and they put it into the crowd's brain, just a really simple brain. It's measured ov and gar and it got impulses from it. And they were getting, like, computer readers, just flashes of, like, symbols and geometric things were on this screen to read the crowd's brain. And it was stuff like, you know, fragments of a. What made them do this in the first place? Because they saw that. They saw the crowds behaving differently. They were behaving differently to each other. They were just like, they were, you know, intelligent and they were sort of solving problems and all this sort of stuff. Anyway, when they downloaded the thing, it was like there was some. They found us. They found one of the secretary's names where it had been on the silicon chip, where it was just like a flash of a computer screen. But the most amazing thing is they downloaded a memory, right? It was like a, like a snapshot where it had been burned onto the retina of the crab. Just a snapshot. And it was like a picture of the beach like a couple of years ago. Right? And they also did incredible. It was like just a digital black and white sort of thing. So they could see what the crab had seen. Amazing. Geez. Amazing, intelligent crabs. What they're doing super brick. Well, they think this is, that this is the upshot. They think they could use it as spy crabs because they could put these, get these crabs also, the other thing is, as generations went on, right, so they put a crab in the sea or something, right? Lots of crabs in. And then as generations went on, a newborn crab, they downloaded the memory and had the memories of its great, great, great. Altogether at every memory that any crab had been related to it beforehand because it passed it on. It just passed it on. So not even ones that have been eating the silicon stuff. Yeah, no, these are just like ones that I've had kids. Yeah. And they've got. And they know every. So you'd know everything your great everything. Right. The way back. So would that work if, if we at silicon. Well, supposedly. So what are they gonna. Well, they can use them for all sorts of things, though. I mean, that's. That's what's incredible. I mean, I don't know. I don't know how you train it particularly. I don't know. Quite tricky to train. But I'm assuming they could. If they can. If they can do it that way, then presumably they can. Silicon information which I can then plant in it, if you like, within it. Within its sort of food. Also if you get them onto enemy miniatures. Yeah. You'd have like a thousand digital cameras. Just. Yeah. You could get like, you know, bin Laden or someone. They don't. They don't understand the information they've got. They're doing it. They just download. You could talk to them and they won't be able to sort of give you the information because they wouldn't know what they. Information they have because they're just. The crowd. The crowd, the crowd. The first crowd they downloaded, they just kept seeing the same picture of big crab feeding. It was their. So really? Yeah. Wow. That's what, like, it's mother Crabbles. Yeah. As it was. Memories of it as a child. But they're not in color, presumably, because. It'S just a digital camera, because it's just a. They don't seem like. So it's just like a. It's just like a. No, I think it's burnt onto the retina or somewhere. And the only one that they kept were the ones they saw a lot of the time. I mean, in a way, some of the educating Ricky I've got for you today is on the similar lines. Right. Oh, you've got me pressed by that. You've got pretty good. I mean, I'd like. I'm interested to see, you know, what they do. What they do. What they do with what the crab developments are. But. Yeah, yeah, no, that's. That's pretty good. Yeah. But I mean. Amazing. Yeah. Amazing. Well, that's just that information because that's not even the most impressive one we found. I think it is. I suppose it's pretty impressive. With the next one small, maybe more shocking. Okay. Right. And Ricky's got another the cure love song classic on XFM. So that's the. That's the crabs that can you download their memories. But what about other animals that are in the sea, in that same sea, eating the stuff? Have they tested them yet? I don't know. I think they just took it on because their biology, so much to do with. I just presume they could take up minerals and, you know, I don't know why. I don't know, but anyway, next one, it's just on the risons. A bodybuilder. Yeah. Married. Freaking add another bodybuilder. Married another bodybuilder. Right. And they're pregnant. And then they had these tests and the babe was very large, but it was causing it pain right in there. And after this. It's almost bizarre. Yeah. After the female woke up pregnant after seven months and the baby walking around. No, it forced its way out of the vagina. Oh, no way. Yeah. It forced its way out. And it was. Because it almost had like super strength, like. And it was putting her along by the umbilical cord and that, uh. And it was. It was. It was a stone. Extraordinary. That. Now that's freaky. Freaky stuff that's made up. What, it wasn't pulling her along. Yeah. Well, no, it's pretty. She can feel it. Exactly. And it was. Do you know what I mean? Like just went and just sort of squeezed. Just got out. Because it was ready. Because all the hormones, it thought it was ready. Oh, God, imagine that. Just waking up and finding that in the bottom of the bed. Freak out when it. Because you think it was a nightmare. Initially and it had hair and everything didn't. Yeah. Because all those, like, there was something in the week about, you know, you've got test tube babies and that now. Yeah. But they've managed to do it. I only caught. I knew he'd be more impressed by the crabs than that. He doesn't care. No, I am. I'm telling you. I'm telling you that there was something I only caught after story because it was busy. But there's something about babies being able to be born without having any people involved. It's like putting them in an oven or something and it's like a cake. And after a certain amount of time, it's ready. I remember buying those in Argos for kids. It's my first baby kit. Yeah. Yeah, yeah. It's play doh. I think that they can buy. Yeah. So what do you think of that then? The baby one? Yeah, I prefer the crab one. Yeah. But the bay. I mean the baby things. Pretty, pretty horrible. Yeah. So it was bigger than like the average. Yeah. Both made up. We've made those up. Yeah. Both rubbish. Despite the fact they're both rubbish. Yeah, they're interesting. We made those up. Both those stupid stories up. Yeah. Downloading a crabs memories and seeing his mum feeding it as a child. I had trouble. I had trouble. I know I was gonna have trouble with. Pushed its way out of the vagina. Yeah. I practiced that about 30 times yesterday with Steven. I was going, I'm not gonna be able to do it, mate. Yeah. I'm not gonna be able to say that. Yeah. Are you disappointed? A little bit. I mean, the baby one's a bit sort of out there. Yeah. I wasn't really having, having that one. See, now what's interesting, I think, is a useful experiment, Karl, I don't know what it's taught you about yourself, but would you say that that's revealed to you a certain thing? I don't know, maybe that you're a bit gullible. I mean, you know, what I'm saying is maybe you shouldn't accept or swallow your hook, line and sink or everything you read on the web. Do you not think maybe a valuable lesson? I feel bad because I feel I said to Steve, he won't be annoyed that we conned him. He'd be annoyed that they're actually not true. You'd love that crab thing to be true, wouldn't you? It won't surprise me if it did happen one day. Sure, yeah. In the right. When I said about the crabs, you know what? I'm keeping them then. Yeah. Yeah. Right. Well, I know what you're getting at with the, uh, with the educating Ricky boy. You know, let's see, let's see. You've got three titles. Yeah. That'll tease you with different stories. You take your pick and I teach you something that did happen. A little bit of venom. Yeah, go on. First one is. Don't rub it too hard. You'll get a rasher. I bet that's bacon related. Knowing you've got. You've got enough is anus. Say that again. Enough is enough anus. Enough is enough. Wow. But these change to enough is an anus. Yeah. And you've got. You've also got. Will it. Will it be a bloke? Oh, no. Will it like a bloke or a woman? What? Will it like a bloke or a woman? Will it. Yeah. Will it like a bloke or woman? Wow. Yeah. So there you three stories. Okay. Well, I'll have to play a record now, Rick, surely. Yeah. Okay. Sorry about the crabs and the big baby. It's a wonderful lesson. I'll think of a title for him. Yeah. Oasis, the Hindu Times. Carl just did his little screen test down the lens and just look at the camera. He went, right. You want to know about MTV? Well, it might be VH one. He went, right. It did rockbusters. After the breaks from Genesis, you didn't. Tell me she wanted all this. I thought you said. Because I said, you just bring your own camera in and we'll put it down on some tape and pass that on to her. Yeah. So now this. I'm doing two jobs at once. Again, this is what I'm saying to you in the week. I'm juggling jobs all the time. Right, come on in. How much do I get? He looked straight at the camera and said that. Right, so, um, three stories. Don't rub it too hard. You'll get a rasher is a nurse. And we'll have that one then. That one, yeah. Right. Well, um. Do you believe in palm reading and stuff? Yes. Sorry. Yes. Yep. Yeah, of course. Sorry, I forgot. Yes, of course we do. Right, well, there's a fellow who. He used to do palm reading, but a lot of people, he found that when he went up to him in the street and said, you want your palm reading? He was like. A lot of them were like, you know, oh, you know, I'm a bit ashamed of my nails and stuff because they're a laborer or they're a cleaner or something like that. I know a lot of laborers are slightly embarrassed by their nails. Yeah. So if you look at my bloody hands, Reg, that's that hod carrying. Did I ever tell you that I got picked at school to make tea and serve biscuits to old people because I've got good nails? No, go on. Is there any more to the story? That's about it. I mean, we used to do like. I think the ED teacher must have been getting something, maybe getting his mam in there for free or something and sell people's home. So he offered the kids of the school, he said, right, all sit at your desk and put your hands on the table. And everyone did. And he walked past mine, he said, not bad, not bad. And he said, you've got the afternoon off. You can go and serve biscuits and tea to the old people. What did you say? I said, all right, then. Was that. Yeah, good afternoon. But anyway, what did he do? He just sort of walked around and went, all right, do you want bourbons or Dijah? I bet you'd get on with old people, wouldn't you? I'd love to see. Especially the senile ones. Yeah. No, but I'd love to see you on vh one. Just in a link. They just go, you know, they've just played Robert Palmer, right? And it comes to you in a little park and you just sit next to old lady go, alright. And you go, yeah, not too bad. You go, what do you think of London? Crap in it? And she goes, yeah, it's awful in it. And you just gathered talk and you go, all right. Well, she doesn't like it in excess. That's what I'd like to see. I still think my idea is better, but. So what you going for then? Oh, you picked one. Yeah. Yeah. So this fella, so there's palmists going around the streets. Yeah. He's going around randomly trying to give. Losing the. Losing money and over fist. Yeah. All right. So they said he's. What he's done is he's reading people's bottoms now. Sorry, I didn't quite follow that. He was a palm reader that wasn't making money. So now he's going up to people in the street and saying, can I see your arse? Basically, yeah. So from. From. From being a palmist to an arsonist. Well, that's what he does. He said these same sort of lines and that you get on your end, you get them on you. On your bottom, and it can read them. Right. Yeah. He's not a pervert or anything. Or making up as he goes along. No, that's. That's it. That was that. So it's. Sorry. If a man came up to you. In the street, can I have a look at your ass? Can I read your ass? You drop your trousers, would you? No, no. If he went up to him and they said, rather you didn't, because I'm a laborer. I've got bad fingernails. No, that's why I've said. That's what they. A lot of laborers, they're showing their cleavage. You think? But actually they're over there assuming a lot of. That's what it is. And then. Right. So is that the end of the story? Yeah, but then that's it. Educating Ricky is there's a bloke who reads asses. No, you're a mentalist. No. What are you talking about? But then, do you know, like, now and again, I come up with a little jokey line. Thought you make an effort today for VH one or MTV. Yeah. Little line there. Don't worry, it won't last. It might just be splash in the pan. Okay, Phil Collins next. This is the best show. I mean, off air, obviously. I'm sure people at home aren't enjoying it as much as we are, but Carl is continuing is what they call this. A screen test? Yeah, that was let down by Radiohead. Carl, what do you think? What are you thinking? I think it's. It's not right, really, is that. I'm trying to do a job. Yeah. Try to get another job. Yeah. But a lot of your presenters are on MTV now. Yeah. But all of them have got Zane in their name. But, you know. Yeah. It's not. It's not really right. Is it gone? Right. So you better get that on you, Carl. Zane Pilkington, educating Ricky. Will we carry on? Yeah. Right, you've got left. Don't rub it too hard, you'll get a rasher. And will it like fellas or will it like women? Well, you said wool before. Yeah, Woollett. Go, then. I've wool it right. Now. This is similar to the one you were talking about before. Right. They found out. They? Scientists. Scientists. Oh, yeah. I found out. 17th century, that, like, now one in ten rams are gay. One in ten rams are gay. Yeah. Yeah. So that was like wallet. That's how I could get that in. They got a load of gay and straight rams. Right. Right. They worked out which were which first they said, right, that's that bunch. There is a gay bunch. They looked better. They just had more pride in their appearance. And the other ones, you know, the straight ones. And then they gave them to this scientist and said, right, go on, do what you got to do. And they took the brains out of. All of them, just to check. And they did tests on the brain and it worked out that they've got something smaller in the brain. The gay ones have got something in the brain that makes it smaller. And they said, right, well, that's probably how it's going to work on males, unlike males and females and like humans. So you took from this that gays have smaller brains than straight people? No, there's something in the brain. Right. So if someone's saying, you know, I'm a gay, they're not sure, or whatever, they will now be able to find out. So you can go to the doctor and to find out if you're straight or gay. Is there any guy in my brain? Let's have a look. You've got a little bit of a guy in you. Yes. A little bit of gay in there. Yes. You've got the little bent cell there. Well, that's. That's why they did it. Anyway. I don't understand how they have. They could differentiate which restraint and which reggae to begin with before they then gave it to the scientist. Wasn't that what the scientists figured out? How could they tell? There's one theory that is genetically determined. There is a theory that's genetically determined, but I don't think it's as easy as pulling a sheep's brain apart and finding a little pink sort of like blob in there going, right, we've taken the guy out now he's going to go into shag some ewes. I don't think it's that straightforward. Although the homosexuality does occur. A similar sort of rate in animals, I think. Yeah, yeah. You knew that, didn't you? So that's. That's that one. I mean, I just like the idea. Of the farmer figuring out which is straight and gay. Well, that was wearing quite a camp looking neckerchief. Yeah, yeah. I love the fact they connect. Okay, that was a big fan of Sophie. Alex Baxter. They put on ABBA and see which ones dance. That's how they. Sing along. It is rubbish. What did I find? Did you just say, that is rubbish? No, I found out other stuff in the week that didn't make the top three. Wow. Wow. We haven't even added. This must be mediocre stuff. This must be really bad. Yeah. Or it might be dubious. Go on. There's a woman in Ireland who has been with a fella for eleven years. Yeah. She always saying to him, you know, when are we going to get married? And that, he's like, oh, we don't need to, you know, we're happy and that, you know, like, I am with Suzanne. It's like, there's no point, really, unless you have a kid. I don't think you need to, do you? So he was like, we'll do it in time. In time and all that. Anyway, comes home from work one day, says, oh, go on, then, we'll get married. She was so shocked, her hair fell out. Oh, did you get that? Wow. So that's extraordinary. What did he say? I'm not marrying you, Baldi. Yeah, yeah. Well, she was so. She was so shocked her hair fell out. I love the idea of it just going to the ground. Yeah, yeah, yeah. That's rubbish. That's rubbish. Next, you've also got. It's weird, isn't it, Rick? But the stories that we made up, more plausible than the facts. Yeah, I think we try too hard. That's what he's willing to believe. He's willing to believe that a woman's hair fell out when her husband came out saying, let's get married then. Oh, you old romantic. Here's a good one. Go on, then. Right. In Dubai, this woman went to Dubai for a holiday and she was over there and apparently in the market. They sell lizards, just, like, for people to buy. So she buys one, not knowing that you're not really meant to take him out of the country. Puts it in a bag. Yeah. As you do what have you. And then she gets to the airport. When she's going home, she's thinking, I can't really leave it in the bag. So she puts it on her head. Where's it ha. She wore the lizard as a hat. Yeah. People on the plane was just like, yeah, everything's fine. You know, they doing their cross checks and that. Yeah. Have you got your seatbelt on? Yeah. There's a woman there with the lizard hat. Everything's going well. She gets off the plane at Manchester airport. Lizard sticks his tongue out. Yeah. The aerosty says, what you doing with that? She goes about it, I've had it. Lizard said, I just found her in Dubai. They said, I've had this with me all journey. And they said, well, you shouldn't have done. And they took it off her. Yeah, I think that is true, actually. Yeah. Yeah. So what about that? Yeah, good. Yeah. Yeah. That educated me. Right? What, anymore? Well, what's that taught you? That's taught you, you know, be careful when smuggling lizard. Some kind of hat. Yeah. Just say lizard. Keep your tongue in you, not at the customs officer. Yeah. And, uh, what else? Anyone didn't quite make it. Anything to declare. Lizard on my head. We've got an old saying. One if you want that. Go on, then. Are these ones. Sorry? Are these ones that didn't make the list? These are ones that didn't make it. All right. Because I always. I always get more in than I need to. Just in case. Just think of. Someone's just tuned in now. Is Anders listening? Is. Well, I'll tell you. Dickie Anderson. I've got an email from Richard Anderson. Dicky Anderson. Go on. The dick machine. Which. The big dick. The big dick. Which. Now, this is interesting. I mean, I think we're wearing him down. Ricky, I think your show might be improving. Go on. That sense of despair and loneliness I normally feel when listening to your show doesn't seem so bad today. He's desensitized to it. Yeah. Always giving up. Always just given up. Yeah. Yeah. I mean, you just do this long enough, and your standards will drop. Let's come back with some more corals. Yeah. I don't want to use the word facts. He's got more screen testing now. The camera's ready for you. Yeah. Feeder. Just around feed. That's my favorite feeder track ever. It's bugging me. It's just like a ride track from about ten or 15 years ago. So if, you know, put me up. Where is reef email in? It's just like a ride track from about 1990. And I can't. Just the beginning. Drive me mental. Ricky Gervais fm dot co dot uk. Yeah. Well, half hour to go. You've done your screen test. Reluctantly. I think you. I think you had such the wrong attitude. Well, it doesn't matter, does it? I've told you before, if things are meant to be right, they'll happen. That's how I've got through my life. Right. I'm 29 now. Yeah. Never fail. Well, yeah, 30, but the camera still on, so. And everything I've done in my life, I've never sort of planned it. You storm through your, your exam, look at the. Look at the school play doing little donkey. I wasn't planning that day to do the drums. It just. On the night I couldn't help myself. And you stole the shirt. What happened? What do you mean? When. When, you know, when all the kids were playing little donkey. I wasn't meant to be doing me drum set in that track. I was only meant to. I think I was doing we three kings or something. But when they started doing it, the tune, I couldn't help myself with the drumstick. Just like tapping away right at the drum. Yeah. And then when it came on, I was like, oh. And I started doing it and like, the teacher looked at. Looked over at me and I was like, oh, I shouldn't be doing this. But she sort of gave me the nod as if to say, it's alright, carry on, it's sounding good. Then after it, she went, you know, they love that. You can do that again tomorrow night. So I got like an extra, extra part in the play. In that. Yeah. That wasn't. So. You were so. So you were doing the drum part to we three kings over little donkey. Yeah, that's where that is. Like flat boy slim or something when they mix up at the age of four. Eight. Yeah. And that's what I'm saying. And that is that when. Is that when someone was filming it and you could hear your dad on the camcorder guy, he looks like a twat. That's. That's the one, yeah. Oh, and that's why. Maybe that's why I don't want to be on the telly, because I'll always have my dad's sort of echoing voice just saying, he shouldn't be on there. He looks. Looks like her. So. So that's. That's why I'm a bit sort of nervous about this today. Really? You think it's sort of quite freudian in a way? Sort of, yeah. Your attributes, case router. Well, plus I haven't got the look. I don't. I'm not pretending, right, that I should be on the telly. What's wrong with your look for Vh one? It's not. Right. It's not. Jono was on VH one. Was he? Yes. So I'm going up against Jono. So he's gone now. He's moved on. Yeah. There you go. You see another one who they gave a chance to. Yeah. And then he was like, you know, yeah, I can do that. It's built up. Right. They built him up. You can do that as a job. And then they knocked him down and he probably started eating now. Yeah. So that's what I'm saying. So if it's meant to be. Right, whoever's going to watch this tape, you know, thanks for the offering, that, but, you know, time will tell. Very wise. Yeah. There you go. And I tell you what, actually, it's a bit funny, because we're looking on the web in a week out, different sayings. And do you know the saying, a. Round head does not an MTV presenter make? Yeah. No. Spot. What's that saying? Spark in the pan or something? Hey, flash in the pan. Flash in the pan. Yeah. Saying. Yeah, that's a bit like, what could happen to me in it, you know what I mean? There I am, trying to do me normal job, right? And then you bring me in here on a Saturday, next thing, everyone's after me. Yeah. And then it doesn't work out and I dropped. And that same flash in a pan, you know, it came about. No. Do you know like how years ago they used to dig for gold? Gold, yeah, yeah. And they had, like, a little pan and. Yeah. And they'd put the soil in and they'd rub the soil. Yeah. And it shone in now and again. It shone in the sun and they got all excited and we're like, oh, brilliant. Some gold. And then they realized it was just a sun flashing in the pan. Yeah. And that's. Do you know what I mean? Yeah, yeah. So, again, that's a bit weird. I saw that saying in the week, almost like a little thing saying, don't be getting carried away. So well, makes you wonder. But anyway, so tell you things that make you wonder. You saw Darren Brown. What did he do? Oh, no. Extraordinary. Yeah. I told her, but I said, you. Should peep a lot. People don't realize who Darren Brown is. And he's the best illusionist in the. We went to Jonathan Ross's house for his birthday. I didn't. I know, me and Jane, and we went there and there was lots of people there and Darren Brown was there and Jonathan got Darren Brown. And it was incredible. He did all these tricks, right? I mean, incredible. It was just amazing. And he did one with a bloke friend of Jonathan's, name was Ray. And he got him to give the pack. He said, count the cards. And he counted out 52 cards. Yeah. He went, think of any card in that pack. He didn't touch it yet he's counting 52. It was in his hand. He said, think of any card. He said, what was it? He said, three of swayed somewhere. He went, find it in the pack. Couldn't find it. He said, count the cards. There was 51 and he couldn't find the card and he had no idea and we forgot about it. He went, oh, it's gone wrong. And he forgot about it. And he kept three of us going, I wonder where that card is. And he kept looking at me. I found out that about a week ago, Ray went into hospital with an appendicitis. Yeah. And the surgeon crumpled up. There was a thing and it was a card. It was the card that was in his thing, causing appendicitis. And when he came out of surgery, there was a card from Darren Brown saying, was that your card? That's amazing, don't you think? I mean, that's like, incredible thing. And what. And then a crab went, I know what it is. It's a five of spades. It's another wind up. Yeah, yeah. Well, see, see, I'm not going to believe anything anymore. Say, if all this goes wrong now, right? Cry wolf and all that. Yeah. Imagine I get dropped by MTV. You haven't been asked yet. Well, right, they shot on fireman because always going on strike. I answer the phone, it's. You say, meows is on fire. I don't know what you're talking about now, Carl. I actually. I don't know what he's talking about. I think somewhere along the line there, Carl has been recruited by the fire brigade. Did you leave the story? Start again. Right, because I just wound you up about crabs, babies pushing their way out of vaginas and Darren Brown causing the pencil. What's, what's the saying about little acorns? Don't gather any grounds. Crying wolf. You can take your fish to water and you can't do that. You know that saying you can lead horse? What? We can't make it drink. Do you know why? Because it's next too long. No, it's got an awkward neck. I don't know. That's correct. That is correct. Anyway, we've still got to come back today. I'm gonna apologize to people listening today, cuz you might focus. Rolling stone gathers no moss. You hear that? Yeah. Do you know what that's from. During. Where it's from in Woodstock. Right? The band used to go out and get this sort of like moss that used to grow there and it was sort of like slightly hallucinogenic, right? And I used to come back and they used to all go out. Everyone was out there. Mama's and papas were doing it. The doors, they all came back. But Mick Jagger and Keith Richard would never do it, but they'd smoke other people's. Yeah, the Rolling Stone never gathers his own moth. That was what it was. Seriously, Carl. Rockbusters, have you heard the. Saying, a fish in time saves nine? The clues were, have you heard that? That'll never get off the ground, lz, you've got. Have you heard that saying, out of the frying pan into the saucepan, you. Hold it together now? Well, yeah. No, we're trying to teach you so much, Carl. Yeah, but you're not. Why? Because at least my stuff that I tell you, if you go into a pub and told someone. What? There was a blind girl, she. Her head, she could see. What's that? Well, just don't, don't get down. If your eyes are bad. Go round headbutting. Oh, Carl, come on. The undertones, teenage kicks. That one of the tracks on the best air guitar album in the world ever, volume two, which is one of the prizes on today's rock buster and. John Peele's favorite track. John Peele's favorite song of all time. And so, Carl, have you got the answers for Rockbusters this week? Yeah, we have. Yeah. We've got the first clue. You upset Karl. Miserable. I'm a bit fed up today. The weather's. I knew when I was walking in today though, that. But that video, there's lots of. There's lots of weather on that video. So they can. Whoever wins this can go and see sort of the weather you were talking about. The first one was, that'll never get off the ground, LZ. Yeah. The answer there was Led Zeppelin. So easy. Yeah, but I said, that's here. There's always two easy ones and a difficult one gone. The third one was, you'll get a load of bacon off them. That was l long pigs. Yeah. And then the second one was, that woman's got her husband's gloves and a pair of her own. Hh, yeah, that was Ehrman Zermitz. So that's the three. That's the three answers this week. Herman's hermit. Herman's hermit. That is genius. That is genius. Hermit. So many people who are worthy of the prices, obviously. I quite like to give the price this week. Tom McGibbon, just because I like his name. I don't know if I pronounced that right, but. Tom McGibbon. Yeah, I like to give that to him. He also lives in Blocks Hall Road. Tom McGibbon of Blocks Hall Road. I don't know why. Well, you've made a mock of him. You made a monkey out of the. Man for old Gibbo. Yes. Yeah. And he's asking. He's got a question there. What can Carl get rid of slugs? I'm almost certain he can. Just so. Well done. If he's been listening, was listening a few months ago, he would have known how to go on. Because I told you what slugs like. What? Getting in letter boxes. Put some stamps in your garden they like. No, they like. They like stamp glue. How does that get rid of them? They keep coming back, weren't they? Then he goes, I can't believe it. We'd have to climb those boxes now. He's a fellow leaving stamp. You've won some prizes and I've sorted. No, how does that get rid of slugs leaving stamps out for them, their favorite food? Because it's like planting load of lettuces. They love that. Well, it depends where he's got him. I thought he meant he's got him in his house. Oh, to put stamps on the outside there go. There's loads of stamps out here, lads. Let's leave this house. Right, let's get out of this house. We've got. We've got one more. Go on educating Ricky to go on, and quick then. I mean, I need educating. Right. Don't rub it too hard, you'll get a rusher. How was he gonna out with Darren Brown? You said something in the break. Oh, I have to say, yeah, Darren Brown, who we bumped into as well, and he did this incredible trick where he puts 40 pounds down on the table. He says, I can tell you which hand you've got a pound coin in. Let's say five times out of five you know, so I have a pound coin in one hand. I put it behind my back, I bring my hands out and he can tell me every single time which hand it's in by asking questions, by doing various things. But he just goes, now, you might put it in that one, you might do the same again, but then you're an intelligent person, you probably don't. So it's in that one. And he does it every time. Incredible. It's absolutely majestic. I mentioned this to Carl. Yeah. And, well, Carl, you tell me how you think you could outwit Darren Brown because your dad used to do this trick. You told my dad used to play this. How old were you? Probably about ten. So you probably weren't as sharp as you were now, then. So he used to play it and. And the way of telling what Andy's got it in his hand looks bigger. So that's how you got to do. That's how he did it. Then. It's different because he did it with golf balls. But. But to catch Darren out, Carl told. Me he did it with a. To catch Darren out. Yeah. The hand which hasn't got the coin in. Just make it slightly bigger. Just make it just like, extend it slightly so slightly larger. And that'll catch Darren out. You'll never be able to say that's how he did it. Just put. Put a pound in each hand. Okay. And wind him up. Just going out. You wrong. You know, you are brilliant. Kyle. Do this one. Do you. Did your dad used to do the one where you. He takes your nose off on your face and puts it between his fingers? Did you keep going to the doctor? Yeah, yeah, go on. Right. You know, that's done. You know, he's not actually taking your name. Last one. Yeah. Don't rub it too hard. You'll get a rasher. It's been a mess, Jimmy. It's been a mess. It's been a mess. What has? This. What, the show? Yeah. How has it been any worse? It's just all over the place. There's no sort of. It's not tight. It's not tight like it, you know, is. And she'll be going away with this, thinking that's what the show would be like. She listens to the show. She knows it's a shambles every week. Gone. Well, don't rub it too hard. You'll get a rasher. Yeah. Do you know the saying, ham it up. Right. Well, do you know what it means? Well, it means to over act. Right. Well, years ago with. With actors in musicals and stuff did the actors used to look pretty ill on the stage because they didn't have proper makeup and that. Right, right. So what they used to do to make themselves look. Rub their face in pigs. Well, they got bacon, rubbed it on the face and it made the face a bit sticky because of all the, like, you know, the pig fat and bit of lard and stuff like that. And then they'd go and get some bricks. Bricks? Yeah, house bricks. Rub them together, make some sort of red dust from the brick and then put the dust on the face and the fat and the lard and that would make the dust stick to the face and they look well under the lights and that's. That's where they smell great as well. Yeah, well, lovely. Everyone likes to smell a bacon. Oh, but. So that's. That's the old hammer that's comes from. You know, if it's true, I've got no reason to think that it's not. So that's your third educating Ricky today. So what have you learned? Nothing. Absolutely. Soddle. You've got your hamming it up. Yeah. Rams a gay. They know which ones are gay now. And the fella who can hand read an ass. If you missed the rest of the show, what are you gonna make of that? Have you just tuned in? You are a maniac, Carl. And you've had your screen test. I reckon we'll be seeing you on MTV or VH one near future. How much is it? How much? I mean, she can't answer. What do you reckon I'll get? Because I've. You see, the annoying thing is I've just bought a flat in London. Yeah. In central London. Yeah. MTV's in Camden. Yeah. I wouldn't have bought in central London if I'd have known I'd have to go there. That was to make me life easier, so I could walk to work. So now I've got to go out of my way. So I need to cover that. To be truthful, I'm not sure that the MTV gig is a certainty yet. She's pretending she's not sure, but she can't wait to sign me up. Yeah, I reckon, you know, maybe start off with a few little interstitials just like, you know, what do you think? Make it out all Carl says and, you know, few of them. I reckon you make a. You know, why is it got to be music? There's like a. I think that idea on the animals is good. I can do film stuff, talk about films. Elephant man. Love that. So then do a film review quickly. Right. Right. Well, today on film review we're doing classic films and today we're looking at Elephant man, John Merrick, one of his better pieces of work. It's a sad film. I've never really been able to watch it all the way through. Sorry. John Merrick's better piece of work was him being the Elephant man, played by John Hurt. Yeah, go on, then. Sub film. When I was younger. Tell us about it. What is it about? Who's about a fella. He's got a funny head. Right, tell us this. And, you know, he lives in. I think he lives in London in like the. Out in the 1930s or something like that. And he's being picked on all the time and stuff. And first time you watch it, you'll probably cry a bit. And then the second time you watch it, you just sort of thinking, oh, that would be bad. Sort of having a headline that. Being picked on all the time. Then the third time you watch it, you might think, you know, oh, how does he get his jumper on, then? I'm probably bored of it. Fourth time. Boy, it's well worth watching. So, elephant man. Brilliant. Yeah, see it. Brilliant. I think if you want to get on tv, Carl, you'd be better as the subject of maybe like an omnibus documentary. Yeah. Living with Carl. Maybe one of those appeals in comic relief. People abroad, you know, there's some people in this country that need our help. What is it? That's the libertines. Time for heroes. Oh, yeah. So, Carl, what a great day, Carl. He's done his screen test. That's going back to MTV now to look at the big wigs, to have a look at. Should mention wigs. We've had rockbusters, we've had educating Ricky. We had educating Carl. Yeah. And Clari next week, so. Yeah, but you'll be back for the big Christmas. Christmas spectacular. Yeah, that's that. I've not been happy today. Go online if someone's listening for the first time today. It is normally better than this. It's not. No, it is. I don't think it is. I really don't think it is. So that's that, then. So I'll see you in two weeks. Two weeks, yeah. All right. Enjoy yourself. Cheers. Best of luck with MTV. All right, I'll see you later. Okay, see ya. Cheers.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Richard Ashcroft, Science of Silence, an XFM 104.9. I love that.",
      "start": 320,
      "end": 4990,
      "confidence": 0.7603927272727272
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Yes.",
      "start": 5022,
      "end": 5334,
      "confidence": 0.74486
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "He's one of my favorite artists now. I just think so. I don't know why he's not ballistic. He's got everything. He's like one of our best rock stars. I'm Ricky Gervais.",
      "start": 5414,
      "end": 14822,
      "confidence": 0.8656471875
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "Hello there.",
      "start": 14958,
      "end": 15470,
      "confidence": 0.94516
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "You're Steve Merchant.",
      "start": 15502,
      "end": 16206,
      "confidence": 0.8233433333333333
    },
    {
      "pos": 6,
      "speaker": "C",
      "text": "I am indeed.",
      "start": 16230,
      "end": 17142,
      "confidence": 0.8589566666666667
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Karl Pilkington over there. Big day today. Really? Yeah. For Carl. He hasn't been looking forward to it. He's been whinging in the week, a couple of things. He thinks he's overworked. He thinks he. He thinks he's overworked here and he's stressed. He's got to do diY. MTV are coming in. In, right. To give him the chance of his lifetime to do just a little screen test. And he's going, well, I'm not going to look good, am I? They're not.",
      "start": 17318,
      "end": 40110,
      "confidence": 0.8779875903614454
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Why?",
      "start": 40182,
      "end": 40366,
      "confidence": 0.72027
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "He said, well, I've got a round head and I'll be wearing headphones. And he's not made an effort. He thinks they put him off. He said, they won't even press record. He's got a spot on his head. I mean, you know, looking forward to it.",
      "start": 40390,
      "end": 53198,
      "confidence": 0.850224255319149
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "You're not excited about it. It's a great opportunity.",
      "start": 53206,
      "end": 54974,
      "confidence": 0.9154311111111113
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "Why is that a great opportunity to get on MTV? No, but money. What's happened to people like Jeremy speak, whatever his name is? Jeremy Spike.",
      "start": 55094,
      "end": 63614,
      "confidence": 0.8556515384615385
    },
    {
      "pos": 12,
      "speaker": "A",
      "text": "Yeah.",
      "start": 63654,
      "end": 64022,
      "confidence": 0.74937
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "And.",
      "start": 64118,
      "end": 64470,
      "confidence": 0.8
    },
    {
      "pos": 14,
      "speaker": "A",
      "text": "Yeah, slightly different. Slightly different.",
      "start": 64542,
      "end": 66358,
      "confidence": 0.876466
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "Why is it?",
      "start": 66526,
      "end": 67470,
      "confidence": 0.9984633333333334
    },
    {
      "pos": 16,
      "speaker": "A",
      "text": "Well, see, you're. You're making it in the industry and you've got, you've got something to give. He. He happened to be around when they were filming an airport. Do you see the difference?",
      "start": 67622,
      "end": 78966,
      "confidence": 0.9107750000000001
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "All right, the other one, that news on a boat, same thing.",
      "start": 79150,
      "end": 82822,
      "confidence": 0.844465
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "Although at least she had a skill. She had a skill, you know, she can sing, you know.",
      "start": 82878,
      "end": 86990,
      "confidence": 0.8903744444444445
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "Well, this is just good. I think it can all go wrong. Do you know?",
      "start": 87062,
      "end": 91142,
      "confidence": 0.8658013333333334
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "Of course it can. So considering in your little room moaning about nothing happened in the world, you know, he wanted to stop educating Ricky because nothing happened. He said. He said, look what happened last week. I scared the net. He said, all I found was a dog in a car wash and a power and a vicar.",
      "start": 91198,
      "end": 106374,
      "confidence": 0.8839974576271188
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "Much more going on this week.",
      "start": 107194,
      "end": 108442,
      "confidence": 0.9927866666666666
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "We are talking. Listen, me and Steve, yesterday, we took a day off to prove you wrong and we've come up with two of the most incredible things I told you about. And they're amazing. So there are things out there always just. But just go for truth. Go for truth and science and discovery. The fact is strange than fiction. You don't have to revert to sort of like God and ghosts.",
      "start": 108498,
      "end": 130090,
      "confidence": 0.8730186301369864
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "I know. Yeah.",
      "start": 130122,
      "end": 130642,
      "confidence": 0.8614233333333333
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Do you know what I mean?",
      "start": 130698,
      "end": 131258,
      "confidence": 0.8867816666666667
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "But the funny thing is, you know, like last couple of weeks, I've been saying there's not much going on.",
      "start": 131306,
      "end": 135266,
      "confidence": 0.968307
    },
    {
      "pos": 26,
      "speaker": "C",
      "text": "Yeah.",
      "start": 135330,
      "end": 135554,
      "confidence": 0.55253
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "I found out when I was looking that there was a day in 1930, right. It was a good Friday. There was no news, there was nothing going on. They had to put a music video on or something on the telly because there was nothing going on.",
      "start": 135594,
      "end": 148250,
      "confidence": 0.9623066666666666
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Player record. We're gonna play some classic tracks today. This is duh, Debaser, pixies, Debaser. I was looking forward to playing that. Kind of said Carl play that? He put it on. Lauren just called through and said, we played that in the last half hour. Oh, yeah. So what is the point of having a producer if he doesn't check things out? So, I mean, it's a good track. I mean, I'm sorry if you heard that twice in the last hour.",
      "start": 148442,
      "end": 171264,
      "confidence": 0.8858081927710842
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "Listen to everything all the time I've been running around. I get in early on a Saturday.",
      "start": 172444,
      "end": 176572,
      "confidence": 0.9650523529411766
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "You got in about the same time as me.",
      "start": 176668,
      "end": 177932,
      "confidence": 0.9225855555555557
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "I went out and bought you some biscuits. So you're happy I put the coffee on?",
      "start": 178028,
      "end": 181638,
      "confidence": 0.9493475
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "Yeah.",
      "start": 181716,
      "end": 182234,
      "confidence": 0.41632
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "What prizes we're going to give away. I've been running to the library getting you certain tracks. Yeah, I can't listen all the time. I'm doing me best.",
      "start": 182354,
      "end": 188714,
      "confidence": 0.8868425000000001
    },
    {
      "pos": 34,
      "speaker": "C",
      "text": "Oh, I'm not sure it's good enough. I mean, I'm worried when MTV come in, if they've heard this kind of shoddy production, they're going to start to.",
      "start": 188874,
      "end": 194562,
      "confidence": 0.9233292857142855
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "Wonder what the same songs every five.",
      "start": 194578,
      "end": 196394,
      "confidence": 0.7744557142857144
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Yeah. No, sorry, you saw overwork because you were on Zoe ball show talking.",
      "start": 196434,
      "end": 199778,
      "confidence": 0.812927142857143
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "Oh, what's going on here?",
      "start": 199826,
      "end": 200810,
      "confidence": 0.9215440000000001
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Well.",
      "start": 200842,
      "end": 201414,
      "confidence": 0.85108
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "I seem to remember Rick. He was. He was a nobody. Yeah, that got a chance to come on air and talk about that.",
      "start": 203594,
      "end": 209214,
      "confidence": 0.9535629166666667
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "Guess what he was talking about on Zoe's show. All the jellyfish stuff and all that.",
      "start": 210234,
      "end": 214386,
      "confidence": 0.9071475
    },
    {
      "pos": 41,
      "speaker": "C",
      "text": "About getting recycling material that you got on this show.",
      "start": 214450,
      "end": 218186,
      "confidence": 0.7941680000000001
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "I phoned in. I phoned in, right? And I went, stop doing materials. He just hung up on me.",
      "start": 218250,
      "end": 224734,
      "confidence": 0.9439305263157893
    },
    {
      "pos": 43,
      "speaker": "C",
      "text": "Who do you think you are? Your ego has just gone through.",
      "start": 226474,
      "end": 230578,
      "confidence": 0.9319725000000001
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "Hang on a minute. Hang on a minute.",
      "start": 230626,
      "end": 232534,
      "confidence": 0.93244
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "What?",
      "start": 232914,
      "end": 233394,
      "confidence": 0.81508
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "I had a job to do in the week. They asked me to drive the desk for Zoe, right? They didn't talk. Zoe. If she talks to you, you can't just ignore her.",
      "start": 233474,
      "end": 240570,
      "confidence": 0.9481475757575758
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "Yes, you can.",
      "start": 240602,
      "end": 241534,
      "confidence": 0.8782533333333333
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "Who is she?",
      "start": 241834,
      "end": 242894,
      "confidence": 0.9859600000000001
    },
    {
      "pos": 49,
      "speaker": "C",
      "text": "She thinks she is. You made a promise to us, a pact that you are our kind of monkey.",
      "start": 244354,
      "end": 250282,
      "confidence": 0.8792094736842104
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "Yeah. What can I do?",
      "start": 250338,
      "end": 251266,
      "confidence": 0.8093440000000001
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "If someone takes time off. I've got to do it. It's me job.",
      "start": 251330,
      "end": 254494,
      "confidence": 0.9441161538461537
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "You don't have to use.",
      "start": 254914,
      "end": 255986,
      "confidence": 0.789564
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "You're the head of production. We've given you this special gig. This is like taking you out weekends.",
      "start": 256130,
      "end": 261290,
      "confidence": 0.949772222222222
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Yeah.",
      "start": 261362,
      "end": 262014,
      "confidence": 0.49775
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "You know, if we find out you're getting too much excitement in the week, we'd have to just calm it down, get another little.",
      "start": 262554,
      "end": 268562,
      "confidence": 0.9332720833333333
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "Well, that's it now, anyway, it was only last week.",
      "start": 268618,
      "end": 270934,
      "confidence": 0.9355699999999999
    },
    {
      "pos": 57,
      "speaker": "C",
      "text": "I feel like, kind of solid. I feel betrayed. It's like you were having an affair behind our back and you rumbled.",
      "start": 271494,
      "end": 276670,
      "confidence": 0.8975395454545453
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "He was doing. All the staff he was doing was like, oh, yeah, jellyfish. And this jellyfish, she was asking and.",
      "start": 276702,
      "end": 281622,
      "confidence": 0.7862480952380951
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "I thought was a good way of promoting this show, actually.",
      "start": 281638,
      "end": 283598,
      "confidence": 0.9461536363636364
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "Oh, did you mention this show?",
      "start": 283686,
      "end": 285334,
      "confidence": 0.7223799999999999
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Yeah, I did at some point.",
      "start": 285454,
      "end": 286814,
      "confidence": 0.9616583333333333
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "Did you? What did you say?",
      "start": 286934,
      "end": 287758,
      "confidence": 0.7531433333333334
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "I just said more about that on Saturday afternoons.",
      "start": 287806,
      "end": 290702,
      "confidence": 0.9929555555555556
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "So you talk twice on the edge or talk once. So you're talking all the time.",
      "start": 290798,
      "end": 293598,
      "confidence": 0.694080625
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "About five times in the week. In the full week. Five times. Theory and one. It was just stuff.",
      "start": 293686,
      "end": 300724,
      "confidence": 0.9635773684210527
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "You could never be a monk, could you? Chatting away all the time. Right, what have you got?",
      "start": 300764,
      "end": 306236,
      "confidence": 0.890618888888889
    },
    {
      "pos": 67,
      "speaker": "C",
      "text": "Ball as well? To be honest, I thought ball is slightly responsible for it.",
      "start": 306380,
      "end": 310024,
      "confidence": 0.838347142857143
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Yeah.",
      "start": 310484,
      "end": 310820,
      "confidence": 0.59666
    },
    {
      "pos": 69,
      "speaker": "C",
      "text": "She can't find her own, you know, given to get on the show. Yeah, find her own kind of, you know, loser, then. Don't start stealing ours.",
      "start": 310852,
      "end": 318624,
      "confidence": 0.9226111111111112
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Well, coming up.",
      "start": 319244,
      "end": 320212,
      "confidence": 0.8687033333333334
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Yeah, maybe we get fat boy slimming. Indeed. Next. Yeah, if you're listening, Slim. Yeah, coming on the show.",
      "start": 320268,
      "end": 327126,
      "confidence": 0.8273857894736841
    },
    {
      "pos": 72,
      "speaker": "C",
      "text": "What's his name? Ernie or something.",
      "start": 327230,
      "end": 328966,
      "confidence": 0.9489083333333332
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "What's his name?",
      "start": 329110,
      "end": 329862,
      "confidence": 0.8191566666666666
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Norman.",
      "start": 329918,
      "end": 330350,
      "confidence": 0.97329
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "Norman. Oh, yeah, Ernie, yeah. That's great. Ernie Ball. Yeah, he wouldn't change his name. That's great.",
      "start": 330422,
      "end": 340454,
      "confidence": 0.818344705882353
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Anyway, go on up. Today we have got educating Ricky.",
      "start": 340534,
      "end": 344366,
      "confidence": 0.844599
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "Is this the last one you've promised? It might be.",
      "start": 344550,
      "end": 346874,
      "confidence": 0.9609229999999999
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "I believe there's a book out that might help me with this feature. So we'll see how it goes. I was thinking of new features in the week. I've got. I need to come up with a what to do. Celebrity fact club.",
      "start": 347214,
      "end": 358264,
      "confidence": 0.9124123255813952
    },
    {
      "pos": 79,
      "speaker": "C",
      "text": "Celebrity fact club.",
      "start": 358424,
      "end": 360000,
      "confidence": 0.9666666666666667
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "All right.",
      "start": 360072,
      "end": 360528,
      "confidence": 0.692
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "I've just got to get some celebrities in first before we can kick that off. So maybe in the new year, maybe.",
      "start": 360616,
      "end": 365280,
      "confidence": 0.9335227272727273
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "Zoe ball.",
      "start": 365312,
      "end": 365824,
      "confidence": 0.71072
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Yeah. Bowl and cook.",
      "start": 365864,
      "end": 366712,
      "confidence": 0.722445
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "Start off maybe. Right. And I've also got cooking ball stories.",
      "start": 366808,
      "end": 371632,
      "confidence": 0.8413218181818182
    },
    {
      "pos": 85,
      "speaker": "C",
      "text": "Yeah, that's nice.",
      "start": 371808,
      "end": 374004,
      "confidence": 0.8711366666666667
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Cheers. Thanks, Carl.",
      "start": 374744,
      "end": 377392,
      "confidence": 0.7126066666666667
    },
    {
      "pos": 87,
      "speaker": "C",
      "text": "Maybe you could sell that to Zoe show.",
      "start": 377528,
      "end": 379604,
      "confidence": 0.86120125
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "And I'm also thinking through the Ricky hole.",
      "start": 383104,
      "end": 386614,
      "confidence": 0.8390700000000001
    },
    {
      "pos": 89,
      "speaker": "C",
      "text": "Through the Ricky hole. Okay.",
      "start": 386784,
      "end": 388562,
      "confidence": 0.8329600000000001
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "What's that?",
      "start": 388618,
      "end": 389170,
      "confidence": 0.972065
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "That's.",
      "start": 389242,
      "end": 390014,
      "confidence": 0.78694
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "I'm quite. No, you've got the title again over there. Yeah. Okay.",
      "start": 390634,
      "end": 393894,
      "confidence": 0.5718416666666667
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Robust is coming up as well.",
      "start": 394274,
      "end": 395634,
      "confidence": 0.876045
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Yeah, right. Which I clan gravel pit on XFM 104.9.",
      "start": 395674,
      "end": 399666,
      "confidence": 0.668388
    },
    {
      "pos": 95,
      "speaker": "C",
      "text": "Some great music today. I wonder if we should maybe, you know, it's getting towards Christmas to think about this. Should we dedicate the show to all the people in the world who maybe are less privileged and less fortunate than us?",
      "start": 399730,
      "end": 408346,
      "confidence": 0.9059652380952382
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "No. Okay, I've do the prizes for the prizes.",
      "start": 408410,
      "end": 411906,
      "confidence": 0.8140955555555555
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "Okay.",
      "start": 412050,
      "end": 412816,
      "confidence": 0.82124
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "All right.",
      "start": 412970,
      "end": 413340,
      "confidence": 0.684325
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "So screw those who are less fortunate, is what tv's Ricky Gervase thinks. Rick, I know you're a big fan of the likes of Brian Adams, Robert Palmer, Alien, Ant Farm, and obviously ZZ top.",
      "start": 413372,
      "end": 430740,
      "confidence": 0.8986294285714284
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Yeah.",
      "start": 430812,
      "end": 431236,
      "confidence": 0.33791
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "And so you'll be enjoying the best air guitar album in the world, volume two.",
      "start": 431340,
      "end": 435012,
      "confidence": 0.9232940000000002
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Yeah, sure.",
      "start": 435068,
      "end": 435740,
      "confidence": 0.88316
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "Fantastic.",
      "start": 435852,
      "end": 436324,
      "confidence": 0.74
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Volume one wasn't enough.",
      "start": 436364,
      "end": 438404,
      "confidence": 0.8581825000000001
    },
    {
      "pos": 105,
      "speaker": "C",
      "text": "There wasn't enough. No. Again, we've seemed to be able to give one of these away every week. Are you just not sending these out? I mean, these are the same prizes we started this game with, I think, a couple of weeks back. Are you just not sending the prizes out?",
      "start": 438444,
      "end": 449740,
      "confidence": 0.9142801923076921
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Yeah, but I want to give, like, more people a chance because if one week they listen in and think, God, I won't mind winning that.",
      "start": 449772,
      "end": 455100,
      "confidence": 0.9038996153846153
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "Sure.",
      "start": 455172,
      "end": 455620,
      "confidence": 0.50234
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "If you. If you've got more copies of it, they'll go, well, I'll listen next week.",
      "start": 455732,
      "end": 459052,
      "confidence": 0.9090374999999999
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "Yeah, yeah, yeah.",
      "start": 459108,
      "end": 460628,
      "confidence": 0.65476
    },
    {
      "pos": 110,
      "speaker": "C",
      "text": "So again, this is one of those. The best songs you've heard on an advert ever.",
      "start": 460716,
      "end": 465668,
      "confidence": 0.9616993749999998
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "Mainly mobile phones.",
      "start": 465796,
      "end": 466820,
      "confidence": 0.9723133333333333
    },
    {
      "pos": 112,
      "speaker": "C",
      "text": "Mainly mobile phone adverts, yeah. Although there is the smash mouth one, which is used in the Ford Fiesta tv.",
      "start": 466892,
      "end": 471996,
      "confidence": 0.9252055
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Oh, yeah, yeah, yeah. Walking on the sun's not forget what.",
      "start": 472060,
      "end": 474778,
      "confidence": 0.6548872727272728
    },
    {
      "pos": 114,
      "speaker": "C",
      "text": "It is, the smashing Pumpkins album that.",
      "start": 474786,
      "end": 477778,
      "confidence": 0.8780185714285713
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "We'Ve given away in the past.",
      "start": 477786,
      "end": 478738,
      "confidence": 0.9980216666666667
    },
    {
      "pos": 116,
      "speaker": "C",
      "text": "Again, bulk order of those that can't shift them. Wild weather. I don't know who's interested in this.",
      "start": 478786,
      "end": 485414,
      "confidence": 0.9387016666666668
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "Double box at VHS of different weather. That's amazing. Yeah.",
      "start": 485754,
      "end": 490414,
      "confidence": 0.7038080000000001
    },
    {
      "pos": 118,
      "speaker": "C",
      "text": "Donald McIntyre. It's a thrilling trip with the most exciting forces of our wild and turbulent world.",
      "start": 492274,
      "end": 496970,
      "confidence": 0.8688164705882353
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "So.",
      "start": 497042,
      "end": 497490,
      "confidence": 0.83461
    },
    {
      "pos": 120,
      "speaker": "C",
      "text": "Right.",
      "start": 497602,
      "end": 497850,
      "confidence": 0.91168
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "Insane. It's a double vhs video set of different weather.",
      "start": 497882,
      "end": 502728,
      "confidence": 0.9166019999999999
    },
    {
      "pos": 122,
      "speaker": "C",
      "text": "Yes.",
      "start": 502826,
      "end": 503292,
      "confidence": 0.97401
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 503388,
      "end": 503884,
      "confidence": 0.65462
    },
    {
      "pos": 124,
      "speaker": "C",
      "text": "Yeah, no, it's got. I mean, includes the fastest winds, the hottest desert and the biggest rain machine on the planet.",
      "start": 503924,
      "end": 510584,
      "confidence": 0.9067200000000002
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "I wonder if they're bringing out another box set soil.",
      "start": 511924,
      "end": 514868,
      "confidence": 0.847044
    },
    {
      "pos": 126,
      "speaker": "C",
      "text": "Yeah, absolutely.",
      "start": 514996,
      "end": 515916,
      "confidence": 0.57101
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Just goes through different mud.",
      "start": 515940,
      "end": 517664,
      "confidence": 0.7363040000000001
    },
    {
      "pos": 128,
      "speaker": "C",
      "text": "And this, you may be of interest. I've read good reviews of the DVD of this. It's a two disc set, the Wicker man, classic seventies film, but it's got a bunch of extras that's actually worth having. I would probably throw the rest away.",
      "start": 518804,
      "end": 530098,
      "confidence": 0.8977177777777778
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "But DVD and it's. Yeah, it's quite very interesting. Yeah.",
      "start": 530196,
      "end": 534766,
      "confidence": 0.9259270000000001
    },
    {
      "pos": 130,
      "speaker": "C",
      "text": "But you'll enjoy that.",
      "start": 534790,
      "end": 535382,
      "confidence": 0.8344125
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "So what's this rockbuster, is it?",
      "start": 535398,
      "end": 537634,
      "confidence": 0.7421949999999998
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "That's for rockbusters.",
      "start": 538174,
      "end": 539270,
      "confidence": 0.74315
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "Brilliant. Well, let's do. Let's. I say, get the ball rolling now.",
      "start": 539342,
      "end": 542550,
      "confidence": 0.7106508333333333
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "What, a rockbuster?",
      "start": 542662,
      "end": 543494,
      "confidence": 0.3667033333333333
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "Yeah, get the ball rolling.",
      "start": 543534,
      "end": 544390,
      "confidence": 0.9595499999999999
    },
    {
      "pos": 136,
      "speaker": "C",
      "text": "I mean, tease them, Rick. Don't, you know, don't because, you know, don't sort of spunk all the good stuff early on. I mean, you can.",
      "start": 544462,
      "end": 549990,
      "confidence": 0.8858315384615385
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "You can say spunk.",
      "start": 550022,
      "end": 550846,
      "confidence": 0.954125
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "I can't go on. Well, we've got. Actually, it's quite good moving it about because we might have some new listeners there.",
      "start": 550870,
      "end": 557022,
      "confidence": 0.8427740909090911
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "Yeah, I wouldn't thought so. Yeah. Not after last week.",
      "start": 557118,
      "end": 562034,
      "confidence": 0.8586880000000001
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "Right, okay, so if you haven't heard it before, I'll give you some initials. It work, you know, it's like initials of an artist or blockbusters and a cryptic clue to who the band is. There's two easy ones. One difficult one. First one is. That'll never get off the ground.",
      "start": 562494,
      "end": 578434,
      "confidence": 0.9125088235294115
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "Right, yeah.",
      "start": 578934,
      "end": 579782,
      "confidence": 0.69547
    },
    {
      "pos": 142,
      "speaker": "C",
      "text": "That'll never get off the ground.",
      "start": 579838,
      "end": 580886,
      "confidence": 0.9303
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "That will never get off the ground is the clue.",
      "start": 580950,
      "end": 583078,
      "confidence": 0.905327
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "Not LZ.",
      "start": 583126,
      "end": 583846,
      "confidence": 0.802495
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "The initials are LZ.",
      "start": 583950,
      "end": 585150,
      "confidence": 0.8934949999999999
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "You are joking.",
      "start": 585222,
      "end": 586384,
      "confidence": 0.9796466666666667
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "Two easy ones. Right, okay. Right. And then you've got. That woman's got her husband's gloves and a pair of her own.",
      "start": 586574,
      "end": 594384,
      "confidence": 0.9019895454545455
    },
    {
      "pos": 148,
      "speaker": "C",
      "text": "Say it again.",
      "start": 596164,
      "end": 597116,
      "confidence": 0.87894
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "That woman has got a pair of her husband's gloves and she's got a pair of her own. That's hh. Right. It's a bit of a difficult one. And then the. The last one, you'll get a. You'll get a right load of bacon off them. Right.",
      "start": 597260,
      "end": 611020,
      "confidence": 0.9302910638297871
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "You'll get what?",
      "start": 611092,
      "end": 611724,
      "confidence": 0.8974033333333332
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "A right load of bacon off them. That's L. L, yeah. So once again, off of them you'll get. You'll get a right load of bacon off them. So first one that will never get off the ground. LZ that woman has got her husband's gloves and she's got a pair of her own. That's hh.",
      "start": 611804,
      "end": 631128,
      "confidence": 0.9037983928571428
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 631256,
      "end": 631648,
      "confidence": 0.53183
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "And you'll get a right load of bacon off them. That's l and it's an email only. Email only. Ricky Gervais FM Co. UK. And we pick a winner before the end.",
      "start": 631696,
      "end": 643460,
      "confidence": 0.8381906250000001
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "So that would be amazing as a compilation. Channel four.",
      "start": 643652,
      "end": 654636,
      "confidence": 0.7638010000000001
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "Exactly. Winds like to vary.",
      "start": 654700,
      "end": 657344,
      "confidence": 0.916122
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "I love 1977 from August 1979. Warming it. Oh, this is warm in it. I'll tell you what, remember, we always play like great music. Usually.",
      "start": 657724,
      "end": 671084,
      "confidence": 0.8109442307692307
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "You'Ve not got another one.",
      "start": 672864,
      "end": 674004,
      "confidence": 0.772574
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "This is David Bowie driving Saturday. I know, being a biscuit. David Bowie driving Saturday. That's great track. Is it a crash course for the Ravers? Hey, that's what this show, isn't it, Carl? Crash course for the Ravers. They tune and they go, wow, that's. That's so cool. I wish I was like Carl Pilkington.",
      "start": 675024,
      "end": 698624,
      "confidence": 0.8430976785714289
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "You reckon?",
      "start": 699404,
      "end": 700084,
      "confidence": 0.85791
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Yeah, definitely. You've got to read your mum's clues out, didn't yeah, yeah. These are just for fun. Only this is Carl's mum. She, uh, she listened one week and now she sends him a little example of that. Rockbusters. Every week.",
      "start": 700164,
      "end": 712188,
      "confidence": 0.8162071428571428
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "She's got, um. What did she send? This group would go well with your Christmas dinner. Cranberries. Yeah. They make a few good cupboards.",
      "start": 712276,
      "end": 725244,
      "confidence": 0.8989066666666666
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "They make a few good cupboards.",
      "start": 727024,
      "end": 728408,
      "confidence": 0.948985
    },
    {
      "pos": 163,
      "speaker": "B",
      "text": "Yeah.",
      "start": 728496,
      "end": 729164,
      "confidence": 0.63739
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "I was thinking of EMF.",
      "start": 730984,
      "end": 732684,
      "confidence": 0.802702
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "I was thinking B and Q.",
      "start": 736224,
      "end": 737924,
      "confidence": 0.8144583333333334
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "This group thinks of lots of things.",
      "start": 739944,
      "end": 742084,
      "confidence": 0.9975685714285715
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "This group thinks of lots of things.",
      "start": 743304,
      "end": 745024,
      "confidence": 0.9910328571428572
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 745104,
      "end": 747044,
      "confidence": 0.8306166666666668
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "Imagination. I think they're the best ones.",
      "start": 747414,
      "end": 755246,
      "confidence": 0.9852157142857142
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Yeah. Obviously we want the worst one then.",
      "start": 755310,
      "end": 759554,
      "confidence": 0.785795
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "Here's one more. She'd really like Blackpool.",
      "start": 760294,
      "end": 763714,
      "confidence": 0.8184528571428571
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "She'd really like Blackpool.",
      "start": 764894,
      "end": 766794,
      "confidence": 0.8327575
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "She'd really like Blackpool.",
      "start": 768014,
      "end": 769446,
      "confidence": 0.650735
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "Fairground attraction. Not bad.",
      "start": 769510,
      "end": 772436,
      "confidence": 0.89438
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "Yeah. Right, so there's, uh.",
      "start": 772550,
      "end": 775432,
      "confidence": 0.752932
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "Does she write anything else in the letter or does she just send them like on the. Scrawled on the back of, you know, I don't know, a till receipt she.",
      "start": 775528,
      "end": 781648,
      "confidence": 0.8982148387096773
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Did with the first one. Now it's just. Just the rock busters.",
      "start": 781656,
      "end": 784032,
      "confidence": 0.8245816666666667
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Right.",
      "start": 784088,
      "end": 784760,
      "confidence": 0.93079
    },
    {
      "pos": 179,
      "speaker": "C",
      "text": "She doesn't bother asking how you are.",
      "start": 784952,
      "end": 786512,
      "confidence": 0.96368
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "I'll speak to her in a week.",
      "start": 786568,
      "end": 787576,
      "confidence": 0.90824
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Right.",
      "start": 787640,
      "end": 788320,
      "confidence": 0.74605
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "What kind of conversations would you have then with your stuff?",
      "start": 788512,
      "end": 791096,
      "confidence": 0.8762627272727272
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Do you moan about how overworked you are and stuff to her?",
      "start": 791200,
      "end": 793804,
      "confidence": 0.87143
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Just, I mean, they're always surprised when I'm getting in late and that. It's like, you know, what have you done today? Oh, I've just got in from work and it's like 08:30 at night.",
      "start": 794264,
      "end": 800592,
      "confidence": 0.9075051428571428
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "A lot of people get in at half eight. Carl next.",
      "start": 800648,
      "end": 802752,
      "confidence": 0.8159309090909092
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "You know, just saying. How's the flat going?",
      "start": 802888,
      "end": 805448,
      "confidence": 0.84833375
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "Yes.",
      "start": 805536,
      "end": 805760,
      "confidence": 0.34771
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "Gimmie dad some diy tips the other day, you know, usual sort of stuff. You talk with your mum and dad.",
      "start": 805792,
      "end": 811560,
      "confidence": 0.7834928571428572
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "Really? Yeah, yeah.",
      "start": 811592,
      "end": 812952,
      "confidence": 0.7937166666666666
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "Talking about the bisons with them. I was watching. Did you watch the mammals in a week, David Attenborough? No, I was thinking actually, right, all this MTV stuff, if there's one reason why I'd like to do it, is I was watching Attenborough, the mammals program. I reckon I could do something like that, right, and just have like, me into the batting, bro. Like a young, you know, a young sort of fresh person. Yeah. Watching like certain animals and saying, do we need these?",
      "start": 813128,
      "end": 843064,
      "confidence": 0.8882537931034478
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "Oh, God, what's it called? Death on earth. That's amazing. Do we need these.",
      "start": 849444,
      "end": 855264,
      "confidence": 0.7717035714285715
    },
    {
      "pos": 192,
      "speaker": "C",
      "text": "And the audience at home would vote. Would there be some kind of telephone out system?",
      "start": 855764,
      "end": 859712,
      "confidence": 0.8762243750000002
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "The thing is. Yeah, it's something interesting that umbrella was saying the other night on Jonathan Ross's show, on his tele show, right. He was saying. He said you could take all the humans off the earth and it would carry on, but take, like, some animals off it. Mammals and that. You got problems on your hands. I thought that was quite interesting.",
      "start": 859848,
      "end": 882376,
      "confidence": 0.9050750000000002
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Yeah.",
      "start": 882440,
      "end": 882836,
      "confidence": 0.79972
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "So it's like, the question is, do we need these? Is that part of the big thing?",
      "start": 882920,
      "end": 886332,
      "confidence": 0.979004117647059
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "Right.",
      "start": 886468,
      "end": 886764,
      "confidence": 0.62456
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Like jellyfish. Yeah, we've talked about jellyfish.",
      "start": 886804,
      "end": 889428,
      "confidence": 0.8358814285714287
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "Yeah.",
      "start": 889476,
      "end": 889844,
      "confidence": 0.68458
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Yeah.",
      "start": 889924,
      "end": 890228,
      "confidence": 0.90293
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "So which mammals in particular? We talked about our zoe.",
      "start": 890276,
      "end": 892276,
      "confidence": 0.82075
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "Bullshit.",
      "start": 892300,
      "end": 893012,
      "confidence": 0.08571
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "Hey, which mammals were you thinking we don't need when you watched the show the other night? Anyone particular that you thought, they don't need them? They're not of interest?",
      "start": 893148,
      "end": 900864,
      "confidence": 0.9072836666666668
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Well, I like. I like whales, but I don't know what they do. And they're taking up quite a lot of room.",
      "start": 901404,
      "end": 907388,
      "confidence": 0.8773109090909089
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "Sure.",
      "start": 907476,
      "end": 908104,
      "confidence": 0.61533
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "But, like jellyfish, I looked into. Because I was talking about them and they were saying they've got no eyes, no art. They're something like 97% water. They're blind and they do about 33 miles a day. So it's like, do we need them? Could we clear them out?",
      "start": 910094,
      "end": 929470,
      "confidence": 0.920594693877551
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Yeah, a big net.",
      "start": 929542,
      "end": 932246,
      "confidence": 0.8116375
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "That would be the program. Right. We'll get rid of them next week. We'll be looking at my news.",
      "start": 932430,
      "end": 939578,
      "confidence": 0.9209215789473681
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "I think it's genius. Honestly. I think it's genius. And going along, sort of like picking up. Seeing enemies and going. And just lobbing them into the sea.",
      "start": 939746,
      "end": 946858,
      "confidence": 0.8317075
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "Well, what do you think about MTV doing that? And then I just. In between the bits, play music. Play like fish.",
      "start": 946986,
      "end": 953850,
      "confidence": 0.9001168181818183
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "Yeah.",
      "start": 953962,
      "end": 954322,
      "confidence": 0.46102
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "That rock guy. Or the animals rock lobster. Yeah. Or. What else could run and run? What other songs have got animals in them?",
      "start": 954378,
      "end": 963094,
      "confidence": 0.8869066666666666
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "Yeah, there's about a million. So let's not start this.",
      "start": 963754,
      "end": 965818,
      "confidence": 0.9574300000000001
    },
    {
      "pos": 213,
      "speaker": "C",
      "text": "No.",
      "start": 965866,
      "end": 966454,
      "confidence": 0.68762
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "So. So.",
      "start": 967104,
      "end": 967760,
      "confidence": 0.69579
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "But so do we need this?",
      "start": 967792,
      "end": 969496,
      "confidence": 0.9190949999999999
    },
    {
      "pos": 216,
      "speaker": "C",
      "text": "So MTV flies you around the world and the most incredible, exotic locations. You sort of climb up a tree or whatever next to. I don't know what lives up a tree. Some kind of rare parrot, you say. Look at that. It's colorful. It's interesting.",
      "start": 969640,
      "end": 980512,
      "confidence": 0.9109423913043477
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Oh, you like sloth, don't you?",
      "start": 980528,
      "end": 981600,
      "confidence": 0.7581950000000001
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "No, they just live up trees. But I'd say, do we need them?",
      "start": 981632,
      "end": 984400,
      "confidence": 0.9093430769230769
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "Why?",
      "start": 984552,
      "end": 985296,
      "confidence": 0.99632
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Well, what do they do?",
      "start": 985480,
      "end": 986544,
      "confidence": 0.9446859999999999
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "What do you mean, what do they do? What do you want from an animal? Carpentry. What do you want?",
      "start": 986664,
      "end": 991360,
      "confidence": 0.8643405000000002
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "I don't like scorpions. Right.",
      "start": 991432,
      "end": 993024,
      "confidence": 0.842962
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "Right.",
      "start": 993064,
      "end": 993312,
      "confidence": 0.48879
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Then I found out they look after those. Those monkey thing.",
      "start": 993368,
      "end": 996290,
      "confidence": 0.9080400000000001
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "They're not monkeys, they're lizards.",
      "start": 996322,
      "end": 997658,
      "confidence": 0.8720739999999999
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "All right. Yeah. Then lizards, they look after the lizards.",
      "start": 997746,
      "end": 1000094,
      "confidence": 0.820797
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "There's a reason. But do you need the lizard? Could be your next question.",
      "start": 1000514,
      "end": 1003810,
      "confidence": 0.787715
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Because the local people made shoes out of them.",
      "start": 1003842,
      "end": 1005778,
      "confidence": 0.9097855555555555
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "But not when the scorpion protect them, they didn't.",
      "start": 1005866,
      "end": 1008054,
      "confidence": 0.8282955555555556
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "All right. We don't need them.",
      "start": 1008794,
      "end": 1010214,
      "confidence": 0.8524116666666667
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "Ultimately, you. Would anyone decide? I mean, do the animals kind of get a chance to mount a case for their survival? I mean, is this maybe someone that comes into their corner and sort of defends themselves?",
      "start": 1014554,
      "end": 1021954,
      "confidence": 0.8493465789473686
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "I'd have like a David Attenborough type character who says, well, they do this. Now go. Yeah, but do we need that doing?",
      "start": 1021994,
      "end": 1027107,
      "confidence": 0.8968034782608695
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Yeah, yeah, yeah. Okay, so what does an animal need to do in order for you to feel that it sort of gets a chance of life? I mean, like a pet. Like an animal. Like a dog, maybe, or a cat. And they give a certain affection to its owner. Is that a valid reason to survive?",
      "start": 1027195,
      "end": 1040823,
      "confidence": 0.8900115517241382
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Not really. I've been saying that, though. Blind people use dogs, so they are used.",
      "start": 1042603,
      "end": 1046859,
      "confidence": 0.8991493333333335
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "So dogs are useful, save people, don't they, in snowy weather?",
      "start": 1046891,
      "end": 1050303,
      "confidence": 0.814729090909091
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "I'd have to think about it.",
      "start": 1051924,
      "end": 1053124,
      "confidence": 0.980495
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Okay. Keep the mice down.",
      "start": 1053164,
      "end": 1054544,
      "confidence": 0.881428
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "Yeah, but you got rent a kill. That's what I'm saying is. What I'm saying is something that will affect the world.",
      "start": 1054884,
      "end": 1060148,
      "confidence": 0.9126904545454544
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "Right. I think you'll find everything does. I think you'll find everything does except Carl.",
      "start": 1060276,
      "end": 1066064,
      "confidence": 0.9276153333333333
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "I'm not sure what effect he's having on the world.",
      "start": 1067364,
      "end": 1069276,
      "confidence": 0.8976509999999998
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "I tell you what, though, Steve, right. Did you watch the mammals?",
      "start": 1069340,
      "end": 1071700,
      "confidence": 0.8747725000000001
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "I didn't see the mammals.",
      "start": 1071772,
      "end": 1072612,
      "confidence": 0.828924
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "They had. They had bison on it.",
      "start": 1072668,
      "end": 1074772,
      "confidence": 0.7934014285714286
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "Right.",
      "start": 1074868,
      "end": 1075388,
      "confidence": 0.872
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "The weirdest looking things you've ever seen. Yeah. They've really.",
      "start": 1075516,
      "end": 1078588,
      "confidence": 0.8852879999999999
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Again, you're dangerous ground here.",
      "start": 1078636,
      "end": 1080628,
      "confidence": 0.571234
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "They've really got it. It's like. Decide what you want to look like. It's just a mismatch of stuff. It's got a really big area. Yeah.",
      "start": 1080756,
      "end": 1088464,
      "confidence": 0.894756153846154
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "Unlike you, sort of bald out the back.",
      "start": 1088804,
      "end": 1092028,
      "confidence": 0.7339687500000001
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "Right. Someone you went to school with.",
      "start": 1092116,
      "end": 1096864,
      "confidence": 0.9011214285714286
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "From the album.",
      "start": 1105844,
      "end": 1106524,
      "confidence": 0.9936766666666665
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Original pirate material. It's obviously the streets. And an album track from that. It's too late. Fantastic, isn't it?",
      "start": 1106564,
      "end": 1111350,
      "confidence": 0.9324805263157894
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1111422,
      "end": 1111718,
      "confidence": 0.81801
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "I know everyone's raving about it being, you know, one of the albums of the year, but it is.",
      "start": 1111766,
      "end": 1114646,
      "confidence": 0.9724578947368422
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "I think it's great. That's brilliant. I love the backing as well. It's just so good. The lyrics, the things you go. Are they my favorite band of the year next week, then we do all our favorite songs of the year. Shall we?",
      "start": 1114670,
      "end": 1125694,
      "confidence": 0.8457031818181817
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "No, I think it's got be two weeks time.",
      "start": 1125734,
      "end": 1127038,
      "confidence": 0.8575044444444444
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Oh, two weeks?",
      "start": 1127086,
      "end": 1127994,
      "confidence": 0.8425133333333333
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 1129014,
      "end": 1129478,
      "confidence": 0.9458025
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "You're away next week. What are you doing, Zoe? Ball show.",
      "start": 1129486,
      "end": 1131022,
      "confidence": 0.7950836363636363
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "I'm going up north again.",
      "start": 1131078,
      "end": 1132614,
      "confidence": 0.831484
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "Why?",
      "start": 1132694,
      "end": 1133150,
      "confidence": 0.99765
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "So Claire's gonna be with you, okay?",
      "start": 1133262,
      "end": 1135714,
      "confidence": 0.8239285714285715
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "What you doing up north?",
      "start": 1136234,
      "end": 1137066,
      "confidence": 0.8055640000000001
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "She does a job.",
      "start": 1137130,
      "end": 1137802,
      "confidence": 0.87746
    },
    {
      "pos": 264,
      "speaker": "B",
      "text": "Just Susan's dad's birthday.",
      "start": 1137858,
      "end": 1139894,
      "confidence": 0.8319650000000001
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "I bet he's a party animal. I bet. I've read that. They really kick off, don't they? Is it? Yeah. You raving?",
      "start": 1140274,
      "end": 1146362,
      "confidence": 0.8511159090909093
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Can't concentrate now.",
      "start": 1146538,
      "end": 1148138,
      "confidence": 0.9205566666666667
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "Oh, he's all stressed because the lady from MTV is here. She's gonna film his little face.",
      "start": 1148306,
      "end": 1153210,
      "confidence": 0.7807876470588235
    },
    {
      "pos": 268,
      "speaker": "C",
      "text": "So the thing.",
      "start": 1153322,
      "end": 1153914,
      "confidence": 0.7593166666666665
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "The things he said in the week is so worried. He's got worried about the spot on his head that won't come out, just that he got your best sight on that side.",
      "start": 1153954,
      "end": 1160826,
      "confidence": 0.8742745454545455
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "That's all.",
      "start": 1160890,
      "end": 1161218,
      "confidence": 0.55983
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Right. Yeah. The cameras out. Look, he's getting nervous now. Okay, Carl, ignore the camera. Okay? Just ignore the camera. Okay. Now, me and Steve have done our research for you and we've got two amazing things to tell you. I was in first. About the baby or the.",
      "start": 1161226,
      "end": 1176354,
      "confidence": 0.8664973469387754
    },
    {
      "pos": 272,
      "speaker": "C",
      "text": "Well, they're both equally fascinating, so you choose.",
      "start": 1176434,
      "end": 1178682,
      "confidence": 0.7383737499999999
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "I'll tell you the crab thing first. Right? And we. Steve actually saw this thing in the garden the week about our research thing. And then we looked up, we looked into it on Friday and it is incredible, right, listen to this. There's a thing in. In a bay in New England, right, where it's like the biggest. They make silicon chips and stuff for computers, right? And because of the data protection thing, after they've done them, because they have to destroy the plates, right. Well, the information's sort of put onto them, but they're still flakes of silicon. They sort of grind it down straight away. And some of the flakes got into the bay, okay. But some of the information is still on the. Even the slight granules of silicon, anyway, gets in the water. And silicon is rather like a carbon derivative. I reckon if there had been life on another planet and it wasn't carbon based, it would be silicon based because that simple sugars and it's just coh and that. And it can work with silicon. Right. Anyway, the crabs have been taken up, it's under water. And they looked out on the beach. And over the years, the crabs have started sort of putting themselves in formations like geometric formation. And they couldn't work out why they were doing this. And when they put them in the experiment, they sort of like chopped them up and they found they'd taken on silicon and it had sort of got into their brain and they were downloading information. They actually. They picked up little things because it's just chemical, you know, like electrical impulses had got information off the silicon chip and they were interfacing it. But this is the amazing thing. One bloke sort of thought of this, and he thought, well, if it's a simple computer with the brain, if it's just a simple sort of electrical thing, then maybe there's something, you know, we could get it down. So what they did is they made a thing called a bio interface, and they put it into the crowd's brain, just a really simple brain. It's measured ov and gar and it got impulses from it. And they were getting, like, computer readers, just flashes of, like, symbols and geometric things were on this screen to read the crowd's brain. And it was stuff like, you know, fragments of a.",
      "start": 1178778,
      "end": 1307954,
      "confidence": 0.8786809558823533
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "What made them do this in the first place?",
      "start": 1308144,
      "end": 1309886,
      "confidence": 0.9474422222222222
    },
    {
      "pos": 275,
      "speaker": "A",
      "text": "Because they saw that. They saw the crowds behaving differently. They were behaving differently to each other. They were just like, they were, you know, intelligent and they were sort of solving problems and all this sort of stuff. Anyway, when they downloaded the thing, it was like there was some. They found us. They found one of the secretary's names where it had been on the silicon chip, where it was just like a flash of a computer screen. But the most amazing thing is they downloaded a memory, right? It was like a, like a snapshot where it had been burned onto the retina of the crab. Just a snapshot. And it was like a picture of the beach like a couple of years ago. Right? And they also did incredible. It was like just a digital black and white sort of thing. So they could see what the crab had seen.",
      "start": 1309990,
      "end": 1356194,
      "confidence": 0.8966361038961042
    },
    {
      "pos": 276,
      "speaker": "C",
      "text": "Amazing.",
      "start": 1357934,
      "end": 1358462,
      "confidence": 0.98514
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "Geez.",
      "start": 1358518,
      "end": 1359158,
      "confidence": 0.26312
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "Amazing, intelligent crabs.",
      "start": 1359286,
      "end": 1360814,
      "confidence": 0.4046666666666667
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "What they're doing super brick.",
      "start": 1360854,
      "end": 1362206,
      "confidence": 0.610296
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Well, they think this is, that this is the upshot. They think they could use it as spy crabs because they could put these, get these crabs also, the other thing is, as generations went on, right, so they put a crab in the sea or something, right? Lots of crabs in. And then as generations went on, a newborn crab, they downloaded the memory and had the memories of its great, great, great. Altogether at every memory that any crab had been related to it beforehand because it passed it on. It just passed it on.",
      "start": 1362230,
      "end": 1393054,
      "confidence": 0.8857277319587633
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "So not even ones that have been eating the silicon stuff. Yeah, no, these are just like ones that I've had kids.",
      "start": 1393854,
      "end": 1399798,
      "confidence": 0.847979090909091
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1399926,
      "end": 1400294,
      "confidence": 0.84314
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "And they've got.",
      "start": 1400334,
      "end": 1401046,
      "confidence": 0.91782
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "And they know every. So you'd know everything your great everything.",
      "start": 1401110,
      "end": 1404654,
      "confidence": 0.8993354545454547
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Right.",
      "start": 1404734,
      "end": 1404950,
      "confidence": 0.99691
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "The way back.",
      "start": 1404982,
      "end": 1405834,
      "confidence": 0.9940633333333334
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "So would that work if, if we at silicon.",
      "start": 1407094,
      "end": 1409914,
      "confidence": 0.8112211111111112
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Well, supposedly.",
      "start": 1410454,
      "end": 1411726,
      "confidence": 0.59977
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "So what are they gonna.",
      "start": 1411910,
      "end": 1413174,
      "confidence": 0.910728
    },
    {
      "pos": 290,
      "speaker": "C",
      "text": "Well, they can use them for all sorts of things, though. I mean, that's. That's what's incredible. I mean, I don't know. I don't know how you train it particularly. I don't know. Quite tricky to train. But I'm assuming they could. If they can. If they can do it that way, then presumably they can. Silicon information which I can then plant in it, if you like, within it. Within its sort of food.",
      "start": 1413334,
      "end": 1428294,
      "confidence": 0.8877034666666667
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "Also if you get them onto enemy miniatures. Yeah. You'd have like a thousand digital cameras. Just.",
      "start": 1428334,
      "end": 1432182,
      "confidence": 0.8315658823529412
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1432238,
      "end": 1432834,
      "confidence": 0.46287
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "You could get like, you know, bin Laden or someone.",
      "start": 1433294,
      "end": 1435966,
      "confidence": 0.922381
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "They don't. They don't understand the information they've got.",
      "start": 1436030,
      "end": 1438686,
      "confidence": 0.80903
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "They're doing it. They just download.",
      "start": 1438830,
      "end": 1440674,
      "confidence": 0.8866766666666668
    },
    {
      "pos": 296,
      "speaker": "C",
      "text": "You could talk to them and they won't be able to sort of give you the information because they wouldn't know what they. Information they have because they're just.",
      "start": 1441694,
      "end": 1446814,
      "confidence": 0.90197
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "The crowd. The crowd, the crowd. The first crowd they downloaded, they just kept seeing the same picture of big crab feeding. It was their. So really? Yeah. Wow.",
      "start": 1446854,
      "end": 1453670,
      "confidence": 0.7515437931034481
    },
    {
      "pos": 298,
      "speaker": "C",
      "text": "That's what, like, it's mother Crabbles.",
      "start": 1453862,
      "end": 1455262,
      "confidence": 0.705495
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "Yeah. As it was. Memories of it as a child.",
      "start": 1455278,
      "end": 1458214,
      "confidence": 0.8524809999999998
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "But they're not in color, presumably, because.",
      "start": 1458374,
      "end": 1460474,
      "confidence": 0.8875857142857143
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "It'S just a digital camera, because it's just a. They don't seem like. So it's just like a. It's just like a. No, I think it's burnt onto the retina or somewhere. And the only one that they kept were the ones they saw a lot of the time.",
      "start": 1461094,
      "end": 1472354,
      "confidence": 0.8503724489795915
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "I mean, in a way, some of the educating Ricky I've got for you today is on the similar lines.",
      "start": 1473014,
      "end": 1477558,
      "confidence": 0.937045
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "Right.",
      "start": 1477606,
      "end": 1478102,
      "confidence": 0.94681
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "Oh, you've got me pressed by that. You've got pretty good.",
      "start": 1478238,
      "end": 1480806,
      "confidence": 0.81662
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "I mean, I'd like. I'm interested to see, you know, what they do. What they do.",
      "start": 1480830,
      "end": 1483958,
      "confidence": 0.845603125
    },
    {
      "pos": 306,
      "speaker": "C",
      "text": "What they do with what the crab developments are.",
      "start": 1483966,
      "end": 1485718,
      "confidence": 0.838888888888889
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "But. Yeah, yeah, no, that's. That's pretty good.",
      "start": 1485806,
      "end": 1488294,
      "confidence": 0.8198949999999998
    },
    {
      "pos": 308,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1488334,
      "end": 1488598,
      "confidence": 0.7613
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "But I mean. Amazing.",
      "start": 1488646,
      "end": 1490038,
      "confidence": 0.9888925
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1490126,
      "end": 1490462,
      "confidence": 0.91392
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Amazing.",
      "start": 1490518,
      "end": 1491174,
      "confidence": 0.5833
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "Well, that's just that information because that's not even the most impressive one we found.",
      "start": 1491294,
      "end": 1495150,
      "confidence": 0.7769766666666665
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "I think it is.",
      "start": 1495302,
      "end": 1495990,
      "confidence": 0.9311075
    },
    {
      "pos": 314,
      "speaker": "C",
      "text": "I suppose it's pretty impressive. With the next one small, maybe more shocking.",
      "start": 1496022,
      "end": 1498630,
      "confidence": 0.7886538461538461
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "Okay. Right.",
      "start": 1498702,
      "end": 1499834,
      "confidence": 0.84929
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "And Ricky's got another the cure love song classic on XFM.",
      "start": 1500174,
      "end": 1510344,
      "confidence": 0.7841109090909092
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "So that's the. That's the crabs that can you download their memories.",
      "start": 1510384,
      "end": 1513884,
      "confidence": 0.8168391666666667
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "But what about other animals that are in the sea, in that same sea, eating the stuff? Have they tested them yet?",
      "start": 1514624,
      "end": 1519216,
      "confidence": 0.882601818181818
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "I don't know. I think they just took it on because their biology, so much to do with. I just presume they could take up minerals and, you know, I don't know why. I don't know, but anyway, next one, it's just on the risons. A bodybuilder. Yeah. Married. Freaking add another bodybuilder. Married another bodybuilder. Right. And they're pregnant. And then they had these tests and the babe was very large, but it was causing it pain right in there. And after this.",
      "start": 1519240,
      "end": 1550136,
      "confidence": 0.8480636904761903
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "It's almost bizarre.",
      "start": 1550320,
      "end": 1551592,
      "confidence": 0.7806666666666667
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Yeah. After the female woke up pregnant after seven months and the baby walking around. No, it forced its way out of the vagina.",
      "start": 1551728,
      "end": 1561138,
      "confidence": 0.91778375
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "Oh, no way.",
      "start": 1561186,
      "end": 1561802,
      "confidence": 0.8197366666666667
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Yeah. It forced its way out.",
      "start": 1561858,
      "end": 1563146,
      "confidence": 0.9245233333333335
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "And it was. Because it almost had like super strength, like.",
      "start": 1563210,
      "end": 1565530,
      "confidence": 0.8114872727272726
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "And it was putting her along by the umbilical cord and that, uh. And it was. It was. It was a stone.",
      "start": 1565562,
      "end": 1570762,
      "confidence": 0.911874090909091
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Extraordinary.",
      "start": 1570938,
      "end": 1572014,
      "confidence": 0.60345
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "That.",
      "start": 1572474,
      "end": 1572786,
      "confidence": 0.69268
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "Now that's freaky.",
      "start": 1572810,
      "end": 1573986,
      "confidence": 0.7494033333333333
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "Freaky stuff that's made up. What, it wasn't pulling her along.",
      "start": 1574170,
      "end": 1579594,
      "confidence": 0.9511545454545455
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "Yeah. Well, no, it's pretty. She can feel it.",
      "start": 1579714,
      "end": 1581602,
      "confidence": 0.7245366666666667
    },
    {
      "pos": 331,
      "speaker": "C",
      "text": "Exactly. And it was. Do you know what I mean? Like just went and just sort of squeezed.",
      "start": 1581658,
      "end": 1586986,
      "confidence": 0.9175200000000001
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "Just got out. Because it was ready. Because all the hormones, it thought it was ready.",
      "start": 1587010,
      "end": 1590614,
      "confidence": 0.8183331249999999
    },
    {
      "pos": 333,
      "speaker": "C",
      "text": "Oh, God, imagine that. Just waking up and finding that in the bottom of the bed. Freak out when it. Because you think it was a nightmare.",
      "start": 1591434,
      "end": 1598050,
      "confidence": 0.9149840740740741
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "Initially and it had hair and everything didn't. Yeah.",
      "start": 1598082,
      "end": 1599842,
      "confidence": 0.8551311111111111
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "Because all those, like, there was something in the week about, you know, you've got test tube babies and that now. Yeah. But they've managed to do it. I only caught.",
      "start": 1599858,
      "end": 1608898,
      "confidence": 0.8327751612903224
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "I knew he'd be more impressed by the crabs than that. He doesn't care.",
      "start": 1608986,
      "end": 1611362,
      "confidence": 0.8826435714285713
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "No, I am.",
      "start": 1611418,
      "end": 1612090,
      "confidence": 0.8711666666666668
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "I'm telling you. I'm telling you that there was something I only caught after story because it was busy. But there's something about babies being able to be born without having any people involved. It's like putting them in an oven or something and it's like a cake. And after a certain amount of time, it's ready.",
      "start": 1612122,
      "end": 1628984,
      "confidence": 0.9265159649122805
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "I remember buying those in Argos for kids.",
      "start": 1629284,
      "end": 1631464,
      "confidence": 0.72202375
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "It's my first baby kit. Yeah. Yeah, yeah.",
      "start": 1632444,
      "end": 1635604,
      "confidence": 0.8768750000000001
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "It's play doh. I think that they can buy.",
      "start": 1635644,
      "end": 1637340,
      "confidence": 0.8853055555555556
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "Yeah. So what do you think of that then?",
      "start": 1637412,
      "end": 1639204,
      "confidence": 0.9260922222222221
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "The baby one? Yeah, I prefer the crab one.",
      "start": 1639324,
      "end": 1642716,
      "confidence": 0.9065455555555554
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1642780,
      "end": 1643132,
      "confidence": 0.95591
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "But the bay. I mean the baby things. Pretty, pretty horrible.",
      "start": 1643188,
      "end": 1645916,
      "confidence": 0.7858272727272727
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1645980,
      "end": 1646364,
      "confidence": 0.9195
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "So it was bigger than like the average.",
      "start": 1646444,
      "end": 1649084,
      "confidence": 0.906725
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "Yeah. Both made up. We've made those up.",
      "start": 1649244,
      "end": 1651628,
      "confidence": 0.9424125
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Yeah. Both rubbish. Despite the fact they're both rubbish. Yeah, they're interesting.",
      "start": 1651676,
      "end": 1656060,
      "confidence": 0.84801
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "We made those up. Both those stupid stories up.",
      "start": 1656092,
      "end": 1658824,
      "confidence": 0.9139111111111112
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1659884,
      "end": 1660644,
      "confidence": 0.87161
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "Downloading a crabs memories and seeing his mum feeding it as a child. I had trouble. I had trouble. I know I was gonna have trouble with. Pushed its way out of the vagina.",
      "start": 1660804,
      "end": 1673332,
      "confidence": 0.8540829411764704
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1673428,
      "end": 1673748,
      "confidence": 0.75539
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "I practiced that about 30 times yesterday with Steven. I was going, I'm not gonna be able to do it, mate. Yeah. I'm not gonna be able to say that.",
      "start": 1673796,
      "end": 1679788,
      "confidence": 0.8765786666666667
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1679876,
      "end": 1680500,
      "confidence": 0.57512
    },
    {
      "pos": 356,
      "speaker": "A",
      "text": "Are you disappointed?",
      "start": 1680652,
      "end": 1682024,
      "confidence": 0.99369
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "A little bit. I mean, the baby one's a bit sort of out there.",
      "start": 1682884,
      "end": 1686372,
      "confidence": 0.8965550000000001
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1686468,
      "end": 1686812,
      "confidence": 0.73013
    },
    {
      "pos": 359,
      "speaker": "B",
      "text": "I wasn't really having, having that one.",
      "start": 1686868,
      "end": 1688904,
      "confidence": 0.8809557142857144
    },
    {
      "pos": 360,
      "speaker": "C",
      "text": "See, now what's interesting, I think, is a useful experiment, Karl, I don't know what it's taught you about yourself, but would you say that that's revealed to you a certain thing? I don't know, maybe that you're a bit gullible. I mean, you know, what I'm saying is maybe you shouldn't accept or swallow your hook, line and sink or everything you read on the web. Do you not think maybe a valuable lesson?",
      "start": 1690804,
      "end": 1712424,
      "confidence": 0.8681942666666669
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "I feel bad because I feel I said to Steve, he won't be annoyed that we conned him. He'd be annoyed that they're actually not true. You'd love that crab thing to be true, wouldn't you?",
      "start": 1712464,
      "end": 1720712,
      "confidence": 0.9232983333333333
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "It won't surprise me if it did happen one day.",
      "start": 1720888,
      "end": 1722920,
      "confidence": 0.9257280000000001
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Sure, yeah. In the right. When I said about the crabs, you know what? I'm keeping them then. Yeah. Yeah.",
      "start": 1722952,
      "end": 1729644,
      "confidence": 0.8011415
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Right. Well, I know what you're getting at with the, uh, with the educating Ricky boy.",
      "start": 1729724,
      "end": 1734924,
      "confidence": 0.8054387500000001
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "You know, let's see, let's see.",
      "start": 1735004,
      "end": 1736892,
      "confidence": 0.8437933333333333
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "You've got three titles. Yeah. That'll tease you with different stories. You take your pick and I teach you something that did happen.",
      "start": 1737028,
      "end": 1744224,
      "confidence": 0.9077952173913044
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "A little bit of venom. Yeah, go on.",
      "start": 1745844,
      "end": 1748140,
      "confidence": 0.853995
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "First one is. Don't rub it too hard. You'll get a rasher.",
      "start": 1748172,
      "end": 1751344,
      "confidence": 0.9006816666666667
    },
    {
      "pos": 369,
      "speaker": "C",
      "text": "I bet that's bacon related.",
      "start": 1752364,
      "end": 1753772,
      "confidence": 0.91828
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Knowing you've got. You've got enough is anus.",
      "start": 1753828,
      "end": 1757366,
      "confidence": 0.7816087500000001
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "Say that again.",
      "start": 1757550,
      "end": 1758294,
      "confidence": 0.9929733333333334
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "Enough is enough anus.",
      "start": 1758374,
      "end": 1760742,
      "confidence": 0.73639
    },
    {
      "pos": 373,
      "speaker": "C",
      "text": "Enough is enough.",
      "start": 1760918,
      "end": 1762078,
      "confidence": 0.8252733333333334
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Wow.",
      "start": 1762206,
      "end": 1762606,
      "confidence": 0.80801
    },
    {
      "pos": 375,
      "speaker": "C",
      "text": "But these change to enough is an anus.",
      "start": 1762670,
      "end": 1764582,
      "confidence": 0.8270925
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Yeah. And you've got. You've also got. Will it. Will it be a bloke? Oh, no. Will it like a bloke or a woman?",
      "start": 1764678,
      "end": 1775870,
      "confidence": 0.8712566666666666
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "What?",
      "start": 1776062,
      "end": 1776702,
      "confidence": 0.90735
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Will it like a bloke or a woman?",
      "start": 1776838,
      "end": 1778502,
      "confidence": 0.93658875
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Will it.",
      "start": 1778558,
      "end": 1779022,
      "confidence": 0.959325
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1779078,
      "end": 1779718,
      "confidence": 0.6281
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Will it like a bloke or woman? Wow.",
      "start": 1779886,
      "end": 1782744,
      "confidence": 0.8988887499999999
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "Yeah. So there you three stories.",
      "start": 1782824,
      "end": 1785044,
      "confidence": 0.8261683333333333
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "Okay. Well, I'll have to play a record now, Rick, surely.",
      "start": 1785544,
      "end": 1788872,
      "confidence": 0.7369572727272726
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1788968,
      "end": 1789176,
      "confidence": 0.43812
    },
    {
      "pos": 385,
      "speaker": "C",
      "text": "Okay.",
      "start": 1789200,
      "end": 1789936,
      "confidence": 0.45788
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "Sorry about the crabs and the big baby.",
      "start": 1790120,
      "end": 1792204,
      "confidence": 0.8707824999999999
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "It's a wonderful lesson.",
      "start": 1792864,
      "end": 1794032,
      "confidence": 0.48038250000000005
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "I'll think of a title for him. Yeah. Oasis, the Hindu Times. Carl just did his little screen test down the lens and just look at the camera. He went, right. You want to know about MTV? Well, it might be VH one. He went, right. It did rockbusters. After the breaks from Genesis, you didn't.",
      "start": 1794128,
      "end": 1819416,
      "confidence": 0.8557205357142854
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "Tell me she wanted all this. I thought you said. Because I said, you just bring your own camera in and we'll put it down on some tape and pass that on to her.",
      "start": 1819440,
      "end": 1825288,
      "confidence": 0.9450255882352939
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1825336,
      "end": 1825992,
      "confidence": 0.88915
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "So now this. I'm doing two jobs at once. Again, this is what I'm saying to you in the week. I'm juggling jobs all the time.",
      "start": 1826168,
      "end": 1832284,
      "confidence": 0.9071934615384616
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "Right, come on in.",
      "start": 1835024,
      "end": 1836064,
      "confidence": 0.9524174999999999
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "How much do I get?",
      "start": 1836144,
      "end": 1837444,
      "confidence": 0.9408799999999999
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "He looked straight at the camera and said that.",
      "start": 1840304,
      "end": 1843214,
      "confidence": 0.8536255555555555
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "Right, so, um, three stories. Don't rub it too hard. You'll get a rasher is a nurse.",
      "start": 1843344,
      "end": 1851290,
      "confidence": 0.8316623529411765
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "And we'll have that one then.",
      "start": 1851442,
      "end": 1853778,
      "confidence": 0.8637116666666665
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "That one, yeah. Right. Well, um. Do you believe in palm reading and stuff?",
      "start": 1853946,
      "end": 1860826,
      "confidence": 0.8657035714285716
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "Yes.",
      "start": 1860890,
      "end": 1861538,
      "confidence": 0.97919
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "Sorry. Yes.",
      "start": 1861706,
      "end": 1862602,
      "confidence": 0.901705
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "Yep.",
      "start": 1862698,
      "end": 1863018,
      "confidence": 0.48703
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "Yeah, of course. Sorry, I forgot. Yes, of course we do.",
      "start": 1863066,
      "end": 1865274,
      "confidence": 0.8613245454545456
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Right, well, there's a fellow who. He used to do palm reading, but a lot of people, he found that when he went up to him in the street and said, you want your palm reading? He was like. A lot of them were like, you know, oh, you know, I'm a bit ashamed of my nails and stuff because they're a laborer or they're a cleaner or something like that.",
      "start": 1865354,
      "end": 1883178,
      "confidence": 0.9002123943661974
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "I know a lot of laborers are slightly embarrassed by their nails. Yeah. So if you look at my bloody hands, Reg, that's that hod carrying.",
      "start": 1883226,
      "end": 1893174,
      "confidence": 0.8836607692307692
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Did I ever tell you that I got picked at school to make tea and serve biscuits to old people because I've got good nails?",
      "start": 1895874,
      "end": 1903194,
      "confidence": 0.9408768
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "No, go on.",
      "start": 1905894,
      "end": 1906750,
      "confidence": 0.8023333333333333
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "Is there any more to the story?",
      "start": 1906782,
      "end": 1907934,
      "confidence": 0.8260485714285714
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "That's about it. I mean, we used to do like. I think the ED teacher must have been getting something, maybe getting his mam in there for free or something and sell people's home. So he offered the kids of the school, he said, right, all sit at your desk and put your hands on the table. And everyone did. And he walked past mine, he said, not bad, not bad. And he said, you've got the afternoon off. You can go and serve biscuits and tea to the old people.",
      "start": 1908014,
      "end": 1935752,
      "confidence": 0.9169004395604395
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "What did you say?",
      "start": 1935848,
      "end": 1936584,
      "confidence": 0.9402125
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "I said, all right, then. Was that. Yeah, good afternoon.",
      "start": 1936664,
      "end": 1940048,
      "confidence": 0.8812439999999999
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "But anyway, what did he do?",
      "start": 1940176,
      "end": 1942584,
      "confidence": 0.7518233333333333
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "He just sort of walked around and went, all right, do you want bourbons or Dijah?",
      "start": 1942704,
      "end": 1946844,
      "confidence": 0.8062925
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "I bet you'd get on with old people, wouldn't you? I'd love to see.",
      "start": 1947464,
      "end": 1950288,
      "confidence": 0.8824642857142856
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Especially the senile ones.",
      "start": 1950376,
      "end": 1952004,
      "confidence": 0.759195
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "Yeah. No, but I'd love to see you on vh one. Just in a link. They just go, you know, they've just played Robert Palmer, right? And it comes to you in a little park and you just sit next to old lady go, alright. And you go, yeah, not too bad. You go, what do you think of London? Crap in it? And she goes, yeah, it's awful in it. And you just gathered talk and you go, all right. Well, she doesn't like it in excess. That's what I'd like to see.",
      "start": 1953184,
      "end": 1976442,
      "confidence": 0.8673073404255318
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "I still think my idea is better, but. So what you going for then? Oh, you picked one. Yeah.",
      "start": 1976578,
      "end": 1981754,
      "confidence": 0.8778736842105266
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1982254,
      "end": 1982542,
      "confidence": 0.51152
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "So this fella, so there's palmists going around the streets.",
      "start": 1982558,
      "end": 1985718,
      "confidence": 0.8829370000000001
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "Yeah. He's going around randomly trying to give.",
      "start": 1985766,
      "end": 1987790,
      "confidence": 0.7485575000000001
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "Losing the.",
      "start": 1987822,
      "end": 1988726,
      "confidence": 0.5105
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Losing money and over fist.",
      "start": 1988750,
      "end": 1990862,
      "confidence": 0.8691460000000001
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1990998,
      "end": 1991358,
      "confidence": 0.7093
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "All right. So they said he's. What he's done is he's reading people's bottoms now.",
      "start": 1991406,
      "end": 2000194,
      "confidence": 0.6911719999999999
    },
    {
      "pos": 423,
      "speaker": "C",
      "text": "Sorry, I didn't quite follow that. He was a palm reader that wasn't making money. So now he's going up to people in the street and saying, can I see your arse?",
      "start": 2001094,
      "end": 2010570,
      "confidence": 0.930035
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "Basically, yeah. So from. From.",
      "start": 2010722,
      "end": 2012090,
      "confidence": 0.7842020000000001
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "From being a palmist to an arsonist.",
      "start": 2012162,
      "end": 2014418,
      "confidence": 0.8481742857142857
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Well, that's what he does. He said these same sort of lines and that you get on your end, you get them on you. On your bottom, and it can read them.",
      "start": 2014586,
      "end": 2024654,
      "confidence": 0.9110890624999998
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "Right.",
      "start": 2024954,
      "end": 2025314,
      "confidence": 0.95374
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Yeah. He's not a pervert or anything. Or making up as he goes along.",
      "start": 2025354,
      "end": 2028210,
      "confidence": 0.8686814285714286
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "No, that's. That's it. That was that.",
      "start": 2028402,
      "end": 2030250,
      "confidence": 0.8450928571428572
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "So it's.",
      "start": 2030322,
      "end": 2030706,
      "confidence": 0.629455
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "Sorry.",
      "start": 2030730,
      "end": 2030930,
      "confidence": 0.93716
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "If a man came up to you.",
      "start": 2030962,
      "end": 2031922,
      "confidence": 0.9655285714285713
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "In the street, can I have a look at your ass?",
      "start": 2031938,
      "end": 2033866,
      "confidence": 0.9360645454545454
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "Can I read your ass?",
      "start": 2033930,
      "end": 2035312,
      "confidence": 0.841198
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "You drop your trousers, would you?",
      "start": 2035498,
      "end": 2037228,
      "confidence": 0.6511266666666666
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "No, no. If he went up to him and they said, rather you didn't, because I'm a laborer. I've got bad fingernails.",
      "start": 2037356,
      "end": 2042820,
      "confidence": 0.8668209090909091
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "No, that's why I've said. That's what they. A lot of laborers, they're showing their cleavage. You think? But actually they're over there assuming a lot of. That's what it is.",
      "start": 2042852,
      "end": 2050980,
      "confidence": 0.8133145161290323
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "And then. Right.",
      "start": 2051052,
      "end": 2051668,
      "confidence": 0.9395766666666668
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "So is that the end of the story?",
      "start": 2051716,
      "end": 2053036,
      "confidence": 0.96417875
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "Yeah, but then that's it.",
      "start": 2053180,
      "end": 2055164,
      "confidence": 0.770486
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Educating Ricky is there's a bloke who reads asses. No, you're a mentalist.",
      "start": 2055204,
      "end": 2058996,
      "confidence": 0.7989884615384616
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "No.",
      "start": 2059060,
      "end": 2059356,
      "confidence": 0.77804
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "What are you talking about?",
      "start": 2059420,
      "end": 2060332,
      "confidence": 0.8874960000000002
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "But then, do you know, like, now and again, I come up with a little jokey line. Thought you make an effort today for VH one or MTV.",
      "start": 2060388,
      "end": 2065280,
      "confidence": 0.906532142857143
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2065352,
      "end": 2065896,
      "confidence": 0.60241
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "Little line there. Don't worry, it won't last. It might just be splash in the pan. Okay, Phil Collins next.",
      "start": 2066040,
      "end": 2074804,
      "confidence": 0.9492879999999999
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "This is the best show. I mean, off air, obviously. I'm sure people at home aren't enjoying it as much as we are, but Carl is continuing is what they call this.",
      "start": 2082664,
      "end": 2091795,
      "confidence": 0.8988821874999999
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "A screen test?",
      "start": 2091819,
      "end": 2092875,
      "confidence": 0.9588566666666667
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah, that was let down by Radiohead. Carl, what do you think? What are you thinking?",
      "start": 2093019,
      "end": 2097491,
      "confidence": 0.8147374999999999
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "I think it's. It's not right, really, is that. I'm trying to do a job.",
      "start": 2097547,
      "end": 2100515,
      "confidence": 0.8464113333333335
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2100579,
      "end": 2101131,
      "confidence": 0.51039
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "Try to get another job. Yeah.",
      "start": 2101267,
      "end": 2104723,
      "confidence": 0.9425149999999999
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "But a lot of your presenters are on MTV now. Yeah. But all of them have got Zane in their name. But, you know.",
      "start": 2104843,
      "end": 2111875,
      "confidence": 0.9339291666666667
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Yeah. It's not. It's not really right. Is it gone? Right.",
      "start": 2112019,
      "end": 2115952,
      "confidence": 0.8565745454545454
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "So you better get that on you, Carl. Zane Pilkington, educating Ricky.",
      "start": 2116008,
      "end": 2120416,
      "confidence": 0.8072175
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "Will we carry on?",
      "start": 2120440,
      "end": 2121256,
      "confidence": 0.8472925
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2121360,
      "end": 2122044,
      "confidence": 0.56581
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Right, you've got left. Don't rub it too hard, you'll get a rasher. And will it like fellas or will it like women?",
      "start": 2122424,
      "end": 2132472,
      "confidence": 0.8934656521739129
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Well, you said wool before.",
      "start": 2132648,
      "end": 2134064,
      "confidence": 0.8682700000000001
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "Yeah, Woollett.",
      "start": 2134224,
      "end": 2135504,
      "confidence": 0.57996
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "Go, then. I've wool it right.",
      "start": 2135624,
      "end": 2137320,
      "confidence": 0.6277966666666667
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "Now. This is similar to the one you were talking about before. Right. They found out.",
      "start": 2137392,
      "end": 2141804,
      "confidence": 0.97401625
    },
    {
      "pos": 463,
      "speaker": "C",
      "text": "They?",
      "start": 2143124,
      "end": 2143864,
      "confidence": 0.80736
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "Scientists. Scientists.",
      "start": 2144804,
      "end": 2146196,
      "confidence": 0.585825
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 2146340,
      "end": 2146804,
      "confidence": 0.51044
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "I found out. 17th century, that, like, now one in ten rams are gay.",
      "start": 2146844,
      "end": 2152664,
      "confidence": 0.9190742857142858
    },
    {
      "pos": 467,
      "speaker": "C",
      "text": "One in ten rams are gay.",
      "start": 2153924,
      "end": 2156044,
      "confidence": 0.9520383333333333
    },
    {
      "pos": 468,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2156124,
      "end": 2156596,
      "confidence": 0.52028
    },
    {
      "pos": 469,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2156700,
      "end": 2157292,
      "confidence": 0.66692
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "So that was like wallet. That's how I could get that in. They got a load of gay and straight rams.",
      "start": 2157428,
      "end": 2164252,
      "confidence": 0.9200866666666668
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "Right.",
      "start": 2164348,
      "end": 2164628,
      "confidence": 0.80225
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "Right. They worked out which were which first they said, right, that's that bunch. There is a gay bunch.",
      "start": 2164676,
      "end": 2170854,
      "confidence": 0.8949684210526314
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "They looked better. They just had more pride in their appearance.",
      "start": 2170934,
      "end": 2173366,
      "confidence": 0.8725681818181819
    },
    {
      "pos": 474,
      "speaker": "B",
      "text": "And the other ones, you know, the straight ones. And then they gave them to this scientist and said, right, go on, do what you got to do. And they took the brains out of.",
      "start": 2173470,
      "end": 2182766,
      "confidence": 0.9153119999999999
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "All of them, just to check.",
      "start": 2182790,
      "end": 2184086,
      "confidence": 0.7641283333333334
    },
    {
      "pos": 476,
      "speaker": "B",
      "text": "And they did tests on the brain and it worked out that they've got something smaller in the brain. The gay ones have got something in the brain that makes it smaller. And they said, right, well, that's probably how it's going to work on males, unlike males and females and like humans.",
      "start": 2184230,
      "end": 2202002,
      "confidence": 0.9324643396226415
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "So you took from this that gays have smaller brains than straight people?",
      "start": 2202098,
      "end": 2206930,
      "confidence": 0.9709307692307692
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "No, there's something in the brain.",
      "start": 2207002,
      "end": 2208522,
      "confidence": 0.909065
    },
    {
      "pos": 479,
      "speaker": "C",
      "text": "Right.",
      "start": 2208658,
      "end": 2209170,
      "confidence": 0.68914
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "So if someone's saying, you know, I'm a gay, they're not sure, or whatever, they will now be able to find out.",
      "start": 2209282,
      "end": 2216494,
      "confidence": 0.9349536363636364
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "So you can go to the doctor and to find out if you're straight or gay.",
      "start": 2217594,
      "end": 2220934,
      "confidence": 0.9166487500000001
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Is there any guy in my brain? Let's have a look. You've got a little bit of a guy in you. Yes. A little bit of gay in there. Yes. You've got the little bent cell there.",
      "start": 2221594,
      "end": 2231962,
      "confidence": 0.8711245945945947
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "Well, that's. That's why they did it. Anyway.",
      "start": 2232138,
      "end": 2235414,
      "confidence": 0.9081049999999999
    },
    {
      "pos": 484,
      "speaker": "C",
      "text": "I don't understand how they have. They could differentiate which restraint and which reggae to begin with before they then gave it to the scientist. Wasn't that what the scientists figured out? How could they tell?",
      "start": 2235714,
      "end": 2245090,
      "confidence": 0.8634308333333334
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "There's one theory that is genetically determined. There is a theory that's genetically determined, but I don't think it's as easy as pulling a sheep's brain apart and finding a little pink sort of like blob in there going, right, we've taken the guy out now he's going to go into shag some ewes. I don't think it's that straightforward. Although the homosexuality does occur. A similar sort of rate in animals, I think. Yeah, yeah. You knew that, didn't you?",
      "start": 2245162,
      "end": 2272294,
      "confidence": 0.8767133333333335
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "So that's. That's that one. I mean, I just like the idea.",
      "start": 2272414,
      "end": 2275662,
      "confidence": 0.930875
    },
    {
      "pos": 487,
      "speaker": "C",
      "text": "Of the farmer figuring out which is straight and gay. Well, that was wearing quite a camp looking neckerchief.",
      "start": 2275678,
      "end": 2280158,
      "confidence": 0.7926647368421053
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Yeah, yeah. I love the fact they connect. Okay, that was a big fan of Sophie.",
      "start": 2280286,
      "end": 2287966,
      "confidence": 0.8337899999999999
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "Alex Baxter.",
      "start": 2287990,
      "end": 2288954,
      "confidence": 0.43144
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "They put on ABBA and see which ones dance. That's how they.",
      "start": 2290534,
      "end": 2294634,
      "confidence": 0.8422499999999999
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "Sing along.",
      "start": 2296854,
      "end": 2297794,
      "confidence": 0.82176
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "It is rubbish. What did I find?",
      "start": 2298214,
      "end": 2300158,
      "confidence": 0.8430385714285714
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "Did you just say, that is rubbish?",
      "start": 2300326,
      "end": 2301854,
      "confidence": 0.8198471428571429
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "No, I found out other stuff in the week that didn't make the top three.",
      "start": 2301894,
      "end": 2305558,
      "confidence": 0.9438913333333334
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Wow. Wow. We haven't even added.",
      "start": 2305646,
      "end": 2307638,
      "confidence": 0.8621316666666666
    },
    {
      "pos": 496,
      "speaker": "C",
      "text": "This must be mediocre stuff.",
      "start": 2307726,
      "end": 2309022,
      "confidence": 0.987226
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "This must be really bad. Yeah. Or it might be dubious. Go on.",
      "start": 2309078,
      "end": 2312566,
      "confidence": 0.8676753846153845
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "There's a woman in Ireland who has been with a fella for eleven years.",
      "start": 2312750,
      "end": 2316630,
      "confidence": 0.9300671428571429
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2316662,
      "end": 2317274,
      "confidence": 0.32193
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "She always saying to him, you know, when are we going to get married? And that, he's like, oh, we don't need to, you know, we're happy and that, you know, like, I am with Suzanne. It's like, there's no point, really, unless you have a kid. I don't think you need to, do you? So he was like, we'll do it in time. In time and all that. Anyway, comes home from work one day, says, oh, go on, then, we'll get married. She was so shocked, her hair fell out.",
      "start": 2318454,
      "end": 2339794,
      "confidence": 0.8956569565217392
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Oh, did you get that?",
      "start": 2343904,
      "end": 2345344,
      "confidence": 0.865194
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "Wow. So that's extraordinary.",
      "start": 2345504,
      "end": 2347944,
      "confidence": 0.8533225
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "What did he say? I'm not marrying you, Baldi.",
      "start": 2348024,
      "end": 2349792,
      "confidence": 0.8071077777777779
    },
    {
      "pos": 504,
      "speaker": "B",
      "text": "Yeah, yeah. Well, she was so.",
      "start": 2349848,
      "end": 2352016,
      "confidence": 0.7159483333333333
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "She was so shocked her hair fell out. I love the idea of it just going to the ground. Yeah, yeah, yeah. That's rubbish. That's rubbish.",
      "start": 2352040,
      "end": 2361728,
      "confidence": 0.8572273076923074
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "Next, you've also got.",
      "start": 2361776,
      "end": 2363404,
      "confidence": 0.9447650000000001
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "It's weird, isn't it, Rick? But the stories that we made up, more plausible than the facts.",
      "start": 2364624,
      "end": 2369600,
      "confidence": 0.82698
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "Yeah, I think we try too hard.",
      "start": 2369632,
      "end": 2371764,
      "confidence": 0.8317142857142857
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "That's what he's willing to believe. He's willing to believe that a woman's hair fell out when her husband came out saying, let's get married then. Oh, you old romantic.",
      "start": 2372664,
      "end": 2378764,
      "confidence": 0.8321553333333332
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Here's a good one.",
      "start": 2380224,
      "end": 2381024,
      "confidence": 0.914145
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Go on, then.",
      "start": 2381064,
      "end": 2381504,
      "confidence": 0.6398533333333334
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "Right. In Dubai, this woman went to Dubai for a holiday and she was over there and apparently in the market. They sell lizards, just, like, for people to buy. So she buys one, not knowing that you're not really meant to take him out of the country. Puts it in a bag. Yeah.",
      "start": 2381544,
      "end": 2400418,
      "confidence": 0.9344037037037035
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "As you do what have you.",
      "start": 2400546,
      "end": 2402250,
      "confidence": 0.9749016666666667
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "And then she gets to the airport. When she's going home, she's thinking, I can't really leave it in the bag. So she puts it on her head. Where's it ha.",
      "start": 2402362,
      "end": 2411162,
      "confidence": 0.8671687096774195
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "She wore the lizard as a hat.",
      "start": 2411338,
      "end": 2412698,
      "confidence": 0.9379671428571429
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "Yeah. People on the plane was just like, yeah, everything's fine. You know, they doing their cross checks and that.",
      "start": 2412746,
      "end": 2419250,
      "confidence": 0.8644120000000001
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2419282,
      "end": 2419490,
      "confidence": 0.88554
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "Have you got your seatbelt on? Yeah. There's a woman there with the lizard hat. Everything's going well. She gets off the plane at Manchester airport. Lizard sticks his tongue out.",
      "start": 2419522,
      "end": 2430242,
      "confidence": 0.8677174193548389
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2430418,
      "end": 2430778,
      "confidence": 0.3226
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "The aerosty says, what you doing with that? She goes about it, I've had it.",
      "start": 2430826,
      "end": 2434346,
      "confidence": 0.7728113333333333
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Lizard said, I just found her in Dubai.",
      "start": 2434370,
      "end": 2436334,
      "confidence": 0.9553524999999999
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "They said, I've had this with me all journey. And they said, well, you shouldn't have done. And they took it off her.",
      "start": 2437794,
      "end": 2442642,
      "confidence": 0.9414999999999998
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Yeah, I think that is true, actually.",
      "start": 2442738,
      "end": 2444058,
      "confidence": 0.9832742857142858
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2444186,
      "end": 2444610,
      "confidence": 0.5254
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2444682,
      "end": 2445334,
      "confidence": 0.79729
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "So what about that?",
      "start": 2445874,
      "end": 2446874,
      "confidence": 0.9835175
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "Yeah, good. Yeah. Yeah. That educated me.",
      "start": 2446954,
      "end": 2449454,
      "confidence": 0.9598957142857143
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "Right?",
      "start": 2449494,
      "end": 2449694,
      "confidence": 0.96613
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "What, anymore?",
      "start": 2449734,
      "end": 2450470,
      "confidence": 0.806485
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "Well, what's that taught you? That's taught you, you know, be careful when smuggling lizard. Some kind of hat.",
      "start": 2450582,
      "end": 2456014,
      "confidence": 0.8815515789473686
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "Yeah. Just say lizard. Keep your tongue in you, not at the customs officer. Yeah.",
      "start": 2456094,
      "end": 2464118,
      "confidence": 0.8868206666666666
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "And, uh, what else?",
      "start": 2464246,
      "end": 2466254,
      "confidence": 0.76913
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "Anyone didn't quite make it.",
      "start": 2466374,
      "end": 2467766,
      "confidence": 0.9069419999999999
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "Anything to declare. Lizard on my head.",
      "start": 2467870,
      "end": 2472394,
      "confidence": 0.8609199999999999
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "We've got an old saying. One if you want that.",
      "start": 2473414,
      "end": 2475318,
      "confidence": 0.9475070000000001
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "Go on, then. Are these ones.",
      "start": 2475406,
      "end": 2476574,
      "confidence": 0.91982
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "Sorry?",
      "start": 2476614,
      "end": 2476766,
      "confidence": 0.9183
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "Are these ones that didn't make the list?",
      "start": 2476790,
      "end": 2478630,
      "confidence": 0.9261
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "These are ones that didn't make it.",
      "start": 2478742,
      "end": 2479870,
      "confidence": 0.9102285714285714
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "All right.",
      "start": 2479902,
      "end": 2480326,
      "confidence": 0.69575
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "Because I always. I always get more in than I need to. Just in case.",
      "start": 2480390,
      "end": 2483630,
      "confidence": 0.8888453333333334
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "Just think of. Someone's just tuned in now. Is Anders listening? Is. Well, I'll tell you. Dickie Anderson.",
      "start": 2483662,
      "end": 2488150,
      "confidence": 0.7848227777777779
    },
    {
      "pos": 543,
      "speaker": "C",
      "text": "I've got an email from Richard Anderson. Dicky Anderson.",
      "start": 2488262,
      "end": 2490742,
      "confidence": 0.8367766666666667
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "Go on.",
      "start": 2490798,
      "end": 2491158,
      "confidence": 0.85041
    },
    {
      "pos": 545,
      "speaker": "C",
      "text": "The dick machine. Which.",
      "start": 2491206,
      "end": 2492526,
      "confidence": 0.9194125
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "The big dick.",
      "start": 2492670,
      "end": 2493598,
      "confidence": 0.8759433333333334
    },
    {
      "pos": 547,
      "speaker": "C",
      "text": "The big dick. Which. Now, this is interesting. I mean, I think we're wearing him down. Ricky, I think your show might be improving.",
      "start": 2493646,
      "end": 2499870,
      "confidence": 0.94200875
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Go on.",
      "start": 2499982,
      "end": 2500558,
      "confidence": 0.9539249999999999
    },
    {
      "pos": 549,
      "speaker": "C",
      "text": "That sense of despair and loneliness I normally feel when listening to your show doesn't seem so bad today.",
      "start": 2500646,
      "end": 2505496,
      "confidence": 0.9776547368421052
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "He's desensitized to it. Yeah.",
      "start": 2505630,
      "end": 2507316,
      "confidence": 0.910334
    },
    {
      "pos": 551,
      "speaker": "C",
      "text": "Always giving up.",
      "start": 2507380,
      "end": 2508420,
      "confidence": 0.6542866666666667
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "Always just given up. Yeah. Yeah. I mean, you just do this long enough, and your standards will drop.",
      "start": 2508572,
      "end": 2513476,
      "confidence": 0.8132757894736842
    },
    {
      "pos": 553,
      "speaker": "C",
      "text": "Let's come back with some more corals.",
      "start": 2513540,
      "end": 2516140,
      "confidence": 0.632872857142857
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2516252,
      "end": 2516620,
      "confidence": 0.4922
    },
    {
      "pos": 555,
      "speaker": "C",
      "text": "I don't want to use the word facts.",
      "start": 2516692,
      "end": 2518384,
      "confidence": 0.7559849999999999
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "He's got more screen testing now. The camera's ready for you. Yeah. Feeder. Just around feed. That's my favorite feeder track ever. It's bugging me. It's just like a ride track from about ten or 15 years ago. So if, you know, put me up. Where is reef email in? It's just like a ride track from about 1990. And I can't. Just the beginning. Drive me mental.",
      "start": 2519644,
      "end": 2545592,
      "confidence": 0.8603875000000001
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "Ricky Gervais fm dot co dot uk.",
      "start": 2545648,
      "end": 2548104,
      "confidence": 0.6422371428571428
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "Yeah. Well, half hour to go. You've done your screen test. Reluctantly. I think you. I think you had such the wrong attitude.",
      "start": 2548184,
      "end": 2555800,
      "confidence": 0.8691165217391306
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "Well, it doesn't matter, does it? I've told you before, if things are meant to be right, they'll happen. That's how I've got through my life. Right. I'm 29 now.",
      "start": 2555832,
      "end": 2563024,
      "confidence": 0.9029626666666669
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2563104,
      "end": 2563456,
      "confidence": 0.74858
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Never fail. Well, yeah, 30, but the camera still on, so. And everything I've done in my life, I've never sort of planned it.",
      "start": 2563520,
      "end": 2574272,
      "confidence": 0.9093820833333334
    },
    {
      "pos": 562,
      "speaker": "C",
      "text": "You storm through your, your exam, look at the.",
      "start": 2574408,
      "end": 2578112,
      "confidence": 0.8126122222222221
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Look at the school play doing little donkey. I wasn't planning that day to do the drums. It just. On the night I couldn't help myself.",
      "start": 2578208,
      "end": 2583840,
      "confidence": 0.8941646153846153
    },
    {
      "pos": 564,
      "speaker": "C",
      "text": "And you stole the shirt.",
      "start": 2583872,
      "end": 2584520,
      "confidence": 0.70152
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "What happened? What do you mean? When.",
      "start": 2584552,
      "end": 2585934,
      "confidence": 0.8529128571428571
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "When, you know, when all the kids were playing little donkey. I wasn't meant to be doing me drum set in that track. I was only meant to. I think I was doing we three kings or something. But when they started doing it, the tune, I couldn't help myself with the drumstick. Just like tapping away right at the drum.",
      "start": 2585974,
      "end": 2600446,
      "confidence": 0.9278567213114758
    },
    {
      "pos": 567,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2600550,
      "end": 2600878,
      "confidence": 0.74699
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "And then when it came on, I was like, oh. And I started doing it and like, the teacher looked at. Looked over at me and I was like, oh, I shouldn't be doing this. But she sort of gave me the nod as if to say, it's alright, carry on, it's sounding good. Then after it, she went, you know, they love that. You can do that again tomorrow night. So I got like an extra, extra part in the play. In that.",
      "start": 2600926,
      "end": 2618450,
      "confidence": 0.9256830952380949
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2618482,
      "end": 2619026,
      "confidence": 0.76803
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "That wasn't. So.",
      "start": 2619170,
      "end": 2619850,
      "confidence": 0.7699133333333333
    },
    {
      "pos": 571,
      "speaker": "A",
      "text": "You were so. So you were doing the drum part to we three kings over little donkey. Yeah, that's where that is. Like flat boy slim or something when they mix up at the age of four.",
      "start": 2619882,
      "end": 2630770,
      "confidence": 0.8928045945945943
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Eight.",
      "start": 2630802,
      "end": 2631258,
      "confidence": 0.92
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "Yeah. And that's what I'm saying.",
      "start": 2631386,
      "end": 2632930,
      "confidence": 0.987285
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "And that is that when. Is that when someone was filming it and you could hear your dad on the camcorder guy, he looks like a twat.",
      "start": 2633002,
      "end": 2639668,
      "confidence": 0.8561388888888887
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "That's. That's the one, yeah. Oh, and that's why. Maybe that's why I don't want to be on the telly, because I'll always have my dad's sort of echoing voice just saying, he shouldn't be on there. He looks. Looks like her. So. So that's. That's why I'm a bit sort of nervous about this today.",
      "start": 2639786,
      "end": 2655608,
      "confidence": 0.8706535714285711
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "Really? You think it's sort of quite freudian in a way?",
      "start": 2655656,
      "end": 2658464,
      "confidence": 0.8997509090909092
    },
    {
      "pos": 577,
      "speaker": "B",
      "text": "Sort of, yeah.",
      "start": 2658504,
      "end": 2659376,
      "confidence": 0.7368733333333334
    },
    {
      "pos": 578,
      "speaker": "C",
      "text": "Your attributes, case router.",
      "start": 2659440,
      "end": 2661008,
      "confidence": 0.4000125
    },
    {
      "pos": 579,
      "speaker": "B",
      "text": "Well, plus I haven't got the look. I don't. I'm not pretending, right, that I should be on the telly.",
      "start": 2661176,
      "end": 2665048,
      "confidence": 0.9350860000000001
    },
    {
      "pos": 580,
      "speaker": "A",
      "text": "What's wrong with your look for Vh one?",
      "start": 2665096,
      "end": 2666784,
      "confidence": 0.94849625
    },
    {
      "pos": 581,
      "speaker": "B",
      "text": "It's not. Right.",
      "start": 2666824,
      "end": 2667488,
      "confidence": 0.9926533333333335
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "It's not. Jono was on VH one.",
      "start": 2667576,
      "end": 2669644,
      "confidence": 0.8454385714285714
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Was he?",
      "start": 2670144,
      "end": 2670712,
      "confidence": 0.97702
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "Yes.",
      "start": 2670768,
      "end": 2671444,
      "confidence": 0.67834
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "So I'm going up against Jono.",
      "start": 2671984,
      "end": 2673884,
      "confidence": 0.9043633333333334
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "So he's gone now. He's moved on.",
      "start": 2674904,
      "end": 2677056,
      "confidence": 0.8472957142857143
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Yeah. There you go. You see another one who they gave a chance to.",
      "start": 2677240,
      "end": 2679928,
      "confidence": 0.988177142857143
    },
    {
      "pos": 588,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2680016,
      "end": 2680256,
      "confidence": 0.78381
    },
    {
      "pos": 589,
      "speaker": "B",
      "text": "And then he was like, you know, yeah, I can do that. It's built up. Right. They built him up. You can do that as a job. And then they knocked him down and he probably started eating now.",
      "start": 2680280,
      "end": 2693354,
      "confidence": 0.9574648717948716
    },
    {
      "pos": 590,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2693424,
      "end": 2693862,
      "confidence": 0.53527
    },
    {
      "pos": 591,
      "speaker": "B",
      "text": "So that's what I'm saying. So if it's meant to be. Right, whoever's going to watch this tape, you know, thanks for the offering, that, but, you know, time will tell.",
      "start": 2693958,
      "end": 2703874,
      "confidence": 0.9495029032258063
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "Very wise.",
      "start": 2705134,
      "end": 2705918,
      "confidence": 0.33771
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2706006,
      "end": 2706294,
      "confidence": 0.71754
    },
    {
      "pos": 594,
      "speaker": "B",
      "text": "There you go. And I tell you what, actually, it's a bit funny, because we're looking on the web in a week out, different sayings. And do you know the saying, a.",
      "start": 2706334,
      "end": 2715222,
      "confidence": 0.8849840625000001
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Round head does not an MTV presenter make?",
      "start": 2715238,
      "end": 2717326,
      "confidence": 0.77243875
    },
    {
      "pos": 596,
      "speaker": "B",
      "text": "Yeah. No. Spot. What's that saying? Spark in the pan or something?",
      "start": 2717430,
      "end": 2725240,
      "confidence": 0.8545083333333333
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "Hey, flash in the pan.",
      "start": 2725392,
      "end": 2726848,
      "confidence": 0.838218
    },
    {
      "pos": 598,
      "speaker": "B",
      "text": "Flash in the pan.",
      "start": 2726896,
      "end": 2727568,
      "confidence": 0.8607775
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2727616,
      "end": 2727960,
      "confidence": 0.60685
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "Saying. Yeah, that's a bit like, what could happen to me in it, you know what I mean? There I am, trying to do me normal job, right? And then you bring me in here on a Saturday, next thing, everyone's after me.",
      "start": 2728032,
      "end": 2737152,
      "confidence": 0.9159579069767442
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2737208,
      "end": 2737844,
      "confidence": 0.55903
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "And then it doesn't work out and I dropped. And that same flash in a pan, you know, it came about.",
      "start": 2738704,
      "end": 2743288,
      "confidence": 0.910061904761905
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "No.",
      "start": 2743376,
      "end": 2744004,
      "confidence": 0.84631
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "Do you know like how years ago they used to dig for gold?",
      "start": 2745304,
      "end": 2747472,
      "confidence": 0.9355169230769231
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Gold, yeah, yeah.",
      "start": 2747528,
      "end": 2748864,
      "confidence": 0.7914366666666667
    },
    {
      "pos": 606,
      "speaker": "B",
      "text": "And they had, like, a little pan and.",
      "start": 2748904,
      "end": 2750182,
      "confidence": 0.8412687500000001
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2750248,
      "end": 2750586,
      "confidence": 0.77685
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "And they'd put the soil in and they'd rub the soil.",
      "start": 2750650,
      "end": 2753170,
      "confidence": 0.913238181818182
    },
    {
      "pos": 609,
      "speaker": "A",
      "text": "Yeah. And it shone in now and again.",
      "start": 2753242,
      "end": 2754658,
      "confidence": 0.87675375
    },
    {
      "pos": 610,
      "speaker": "B",
      "text": "It shone in the sun and they got all excited and we're like, oh, brilliant. Some gold. And then they realized it was just a sun flashing in the pan.",
      "start": 2754706,
      "end": 2760762,
      "confidence": 0.8724486666666667
    },
    {
      "pos": 611,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2760898,
      "end": 2761354,
      "confidence": 0.51294
    },
    {
      "pos": 612,
      "speaker": "B",
      "text": "And that's. Do you know what I mean?",
      "start": 2761434,
      "end": 2762778,
      "confidence": 0.8588475
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "Yeah, yeah.",
      "start": 2762826,
      "end": 2763474,
      "confidence": 0.6229
    },
    {
      "pos": 614,
      "speaker": "B",
      "text": "So, again, that's a bit weird. I saw that saying in the week, almost like a little thing saying, don't be getting carried away. So well, makes you wonder. But anyway, so tell you things that make you wonder. You saw Darren Brown. What did he do?",
      "start": 2763514,
      "end": 2775954,
      "confidence": 0.9237770212765956
    },
    {
      "pos": 615,
      "speaker": "A",
      "text": "Oh, no.",
      "start": 2776114,
      "end": 2776738,
      "confidence": 0.8131299999999999
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "Extraordinary.",
      "start": 2776826,
      "end": 2777314,
      "confidence": 0.82744
    },
    {
      "pos": 617,
      "speaker": "A",
      "text": "Yeah. I told her, but I said, you.",
      "start": 2777354,
      "end": 2778978,
      "confidence": 0.7439825
    },
    {
      "pos": 618,
      "speaker": "C",
      "text": "Should peep a lot. People don't realize who Darren Brown is.",
      "start": 2778986,
      "end": 2780922,
      "confidence": 0.818949090909091
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "And he's the best illusionist in the. We went to Jonathan Ross's house for his birthday.",
      "start": 2780938,
      "end": 2785826,
      "confidence": 0.79127125
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "I didn't.",
      "start": 2785890,
      "end": 2786298,
      "confidence": 0.88798
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "I know, me and Jane, and we went there and there was lots of people there and Darren Brown was there and Jonathan got Darren Brown. And it was incredible. He did all these tricks, right? I mean, incredible. It was just amazing. And he did one with a bloke friend of Jonathan's, name was Ray. And he got him to give the pack. He said, count the cards. And he counted out 52 cards. Yeah. He went, think of any card in that pack. He didn't touch it yet he's counting 52. It was in his hand. He said, think of any card. He said, what was it? He said, three of swayed somewhere. He went, find it in the pack. Couldn't find it. He said, count the cards. There was 51 and he couldn't find the card and he had no idea and we forgot about it. He went, oh, it's gone wrong. And he forgot about it. And he kept three of us going, I wonder where that card is. And he kept looking at me. I found out that about a week ago, Ray went into hospital with an appendicitis. Yeah. And the surgeon crumpled up. There was a thing and it was a card. It was the card that was in his thing, causing appendicitis. And when he came out of surgery, there was a card from Darren Brown saying, was that your card?",
      "start": 2786346,
      "end": 2851394,
      "confidence": 0.8754027615062763
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "That's amazing, don't you think? I mean, that's like, incredible thing.",
      "start": 2853494,
      "end": 2857126,
      "confidence": 0.9546836363636365
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "And what. And then a crab went, I know what it is. It's a five of spades. It's another wind up.",
      "start": 2857150,
      "end": 2862062,
      "confidence": 0.8808890476190478
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2862118,
      "end": 2862670,
      "confidence": 0.7125049999999999
    },
    {
      "pos": 625,
      "speaker": "B",
      "text": "Well, see, see, I'm not going to believe anything anymore. Say, if all this goes wrong now, right? Cry wolf and all that.",
      "start": 2862702,
      "end": 2871118,
      "confidence": 0.9073639130434783
    },
    {
      "pos": 626,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2871166,
      "end": 2871486,
      "confidence": 0.73526
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "Imagine I get dropped by MTV.",
      "start": 2871550,
      "end": 2873674,
      "confidence": 0.9207133333333332
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "You haven't been asked yet.",
      "start": 2874174,
      "end": 2875598,
      "confidence": 0.847408
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "Well, right, they shot on fireman because always going on strike. I answer the phone, it's. You say, meows is on fire.",
      "start": 2875686,
      "end": 2883734,
      "confidence": 0.8172354545454547
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "I don't know what you're talking about now, Carl.",
      "start": 2883894,
      "end": 2885398,
      "confidence": 0.8932444444444445
    },
    {
      "pos": 631,
      "speaker": "B",
      "text": "I actually.",
      "start": 2885486,
      "end": 2886038,
      "confidence": 0.739375
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "I don't know what he's talking about.",
      "start": 2886126,
      "end": 2887534,
      "confidence": 0.8059785714285714
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "I think somewhere along the line there, Carl has been recruited by the fire brigade.",
      "start": 2887614,
      "end": 2891630,
      "confidence": 0.948738
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "Did you leave the story? Start again. Right, because I just wound you up about crabs, babies pushing their way out of vaginas and Darren Brown causing the pencil.",
      "start": 2891822,
      "end": 2901514,
      "confidence": 0.8324558620689655
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "What's, what's the saying about little acorns?",
      "start": 2902814,
      "end": 2905326,
      "confidence": 0.8775442857142858
    },
    {
      "pos": 636,
      "speaker": "A",
      "text": "Don't gather any grounds.",
      "start": 2905350,
      "end": 2906846,
      "confidence": 0.8545425
    },
    {
      "pos": 637,
      "speaker": "B",
      "text": "Crying wolf.",
      "start": 2907030,
      "end": 2907870,
      "confidence": 0.929485
    },
    {
      "pos": 638,
      "speaker": "C",
      "text": "You can take your fish to water and you can't do that.",
      "start": 2907942,
      "end": 2910366,
      "confidence": 0.7631383333333334
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "You know that saying you can lead horse? What? We can't make it drink. Do you know why?",
      "start": 2910390,
      "end": 2914954,
      "confidence": 0.9227444444444445
    },
    {
      "pos": 640,
      "speaker": "B",
      "text": "Because it's next too long. No, it's got an awkward neck. I don't know.",
      "start": 2915734,
      "end": 2920444,
      "confidence": 0.7584192857142859
    },
    {
      "pos": 641,
      "speaker": "C",
      "text": "That's correct. That is correct.",
      "start": 2920784,
      "end": 2922320,
      "confidence": 0.70503
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "Anyway, we've still got to come back today. I'm gonna apologize to people listening today, cuz you might focus.",
      "start": 2922392,
      "end": 2929204,
      "confidence": 0.7714536842105262
    },
    {
      "pos": 643,
      "speaker": "A",
      "text": "Rolling stone gathers no moss. You hear that?",
      "start": 2930664,
      "end": 2933528,
      "confidence": 0.7864399999999999
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2933576,
      "end": 2933776,
      "confidence": 0.74682
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "Do you know what that's from.",
      "start": 2933800,
      "end": 2934844,
      "confidence": 0.8088833333333333
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "During.",
      "start": 2936944,
      "end": 2937376,
      "confidence": 0.84445
    },
    {
      "pos": 647,
      "speaker": "A",
      "text": "Where it's from in Woodstock. Right? The band used to go out and get this sort of like moss that used to grow there and it was sort of like slightly hallucinogenic, right? And I used to come back and they used to all go out. Everyone was out there. Mama's and papas were doing it. The doors, they all came back. But Mick Jagger and Keith Richard would never do it, but they'd smoke other people's.",
      "start": 2937440,
      "end": 2955404,
      "confidence": 0.8766757142857141
    },
    {
      "pos": 648,
      "speaker": "C",
      "text": "Yeah, the Rolling Stone never gathers his own moth. That was what it was. Seriously, Carl.",
      "start": 2956064,
      "end": 2960444,
      "confidence": 0.756866875
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "Rockbusters, have you heard the.",
      "start": 2963584,
      "end": 2965536,
      "confidence": 0.8322579999999998
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "Saying, a fish in time saves nine? The clues were, have you heard that?",
      "start": 2965560,
      "end": 2969728,
      "confidence": 0.8376399999999998
    },
    {
      "pos": 651,
      "speaker": "B",
      "text": "That'll never get off the ground, lz, you've got.",
      "start": 2969816,
      "end": 2973072,
      "confidence": 0.8687111111111111
    },
    {
      "pos": 652,
      "speaker": "C",
      "text": "Have you heard that saying, out of the frying pan into the saucepan, you.",
      "start": 2973128,
      "end": 2978094,
      "confidence": 0.8380128571428571
    },
    {
      "pos": 653,
      "speaker": "B",
      "text": "Hold it together now?",
      "start": 2981714,
      "end": 2982882,
      "confidence": 0.9301050000000001
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "Well, yeah. No, we're trying to teach you so much, Carl.",
      "start": 2982978,
      "end": 2986186,
      "confidence": 0.7748363636363635
    },
    {
      "pos": 655,
      "speaker": "B",
      "text": "Yeah, but you're not.",
      "start": 2986290,
      "end": 2987098,
      "confidence": 0.92845
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "Why?",
      "start": 2987186,
      "end": 2987650,
      "confidence": 0.99089
    },
    {
      "pos": 657,
      "speaker": "B",
      "text": "Because at least my stuff that I tell you, if you go into a pub and told someone.",
      "start": 2987762,
      "end": 2991122,
      "confidence": 0.9412849999999998
    },
    {
      "pos": 658,
      "speaker": "A",
      "text": "What? There was a blind girl, she. Her head, she could see. What's that?",
      "start": 2991178,
      "end": 2995014,
      "confidence": 0.8673378571428572
    },
    {
      "pos": 659,
      "speaker": "B",
      "text": "Well, just don't, don't get down. If your eyes are bad.",
      "start": 2995754,
      "end": 2998414,
      "confidence": 0.9073818181818182
    },
    {
      "pos": 660,
      "speaker": "A",
      "text": "Go round headbutting. Oh, Carl, come on.",
      "start": 3001714,
      "end": 3005814,
      "confidence": 0.6687985714285715
    },
    {
      "pos": 661,
      "speaker": "C",
      "text": "The undertones, teenage kicks. That one of the tracks on the best air guitar album in the world ever, volume two, which is one of the prizes on today's rock buster and.",
      "start": 3007314,
      "end": 3014698,
      "confidence": 0.9214365625
    },
    {
      "pos": 662,
      "speaker": "A",
      "text": "John Peele's favorite track.",
      "start": 3014706,
      "end": 3015658,
      "confidence": 0.6961275
    },
    {
      "pos": 663,
      "speaker": "C",
      "text": "John Peele's favorite song of all time. And so, Carl, have you got the answers for Rockbusters this week?",
      "start": 3015706,
      "end": 3019938,
      "confidence": 0.7798900000000001
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "Yeah, we have. Yeah. We've got the first clue.",
      "start": 3019986,
      "end": 3022930,
      "confidence": 0.8591811111111113
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "You upset Karl.",
      "start": 3023082,
      "end": 3024194,
      "confidence": 0.4285966666666667
    },
    {
      "pos": 666,
      "speaker": "C",
      "text": "Miserable.",
      "start": 3024274,
      "end": 3025170,
      "confidence": 0.79278
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "I'm a bit fed up today. The weather's. I knew when I was walking in today though, that.",
      "start": 3025362,
      "end": 3028650,
      "confidence": 0.9419116666666668
    },
    {
      "pos": 668,
      "speaker": "A",
      "text": "But that video, there's lots of. There's lots of weather on that video. So they can. Whoever wins this can go and see sort of the weather you were talking about.",
      "start": 3028722,
      "end": 3034814,
      "confidence": 0.8980041935483871
    },
    {
      "pos": 669,
      "speaker": "B",
      "text": "The first one was, that'll never get off the ground, LZ.",
      "start": 3035114,
      "end": 3039184,
      "confidence": 0.8836136363636363
    },
    {
      "pos": 670,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3039684,
      "end": 3040324,
      "confidence": 0.77156
    },
    {
      "pos": 671,
      "speaker": "B",
      "text": "The answer there was Led Zeppelin.",
      "start": 3040444,
      "end": 3043268,
      "confidence": 0.9204933333333334
    },
    {
      "pos": 672,
      "speaker": "A",
      "text": "So easy.",
      "start": 3043436,
      "end": 3044504,
      "confidence": 0.986495
    },
    {
      "pos": 673,
      "speaker": "B",
      "text": "Yeah, but I said, that's here. There's always two easy ones and a difficult one gone. The third one was, you'll get a load of bacon off them. That was l long pigs.",
      "start": 3045404,
      "end": 3054544,
      "confidence": 0.9081006060606063
    },
    {
      "pos": 674,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3055044,
      "end": 3055660,
      "confidence": 0.58119
    },
    {
      "pos": 675,
      "speaker": "B",
      "text": "And then the second one was, that woman's got her husband's gloves and a pair of her own. Hh, yeah, that was Ehrman Zermitz. So that's the three. That's the three answers this week.",
      "start": 3055772,
      "end": 3073288,
      "confidence": 0.8689811764705883
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "Herman's hermit. Herman's hermit. That is genius. That is genius. Hermit.",
      "start": 3073376,
      "end": 3085432,
      "confidence": 0.6881445454545455
    },
    {
      "pos": 677,
      "speaker": "C",
      "text": "So many people who are worthy of the prices, obviously. I quite like to give the price this week. Tom McGibbon, just because I like his name. I don't know if I pronounced that right, but. Tom McGibbon. Yeah, I like to give that to him. He also lives in Blocks Hall Road. Tom McGibbon of Blocks Hall Road. I don't know why.",
      "start": 3085568,
      "end": 3107560,
      "confidence": 0.8758034920634917
    },
    {
      "pos": 678,
      "speaker": "A",
      "text": "Well, you've made a mock of him. You made a monkey out of the.",
      "start": 3107592,
      "end": 3109728,
      "confidence": 0.67118
    },
    {
      "pos": 679,
      "speaker": "C",
      "text": "Man for old Gibbo.",
      "start": 3109736,
      "end": 3111368,
      "confidence": 0.6332450000000001
    },
    {
      "pos": 680,
      "speaker": "A",
      "text": "Yes. Yeah.",
      "start": 3111496,
      "end": 3112240,
      "confidence": 0.6347499999999999
    },
    {
      "pos": 681,
      "speaker": "B",
      "text": "And he's asking. He's got a question there.",
      "start": 3112272,
      "end": 3113936,
      "confidence": 0.9367875
    },
    {
      "pos": 682,
      "speaker": "C",
      "text": "What can Carl get rid of slugs? I'm almost certain he can.",
      "start": 3114000,
      "end": 3118408,
      "confidence": 0.8251674999999999
    },
    {
      "pos": 683,
      "speaker": "A",
      "text": "Just so.",
      "start": 3118496,
      "end": 3118896,
      "confidence": 0.63645
    },
    {
      "pos": 684,
      "speaker": "B",
      "text": "Well done. If he's been listening, was listening a few months ago, he would have known how to go on. Because I told you what slugs like.",
      "start": 3118920,
      "end": 3125608,
      "confidence": 0.8481677777777777
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "What?",
      "start": 3125696,
      "end": 3126040,
      "confidence": 0.92259
    },
    {
      "pos": 686,
      "speaker": "B",
      "text": "Getting in letter boxes. Put some stamps in your garden they like. No, they like. They like stamp glue.",
      "start": 3126112,
      "end": 3137044,
      "confidence": 0.8893494736842107
    },
    {
      "pos": 687,
      "speaker": "A",
      "text": "How does that get rid of them? They keep coming back, weren't they? Then he goes, I can't believe it. We'd have to climb those boxes now. He's a fellow leaving stamp.",
      "start": 3139184,
      "end": 3145408,
      "confidence": 0.8544434374999998
    },
    {
      "pos": 688,
      "speaker": "B",
      "text": "You've won some prizes and I've sorted.",
      "start": 3145576,
      "end": 3147048,
      "confidence": 0.8508700000000001
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "No, how does that get rid of slugs leaving stamps out for them, their favorite food? Because it's like planting load of lettuces. They love that.",
      "start": 3147096,
      "end": 3153884,
      "confidence": 0.8616934615384615
    },
    {
      "pos": 690,
      "speaker": "B",
      "text": "Well, it depends where he's got him. I thought he meant he's got him in his house.",
      "start": 3155024,
      "end": 3157924,
      "confidence": 0.9248135294117646
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "Oh, to put stamps on the outside there go. There's loads of stamps out here, lads. Let's leave this house. Right, let's get out of this house.",
      "start": 3159224,
      "end": 3164984,
      "confidence": 0.8695011111111112
    },
    {
      "pos": 692,
      "speaker": "B",
      "text": "We've got. We've got one more. Go on educating Ricky to go on, and quick then.",
      "start": 3165064,
      "end": 3169184,
      "confidence": 0.865069375
    },
    {
      "pos": 693,
      "speaker": "A",
      "text": "I mean, I need educating.",
      "start": 3169224,
      "end": 3170376,
      "confidence": 0.882188
    },
    {
      "pos": 694,
      "speaker": "B",
      "text": "Right. Don't rub it too hard, you'll get a rusher.",
      "start": 3170480,
      "end": 3174080,
      "confidence": 0.8375360000000001
    },
    {
      "pos": 695,
      "speaker": "A",
      "text": "How was he gonna out with Darren Brown? You said something in the break.",
      "start": 3174112,
      "end": 3176416,
      "confidence": 0.7470421428571428
    },
    {
      "pos": 696,
      "speaker": "C",
      "text": "Oh, I have to say, yeah, Darren Brown, who we bumped into as well, and he did this incredible trick where he puts 40 pounds down on the table. He says, I can tell you which hand you've got a pound coin in. Let's say five times out of five you know, so I have a pound coin in one hand. I put it behind my back, I bring my hands out and he can tell me every single time which hand it's in by asking questions, by doing various things.",
      "start": 3176480,
      "end": 3194312,
      "confidence": 0.930683956043956
    },
    {
      "pos": 697,
      "speaker": "A",
      "text": "But he just goes, now, you might put it in that one, you might do the same again, but then you're an intelligent person, you probably don't. So it's in that one. And he does it every time. Incredible.",
      "start": 3194408,
      "end": 3201888,
      "confidence": 0.8451289743589743
    },
    {
      "pos": 698,
      "speaker": "C",
      "text": "It's absolutely majestic. I mentioned this to Carl.",
      "start": 3201936,
      "end": 3204088,
      "confidence": 0.8700399999999999
    },
    {
      "pos": 699,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3204176,
      "end": 3204464,
      "confidence": 0.80009
    },
    {
      "pos": 700,
      "speaker": "C",
      "text": "And, well, Carl, you tell me how you think you could outwit Darren Brown because your dad used to do this trick.",
      "start": 3204504,
      "end": 3208910,
      "confidence": 0.8751649999999999
    },
    {
      "pos": 701,
      "speaker": "B",
      "text": "You told my dad used to play this.",
      "start": 3208942,
      "end": 3211074,
      "confidence": 0.8980724999999999
    },
    {
      "pos": 702,
      "speaker": "A",
      "text": "How old were you?",
      "start": 3212054,
      "end": 3213274,
      "confidence": 0.84163
    },
    {
      "pos": 703,
      "speaker": "B",
      "text": "Probably about ten.",
      "start": 3214254,
      "end": 3215174,
      "confidence": 0.9856600000000001
    },
    {
      "pos": 704,
      "speaker": "A",
      "text": "So you probably weren't as sharp as you were now, then.",
      "start": 3215254,
      "end": 3217874,
      "confidence": 0.9153981818181817
    },
    {
      "pos": 705,
      "speaker": "B",
      "text": "So he used to play it and. And the way of telling what Andy's got it in his hand looks bigger.",
      "start": 3218294,
      "end": 3223190,
      "confidence": 0.8875766666666666
    },
    {
      "pos": 706,
      "speaker": "A",
      "text": "So that's how you got to do. That's how he did it. Then.",
      "start": 3223262,
      "end": 3226074,
      "confidence": 0.7620207692307693
    },
    {
      "pos": 707,
      "speaker": "B",
      "text": "It's different because he did it with golf balls. But.",
      "start": 3228294,
      "end": 3230462,
      "confidence": 0.8390169999999999
    },
    {
      "pos": 708,
      "speaker": "C",
      "text": "But to catch Darren out, Carl told.",
      "start": 3230558,
      "end": 3233014,
      "confidence": 0.6289385714285715
    },
    {
      "pos": 709,
      "speaker": "A",
      "text": "Me he did it with a.",
      "start": 3233054,
      "end": 3235074,
      "confidence": 0.8948516666666665
    },
    {
      "pos": 710,
      "speaker": "C",
      "text": "To catch Darren out.",
      "start": 3235394,
      "end": 3236498,
      "confidence": 0.8274600000000001
    },
    {
      "pos": 711,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3236546,
      "end": 3236938,
      "confidence": 0.77261
    },
    {
      "pos": 712,
      "speaker": "C",
      "text": "The hand which hasn't got the coin in. Just make it slightly bigger. Just make it just like, extend it slightly so slightly larger. And that'll catch Darren out. You'll never be able to say that's how he did it.",
      "start": 3237026,
      "end": 3247098,
      "confidence": 0.8813380000000001
    },
    {
      "pos": 713,
      "speaker": "B",
      "text": "Just put. Put a pound in each hand.",
      "start": 3247266,
      "end": 3249154,
      "confidence": 0.806725
    },
    {
      "pos": 714,
      "speaker": "C",
      "text": "Okay.",
      "start": 3249194,
      "end": 3249530,
      "confidence": 0.43727
    },
    {
      "pos": 715,
      "speaker": "B",
      "text": "And wind him up. Just going out. You wrong.",
      "start": 3249562,
      "end": 3251338,
      "confidence": 0.8567811111111112
    },
    {
      "pos": 716,
      "speaker": "A",
      "text": "You know, you are brilliant. Kyle. Do this one.",
      "start": 3251426,
      "end": 3254058,
      "confidence": 0.8234655555555555
    },
    {
      "pos": 717,
      "speaker": "C",
      "text": "Do you. Did your dad used to do the one where you. He takes your nose off on your face and puts it between his fingers?",
      "start": 3254146,
      "end": 3260418,
      "confidence": 0.9059496153846154
    },
    {
      "pos": 718,
      "speaker": "A",
      "text": "Did you keep going to the doctor? Yeah, yeah, go on. Right.",
      "start": 3260546,
      "end": 3263604,
      "confidence": 0.9095658333333333
    },
    {
      "pos": 719,
      "speaker": "C",
      "text": "You know, that's done. You know, he's not actually taking your name.",
      "start": 3263644,
      "end": 3265944,
      "confidence": 0.915505
    },
    {
      "pos": 720,
      "speaker": "B",
      "text": "Last one.",
      "start": 3267164,
      "end": 3268004,
      "confidence": 0.974785
    },
    {
      "pos": 721,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3268084,
      "end": 3268508,
      "confidence": 0.8502
    },
    {
      "pos": 722,
      "speaker": "B",
      "text": "Don't rub it too hard. You'll get a rasher. It's been a mess, Jimmy.",
      "start": 3268596,
      "end": 3272172,
      "confidence": 0.7822707142857144
    },
    {
      "pos": 723,
      "speaker": "A",
      "text": "It's been a mess.",
      "start": 3272188,
      "end": 3272788,
      "confidence": 0.8391425
    },
    {
      "pos": 724,
      "speaker": "B",
      "text": "It's been a mess.",
      "start": 3272836,
      "end": 3273452,
      "confidence": 0.9223399999999999
    },
    {
      "pos": 725,
      "speaker": "A",
      "text": "What has?",
      "start": 3273508,
      "end": 3274284,
      "confidence": 0.6393249999999999
    },
    {
      "pos": 726,
      "speaker": "B",
      "text": "This.",
      "start": 3274444,
      "end": 3275004,
      "confidence": 0.80795
    },
    {
      "pos": 727,
      "speaker": "A",
      "text": "What, the show?",
      "start": 3275124,
      "end": 3275972,
      "confidence": 0.9949533333333332
    },
    {
      "pos": 728,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3276028,
      "end": 3276500,
      "confidence": 0.89611
    },
    {
      "pos": 729,
      "speaker": "A",
      "text": "How has it been any worse?",
      "start": 3276612,
      "end": 3278212,
      "confidence": 0.9961183333333334
    },
    {
      "pos": 730,
      "speaker": "B",
      "text": "It's just all over the place. There's no sort of. It's not tight. It's not tight like it, you know, is. And she'll be going away with this, thinking that's what the show would be like. She listens to the show.",
      "start": 3278308,
      "end": 3287364,
      "confidence": 0.8882921951219512
    },
    {
      "pos": 731,
      "speaker": "A",
      "text": "She knows it's a shambles every week. Gone.",
      "start": 3287404,
      "end": 3289106,
      "confidence": 0.8729975000000001
    },
    {
      "pos": 732,
      "speaker": "B",
      "text": "Well, don't rub it too hard. You'll get a rasher.",
      "start": 3289260,
      "end": 3292142,
      "confidence": 0.823082
    },
    {
      "pos": 733,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3292198,
      "end": 3292454,
      "confidence": 0.89046
    },
    {
      "pos": 734,
      "speaker": "B",
      "text": "Do you know the saying, ham it up. Right. Well, do you know what it means?",
      "start": 3292494,
      "end": 3301166,
      "confidence": 0.86730375
    },
    {
      "pos": 735,
      "speaker": "A",
      "text": "Well, it means to over act.",
      "start": 3301310,
      "end": 3302998,
      "confidence": 0.8794249999999999
    },
    {
      "pos": 736,
      "speaker": "B",
      "text": "Right. Well, years ago with. With actors in musicals and stuff did the actors used to look pretty ill on the stage because they didn't have proper makeup and that. Right, right. So what they used to do to make themselves look.",
      "start": 3303166,
      "end": 3318760,
      "confidence": 0.9015778571428571
    },
    {
      "pos": 737,
      "speaker": "A",
      "text": "Rub their face in pigs.",
      "start": 3318792,
      "end": 3319896,
      "confidence": 0.971274
    },
    {
      "pos": 738,
      "speaker": "B",
      "text": "Well, they got bacon, rubbed it on the face and it made the face a bit sticky because of all the, like, you know, the pig fat and bit of lard and stuff like that. And then they'd go and get some bricks.",
      "start": 3319960,
      "end": 3331448,
      "confidence": 0.9370779069767445
    },
    {
      "pos": 739,
      "speaker": "A",
      "text": "Bricks?",
      "start": 3331616,
      "end": 3332168,
      "confidence": 0.82759
    },
    {
      "pos": 740,
      "speaker": "B",
      "text": "Yeah, house bricks. Rub them together, make some sort of red dust from the brick and then put the dust on the face and the fat and the lard and that would make the dust stick to the face and they look well under the lights and that's. That's where they smell great as well. Yeah, well, lovely.",
      "start": 3332216,
      "end": 3353374,
      "confidence": 0.9026013793103447
    },
    {
      "pos": 741,
      "speaker": "A",
      "text": "Everyone likes to smell a bacon.",
      "start": 3353414,
      "end": 3354726,
      "confidence": 0.734385
    },
    {
      "pos": 742,
      "speaker": "B",
      "text": "Oh, but. So that's. That's the old hammer that's comes from.",
      "start": 3354870,
      "end": 3360114,
      "confidence": 0.7117736363636363
    },
    {
      "pos": 743,
      "speaker": "A",
      "text": "You know, if it's true, I've got no reason to think that it's not.",
      "start": 3360414,
      "end": 3363926,
      "confidence": 0.875792857142857
    },
    {
      "pos": 744,
      "speaker": "B",
      "text": "So that's your third educating Ricky today. So what have you learned?",
      "start": 3364030,
      "end": 3367686,
      "confidence": 0.9063125
    },
    {
      "pos": 745,
      "speaker": "A",
      "text": "Nothing. Absolutely.",
      "start": 3367790,
      "end": 3371080,
      "confidence": 0.741475
    },
    {
      "pos": 746,
      "speaker": "B",
      "text": "Soddle. You've got your hamming it up. Yeah. Rams a gay. They know which ones are gay now. And the fella who can hand read an ass.",
      "start": 3371232,
      "end": 3385164,
      "confidence": 0.7845933333333333
    },
    {
      "pos": 747,
      "speaker": "C",
      "text": "If you missed the rest of the show, what are you gonna make of that? Have you just tuned in?",
      "start": 3385984,
      "end": 3391564,
      "confidence": 0.8753659999999999
    },
    {
      "pos": 748,
      "speaker": "A",
      "text": "You are a maniac, Carl. And you've had your screen test. I reckon we'll be seeing you on MTV or VH one near future.",
      "start": 3391904,
      "end": 3397848,
      "confidence": 0.8847337500000002
    },
    {
      "pos": 749,
      "speaker": "B",
      "text": "How much is it? How much? I mean, she can't answer. What do you reckon I'll get? Because I've. You see, the annoying thing is I've just bought a flat in London.",
      "start": 3397976,
      "end": 3404744,
      "confidence": 0.8604606249999999
    },
    {
      "pos": 750,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3404824,
      "end": 3405176,
      "confidence": 0.84567
    },
    {
      "pos": 751,
      "speaker": "B",
      "text": "In central London.",
      "start": 3405240,
      "end": 3406048,
      "confidence": 0.8155133333333332
    },
    {
      "pos": 752,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3406096,
      "end": 3406416,
      "confidence": 0.82373
    },
    {
      "pos": 753,
      "speaker": "B",
      "text": "MTV's in Camden.",
      "start": 3406480,
      "end": 3407608,
      "confidence": 0.66714
    },
    {
      "pos": 754,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3407656,
      "end": 3408096,
      "confidence": 0.79102
    },
    {
      "pos": 755,
      "speaker": "B",
      "text": "I wouldn't have bought in central London if I'd have known I'd have to go there. That was to make me life easier, so I could walk to work. So now I've got to go out of my way. So I need to cover that.",
      "start": 3408200,
      "end": 3418084,
      "confidence": 0.8866955555555559
    },
    {
      "pos": 756,
      "speaker": "C",
      "text": "To be truthful, I'm not sure that the MTV gig is a certainty yet.",
      "start": 3418864,
      "end": 3423084,
      "confidence": 0.8953800000000002
    },
    {
      "pos": 757,
      "speaker": "B",
      "text": "She's pretending she's not sure, but she can't wait to sign me up.",
      "start": 3424344,
      "end": 3427192,
      "confidence": 0.9099276923076923
    },
    {
      "pos": 758,
      "speaker": "A",
      "text": "Yeah, I reckon, you know, maybe start off with a few little interstitials just like, you know, what do you think? Make it out all Carl says and, you know, few of them. I reckon you make a.",
      "start": 3427248,
      "end": 3437000,
      "confidence": 0.8655321052631578
    },
    {
      "pos": 759,
      "speaker": "B",
      "text": "You know, why is it got to be music? There's like a. I think that idea on the animals is good. I can do film stuff, talk about films. Elephant man. Love that.",
      "start": 3437032,
      "end": 3447592,
      "confidence": 0.8615148484848484
    },
    {
      "pos": 760,
      "speaker": "A",
      "text": "So then do a film review quickly.",
      "start": 3447768,
      "end": 3449650,
      "confidence": 0.7935085714285715
    },
    {
      "pos": 761,
      "speaker": "B",
      "text": "Right. Right. Well, today on film review we're doing classic films and today we're looking at Elephant man, John Merrick, one of his better pieces of work. It's a sad film. I've never really been able to watch it all the way through.",
      "start": 3449752,
      "end": 3468114,
      "confidence": 0.9427046511627908
    },
    {
      "pos": 762,
      "speaker": "C",
      "text": "Sorry.",
      "start": 3468574,
      "end": 3468974,
      "confidence": 0.70671
    },
    {
      "pos": 763,
      "speaker": "A",
      "text": "John Merrick's better piece of work was him being the Elephant man, played by John Hurt. Yeah, go on, then.",
      "start": 3469014,
      "end": 3474394,
      "confidence": 0.8656825000000001
    },
    {
      "pos": 764,
      "speaker": "B",
      "text": "Sub film. When I was younger.",
      "start": 3474734,
      "end": 3477598,
      "confidence": 0.890335
    },
    {
      "pos": 765,
      "speaker": "A",
      "text": "Tell us about it. What is it about? Who's about a fella.",
      "start": 3477766,
      "end": 3480910,
      "confidence": 0.6397449999999999
    },
    {
      "pos": 766,
      "speaker": "B",
      "text": "He's got a funny head.",
      "start": 3480942,
      "end": 3482158,
      "confidence": 0.761698
    },
    {
      "pos": 767,
      "speaker": "A",
      "text": "Right, tell us this.",
      "start": 3482326,
      "end": 3483406,
      "confidence": 0.99172
    },
    {
      "pos": 768,
      "speaker": "B",
      "text": "And, you know, he lives in. I think he lives in London in like the. Out in the 1930s or something like that. And he's being picked on all the time and stuff. And first time you watch it, you'll probably cry a bit. And then the second time you watch it, you just sort of thinking, oh, that would be bad. Sort of having a headline that. Being picked on all the time. Then the third time you watch it, you might think, you know, oh, how does he get his jumper on, then? I'm probably bored of it. Fourth time. Boy, it's well worth watching. So, elephant man.",
      "start": 3483470,
      "end": 3521734,
      "confidence": 0.917626090909091
    },
    {
      "pos": 769,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 3522514,
      "end": 3523050,
      "confidence": 0.98257
    },
    {
      "pos": 770,
      "speaker": "B",
      "text": "Yeah, see it.",
      "start": 3523082,
      "end": 3523914,
      "confidence": 0.76584
    },
    {
      "pos": 771,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 3524034,
      "end": 3524490,
      "confidence": 0.94569
    },
    {
      "pos": 772,
      "speaker": "C",
      "text": "I think if you want to get on tv, Carl, you'd be better as the subject of maybe like an omnibus documentary.",
      "start": 3524522,
      "end": 3529106,
      "confidence": 0.9011963636363638
    },
    {
      "pos": 773,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3529170,
      "end": 3529620,
      "confidence": 0.45389
    },
    {
      "pos": 774,
      "speaker": "C",
      "text": "Living with Carl. Maybe one of those appeals in comic relief. People abroad, you know, there's some people in this country that need our help.",
      "start": 3529722,
      "end": 3538764,
      "confidence": 0.9179579999999997
    },
    {
      "pos": 775,
      "speaker": "A",
      "text": "What is it?",
      "start": 3542864,
      "end": 3543504,
      "confidence": 0.8386466666666667
    },
    {
      "pos": 776,
      "speaker": "C",
      "text": "That's the libertines. Time for heroes.",
      "start": 3543544,
      "end": 3545224,
      "confidence": 0.9094533333333333
    },
    {
      "pos": 777,
      "speaker": "A",
      "text": "Oh, yeah. So, Carl, what a great day, Carl. He's done his screen test. That's going back to MTV now to look at the big wigs, to have a look at. Should mention wigs. We've had rockbusters, we've had educating Ricky. We had educating Carl. Yeah.",
      "start": 3545304,
      "end": 3565740,
      "confidence": 0.8776371739130433
    },
    {
      "pos": 778,
      "speaker": "B",
      "text": "And Clari next week, so.",
      "start": 3565932,
      "end": 3568384,
      "confidence": 0.821856
    },
    {
      "pos": 779,
      "speaker": "C",
      "text": "Yeah, but you'll be back for the big Christmas. Christmas spectacular.",
      "start": 3568964,
      "end": 3572004,
      "confidence": 0.8439436363636363
    },
    {
      "pos": 780,
      "speaker": "B",
      "text": "Yeah, that's that. I've not been happy today. Go online if someone's listening for the first time today. It is normally better than this.",
      "start": 3572084,
      "end": 3578748,
      "confidence": 0.8828420833333332
    },
    {
      "pos": 781,
      "speaker": "A",
      "text": "It's not.",
      "start": 3578796,
      "end": 3579380,
      "confidence": 0.975155
    },
    {
      "pos": 782,
      "speaker": "B",
      "text": "No, it is.",
      "start": 3579492,
      "end": 3580404,
      "confidence": 0.9111633333333334
    },
    {
      "pos": 783,
      "speaker": "A",
      "text": "I don't think it is. I really don't think it is.",
      "start": 3580564,
      "end": 3583566,
      "confidence": 0.9220654545454544
    },
    {
      "pos": 784,
      "speaker": "B",
      "text": "So that's that, then. So I'll see you in two weeks. Two weeks, yeah.",
      "start": 3583710,
      "end": 3588358,
      "confidence": 0.9658885714285714
    },
    {
      "pos": 785,
      "speaker": "A",
      "text": "All right.",
      "start": 3588406,
      "end": 3588622,
      "confidence": 0.9493050000000001
    },
    {
      "pos": 786,
      "speaker": "C",
      "text": "Enjoy yourself.",
      "start": 3588638,
      "end": 3589166,
      "confidence": 0.8561300000000001
    },
    {
      "pos": 787,
      "speaker": "A",
      "text": "Cheers.",
      "start": 3589230,
      "end": 3589406,
      "confidence": 0.49737
    },
    {
      "pos": 788,
      "speaker": "C",
      "text": "Best of luck with MTV.",
      "start": 3589430,
      "end": 3590270,
      "confidence": 0.853838
    },
    {
      "pos": 789,
      "speaker": "B",
      "text": "All right, I'll see you later.",
      "start": 3590342,
      "end": 3591902,
      "confidence": 0.9153466666666666
    },
    {
      "pos": 790,
      "speaker": "A",
      "text": "Okay, see ya. Cheers.",
      "start": 3591958,
      "end": 3594254,
      "confidence": 0.8455024999999999
    }
  ]
}
