{
  "id": "96e91aec-f83d-4336-9fae-94cebf91a17b",
  "status": "completed",
  "text": "Absolutely. Stone rose on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Hello there. And Carl Pilkton for the last time. Indeed. Yes. So, you know, we're gonna have a little bit of a chat with. Sewing up some things with Carl. Indeed. We're giving away that. That prize, that BAFTA bag and, you know, playing some great music. And we're just. I mean, we're bringing in my favorite tunes. I'm bringing the Smiths, Radiohead, cat Stephens, David Bowie, Neil Young, the classic. Steve's doing the same. Well, Carl, the last time for. Yeah, apparently someone's got it a bit wrong. We're not actually away for six weeks. We're away for about. Will be back in August, weren't we? Yeah. No, don't swear. Yeah, that's outrageous. On the last show. You have to say that already brought the tone down. Yeah, cheapened it. And I think it's blasphemous as well. Yeah, it's not. No, hell isn't, is it? Isn't it? No, don't think you got. That's not blasphemy, is it? Taking hell's name in vain. Yeah, yeah, but what was it you were saying the other week about the queen mum used to have a right mouth on her? What? I don't think we said that on air, Carl. What? No, but last week you were saying about bad language, and I was saying, oh, you know, there'll come a time when bad language isn't, you know, doesn't matter anymore. You can effing Jeff and stuff. Oh, I know what he's talking about, Steve. Really? Right, let me explain to you the listener at home, Carl, was worried about swearing. And as a joke off air, it was last week we were saying that in the 1940s and fifties, the queen mum used to say things like. And we were quoting things she'd said, but putting f's and c's in there. And you believed us? So this whole week you've believed that we somehow. Somehow had knowledge that the queen mum used to swear like a trooper. We were doing fake quotes from her in her voice, but putting in f's and c's. And you believed us? I mean, I didn't even think. I thought you were going along with a joke, but it obviously made it. We've said this, you've got to question and query everything. You can't take things at face value. Certainly not if they come up the mouths of Ricky Gervais. Yeah, yeah, sorry about that. Carl's a little. A little trick is there any other things now that I can tell you now that was a lie? Anything you've maybe queried or questioned, you know, you thought that doesn't seem right. But maybe Ricky's told you something might come to me. Okay. Later on, but. Okay, well, what about Carl? I mean we, we love you, right? Obviously we know that. We've got great affection for you. We look forward to this. I'm going to miss you, really, but, and I'll tell you what, you've got a heart of gold now. Wait till you see what the record is, Steve. You'll see what I've done is a heart of gold. Yeah. Brilliant, brilliant. All right. That's why he's a bronze award winner at the Sony's. I don't get up for bronze. I don't get our bed for bronze. That's a waste of our time. 104.9 winner of a bronze award at the Sony, Sony's radio awards. The radio oscars said that's what he called them on liquid news. I'll tell you this, Rick, I'm not used to being on a table with losers. An award ceremony. No, I'm glad. I didn't want to come in to do the final show. No. You know, I went straight over and sat with Pete and Jeff, didn't I? Yeah, I went over Paul Gambuccini, I. Went over to BBC World Service. Yeah, it's a lot funkier. Yeah. Won an award. Yeah, they swept the boards. Yeah, I don't. Bronze is nowhere. What was the mood? Silver. Silver's. What was the mood there? The mood because the day after, because. People were, I mean, I, let me tell you that I think XFM deserved an award and I thought it was, it was criminal actually. But what I did like, that's quite that. We certainly had the room because Pete and Jeff said good luck to us and Christian. That was really nice. And then someone else mentioned it, James Nesbitt. James Nesbitt said XFM and stuff. So it certainly had. The genie said something about it. Yeah, certainly had to look real. It's a local radio station, you know, and it's good. You can't compete really with radio two and radio four. But what was the mood the day after here? It was all right. I mean, I think we expected a few more. You shouldn't take this thing seriously anyway. Seriously. But why didn't realize is you have to pay thousands of pounds just to nominate, just to get, just to get into the running for an award. So you've already, you know, they've squandered thousands of pages. Well, it mounts up because you pay for it to enter and then the table got a buy like mini discs and that to send your stuff in on shorts up with Sony mini discs. Oh, I see what you're saying. I'm not saying anything. No. And also then you've got to pay for the table, right. And the food and the drink. I mean, it's a few grams. I swore on live television as well that night. Yeah, but I've never done that before. I mean, I've never, I've sworn before but, but never accidentally. And we were being interviewed for and Christian was sort of like quite, you know, being a bit boisterous and he must have brought out the worst of me and I just accidentally said the f word and I apologize straight away. I didn't want to embarrass Phil Jupiters. He was doing a good job. He does that himself. Yeah, but I was thinking about yesterday and you're saying a bronze isn't worth having. Right, but say like we're only joking. Then none of them are worth having. But they're very nice. They're very nice to know bronze is pointless. But you say that because like bronze is like coming last, innit? Yeah, yeah. Right. Can you tell me the name of the person who won the marathon this year? No, but that's because we're not sporty. I'm sure there's lots that can. But then the guy who came last, who was in the swimsuit, people remember. Him and I don't remember his name either. No, what's his name? No, no, but he was six days late. I mean, he was really. Yeah, but what's his name then? Uh, you see what no one's remembering either. No, but if someone said, who won the marathon? I go, I don't know, but there was that guy in the swimsuit. Well, I'd say, I don't know. It was a woman. Yeah. She actually had shorts on and trainers. I'm just trying to make sure. My point is what they will remember. Is that we were losers. That's what they remember. They may not remember our names. Yeah, they're just point and shape losers. We're all winners, aren't we? We're all winners, really. We're taking part. Sure. Yeah. And it's all subjective as well in it. Go on. I mean, I'm not going to moan about awards because you've won a lot of them. It's like saying they don't mean Jackson, but at the end of the day, right. There's some shows that won awards and you go, yeah, that's, you know, that's worth an award. I think you've got to treat it. I mean, some awards actually boost your profile or career or your cache or anything like that. Some. It's just a nice night out when it's nice to win. But I don't think you should really take any award that seriously. What worries me though, Rick, as I mentioned on the night, is that I, when I was at school, was. I mean, you look at me now, you probably think he's an athletic kind of guy, he's a sporty dude, you know. But at school, bizarrely, that was not the case. No. What were you, a bit of a lanky bean role? It turns out. You're joking. Yeah, so. But I got a silver in the high jump and I've done better in the high jump. Right. Did no training whatsoever, did no practice, just turned up. You were two and a half foot taller than every other person. People think that if you're tall, that makes you easier. It makes easier for you to do the high jump. Surely not because I've got all that leg to get over the pole. That makes it hide it harder for sure. Talk rubbish. What are you talking about? Well, of course, the tally, I more chance you got. The high jump. What? What are you. Okay then. So is it harder for a six foot man to step over a matchbox or a baby midget? A baby midget. That is tiny. Rick, here's something I've learned. Remember, go on. To like show four or whatever. Go on. What is it for? The flea can jump over the London eye. No, no. It can jump the equivalent of. If it was a six foot man, it can jump about six inches. I. A flea cannot jump over the London eye. Yes, it can. Yeah, it can. Tell your kids that. Oh, remember, oh, a flea can jump over the London eye and an ant can lift three volvos. But you're talking about fitness. People are. Now, remember we were in the pub, right, and your mate Johnny was in there. Yeah, I think it was, yeah. And he was talking about that guy who got done, right, because he entered a wheelchair race. Yeah. And there was nothing wrong with him. His legs were all right. Yeah. Now he got done because he shouldn't have been involved in it. But don't you think that really. He's really good for doing that because he's not normally in a wheelchair, so he's not used to how they move about. Yeah, his arms aren't as strong as the other fellows who are always in. The wheelchair, he had his mate pushing him. That was the problem. It was motorized. I'd give him a gold plus. Just, just, you know, you're taking a bloke who's not used to doing something, it does it the first time and beats the people who are at it. What about that woman though, that was disqualified in the shooting because she was in a wheelchair and she was just in the normal able bodied limpix? It was just right. But she wasn't allowed to rest her elbow on the arm of her chair because I was at disadvantage. She was in a wheelchair and she's shooting, but she was getting unfair advantage. And I said, you, you cannot put your elbow on the arm of your sneaky. Aren't they? No, they are. You gotta be careful. You gotta be careful. Do you want to play? Some of them are even disabled, it turns out. Hold on, though. We're talking about athletes, aren't we? What record should we play next? I'd love to hear that. That single that was out a couple of months back. By athlete. Let's have athlete, man. I love athlete. West side. By athlete. A track that I know you and I have enjoyed. Yeah, it's one of our favorite new tracks. Yeah, very good. More. More of our favorite tracks to come on. XFM 104.9, you know, and you, Steve. Merchant and Carl Perkinson. Sure, go on. You know as much. Shoot the high jump. The high jump. Do you know the reason I didn't get the gold? It's faintly embarrassing because the guy was. It was just neck and neck, me and another guy, but he was slightly shorter than I was. And I was using the traditional Fosby flop. Is it the Fosby flop? And. And he was using a method, which I can only describe as the superman, where he was running at the bar and diving headfirst over it. I've never seen this technique before. It's illegal. That's incredible. Is it not allowed? The fuzzy rot only works because his shoulder and are going over before his head. Right. That's, that's. They got around the. Roy, you weren't allowed to dive over. Because it was obviously no one monitoring that. Yeah. No games teachers having a quick fag. Yeah, yeah. What was his name again? The. Yeah, the fag. I think his name was Mister Woodbine. But he. Anyway, so he's using this method, right? And it gets neck and neck and I don't know how many chances you get to knock down the bar. But anyway, it got to the point where basically I had to get over the bar or I was going to come second. Sure. And I decided at that point to use his method because he seemed to be doing so well with it. I thought, well, I'll try that then. That looks easy. And ran at the bar. Launched. Didn't actually get my feet off the ground. Just hit the bar like I was someone finishing a race, you know. He just got out everywhere. I just want to get this picture of you at the age of, what, 1516. Six foot five already? Probably. Probably. What, about nine stone? Yeah. Did you have your glasses on? Of course I did that. You must have looked pretty sexy. Probably a small bum fluffed hash. Yeah. Yeah. As well. That must have been good. Once, when you were about 16, you decided to wear a dicky bow to school. Yeah, that must have been great. That was during my PG Whitehouse phase. You thought you'd be a hit with the ladies if you were more sophisticated. Not only that, I thought it made. Me kind of kooky and eccentric. Like I wasn't already six foot seven, goggle eyed. Yeah. Like they're not already thinking, there goes a weirdo. I was a weirdo with a bowtie. Does it spin round, mate? What's your getting me hot, exactly? Oh, dear. Yeah, I wore that for about. For about six months and it was in school colors because we had to wear a tight. So it's kind of. This is a bow tie. I mean, now I don't. Oh, man. I can't believe. When you were a little pilkington, right, what was, if you had hair, what would it be like? What do you mean? Well, you obviously had hair then. Back then, what was the style? It was like. So I had quite sort of fine sort of straight hair. Yeah. Hairdresser once said to me, you've got hair of a chinaman. He was a wise man, wasn't he? What do you think that meant then? Oh, he just said, you've got the same hair as a chinese man has. Very straight, quite fine. Why is he doing it? I just imagine this bargain. The answer is, well, didn't. Sir. You got that? You have the hair of a chinaman. I'm sorry? Nothing. You're not the spy? No, I'm not. Thank you. Good night. Yeah, lovely. You have a feet of a fish. I'm sorry? Nothing. It's not you. Okay, next. You have the hair of a china. It was one of those barbers. It was a cheap one, just on a railway bridge. I don't believe that. On a railway bridge. That's why it was cheap. It was very low rent, so he could charge. That was a man with some scissors. Yeah. Did you go, oh. Have to move you there, sir. Okay, back in the chair, sir. I imagine them on one of those things you always see in old films where they've got. Yeah, that's as good as. That. Was just a normal chair. Little wooden hut. And he did have to stop when a train came past, because it used to. Well, because he had to change the signal. Just making a few extra miles. Exactly, yeah. Oh, I love this manchester for you. Oh, God. It wasn't Bernard Cribbins, was it? I always remember him saying, join your air washing. And I said, is it free? You know, does it come with it? He said, yeah. So I said, oh, go on, then. He said, hang on, now. I'll just have to wash these mugs up. He had, like, a sink full of mugs. Oh, these out and then I can wash your head. Oh, no. It was cheap. How much was it? About two quid. And when was this? Oh, God, at 80. 88, 89. All right, yeah. So what happened to your. Your chinese hair? When did it start coming out? You have the hair of a bald chinaman now, don't you? You've got the hair of a chinaman in a box now. I used to just work a lot of hours. That's what made it fall out. Yeah. Yeah, of course. No, it's not. It's genetic. You can't. It's not genetic. Cause it is. He's got more hair than me now, I think, is your mum. Kojak's got more air than you, Carl. Anyway, don't have a go at Carl's hair. That's a bit harsh. Oh, look at his little face. Did he say before in that book about going bald? It said. It had a little tip, don't it? We'll go over them later. It says, if you're going thin, doesn't it say, cut your hair short and something makes you look thicker? Yeah. Oh, yeah. We got people who are offering, Carl lots of. We're coming up to that. Yeah, we'll give it. Sorry. Obviously, we. Shall I remind people what the competition was? Yeah. Last week, we were giving away this bag that we got signed by various celebrities at the BAFTAs. And we asked you to email or write in with your suggestions as to what you have that you could swap for the bag. And it has to be something that will enhance Carl's life. We've had quite a lot of suggestions. I'll go through those a bit later, but there some of them are quite eccentric. Meanwhile, I'm gonna play one of my favorite songs off one of my favorite albums. It's Radiohead, it's the Benz, and this is black Star. Go for it. Sugar cubes hit. Yeah, on XFM 104.9. Our last show. Our last show till August. Absolutely. Sorry about that. We'll miss it. We can't avoid it, really. We've got to go in, do some filming and they're only going to miss you anyway, Carl. They could do without us now. Zoe balls on. Yeah, Zoe ball. And who else is after her? She's not doing the whole run, is she? Um, yeah, I think so. She doing the whole three months, is she? Yeah. Turn out to get too comfortable. Right. I don't let big boy Slim come in with her because he mixes up the records, doesn't he? And ruins them. Yeah. Hey, talking of dJing. Go on. You know I did that storming set the other night for XFM. Yeah, sure. Yeah. This was done at little club, in case you aren't aware of it. Yeah. Anyway, I went to the Sony's the other night. Yeah. Carl Pilkington side was up to me, slits me an envelope. Go on. Oh, 200 big ones in there. Did he get paid cash for that? Yeah, 200 pounds. Taxman won't know about that. Cash in hand. No, the tax. I know because, I mean, obviously no one who ever works in tax. I was listening to local radio. Oh, yeah, well, so. No, the tax man will know about it. Yeah, because I'll declare it. Oh, I would put it. Yeah, it's going straight down. I'll do it when I go, when I get in later on. And don't write off rubbish that you buy anyway, like, you know. No, I'll do it all above board, officially fill it all incorrectly. And so I'll send it now, I'll send it tomorrow so that you get it early. It's not too busy for you, sir. Oh, never mind. Oh, yeah, also, did you see liquid news last night? No, it's the thing on them choice. Right. And it's sort of celebrity news. Yeah. And Judy and Clary was on and they were talking about the Sony awards the night before, which went to. And they said something like a relatively unknown had won the entertainment war that we were up for on Christian and Chris Moyles and Jonathan Ross said, beating off bigger people. Not, he was beating off bigger people. They weren't suggesting he was. Was Julian Clary beat off at. Yeah. And it said so the people who didn't win resorted to silliness and it cut right then. I don't know where the camera was. It must be miles away because it wasn't us. Cut to me making a little hat for you out of a Budweiser box, a little diet thing, and then forcing it on your head and you sort of struggle. Do you remember that? I do remember it, yeah, they were. They're always filming us. They were filming it, yeah. So, yeah, that's really scary because some. Of the things we were doing. Because I was tying scarves around your head, wasn't I? We were, we were. We were touching Carl. We were gaining him up, gaining him up to make him feel one comfortable and everything. Doesn't like that sort of thing, do you? We're gonna be giving you a cuddle about five to three. Seriously, we are gonna. On the way out, and I've got roaming hands. Yeah. Do you know them girls who came up from the radio academy? And so I said, oh, so you're Carlin, right? Yeah. Couple of fans went up to Carl. Just, just on the way out. I said to him again, I said, look, I'm not gay, because they were convinced I was. That's good. If you remember, a couple of weeks ago, we teased Carl that he had to go as Steve's partner to the bachelors. And they really meant partners, you know, after the show where he's walking around, we was gonna go buy a suit. I actually said, they will. They will ask you. He went, well, what if they say, and as we walk in, Steve Merchant and his boyfriend Karl? Well, they might say that as you walk in, they might overdub it on the television. Say, he's going, well, what about my mates in Manchester? And he said, I'm not going to the risk of someone in Manchester thinking that he was going out with you, mind you, it wasn't. It's gonna be gay. You wouldn't choose Steve, would you? No, it would you. Would you choose if you were guy. If you could go out with any. Bloke, who would it be? That's a good one. Yeah, that's a good one. He's thought about it before. Gone. No, no, no, of course not. If, you know, if you were gay, what bloke would you go out with? God, probably Jonathan Ross is all right. You gay, Rossi? Oh, you've got his number, have you? We should get contact. Rock and roll with me. David Bowie off diamond dogs. Another one of my favorite tracks. Cracking. Great tracking. Well, it's time for Carl's room 101. Carl was too shy to obviously ever do this for real. But we thought that end and the run of this with things that Carl hates. Yeah, we know the thing he likes. We know that. So, Carl, we should just point out. That we've been inspired by the tv show room 101. We didn't come up with this ourselves. Yeah, we did. This is room 102. Yeah. We'll be Paul Merton and you be Carl Pilkington. Right. You could chance to banish to room 101 all those things that you dislike. Never. They're never to be seen again. Will you please welcome Carl Pilkington? All right. Who? All right, Carl, so what's your first? What does this represent? And imagine me putting some on a table next year. Go on. Right. Well, first of all. Right. It's dead hard to come up with like five things that drive you up the wall. Okay. Right. It's not easy because there's so many things. Yeah. But it's just like, you know, picking five. It's like someone saying, pick your five favorite records of five favorite films. Yeah, it's hard. So, you know, in deserts where they, you always get the complete works of Shakespeare in the Bible. Yeah. I think you should include Ricky Gervais. I think you should always be there already in ruin 101. They don't have to nominate you. You always go in. Go then. Go then. Don't bother putting Ricky in, Carl. He's already there. I'm already there waiting. Yeah, go on then. Right. Yeah. I thought, I thought of like things that we've done in the past. Sure. And like quotes and that, like you're talking about. Yeah. That quote that people say that, you know, money doesn't make you happy. Yeah. All right. We just, we just rattling through some here. Yeah, that annoys me. What? Well, the quote, money isn't happy. Yeah. Because it clearly does. Right. Without it, life's pretty doll, isn't it? Yeah. Good. So that's like a little short, short thing. And, and, you know, then, then that sort of makes you think about people with money. There's a program on in the week. I don't know if you saw it. Save the one posh load. That was brilliant, wasn't it? Great show. So annoying. Oh, yeah. There was a girl on there, right. Who's from a, from a rich family and that. And, you know, it's not her fault she's from a rich family. No. It's like how posh people annoy people. That doesn't annoy me because the way I sound is because of where I'm brought up in that. Yeah. And at the end of day, if you. If you sound posh, you sound posh. It's. Yeah. You know, it doesn't change who's a person or ever. Yeah, it's quite this girl, right? Did you see? I did. You didn't see, right. This girl goes shopping, she buys like four t shirts and a crappy little handbag. Yeah. Spends about 1300 quid and she's just wasting it going, you know, the woman's saying, oh, you'll love these. You know, they're really in fashion or whatever. I'll probably only wear them once anyway. And it's just that sort of thing annoys me. Yeah. You know, people with money, you know, who have grafted for it are good, but like, you know, people who just get money given to them from the rich parents trying to the world. There was another point, right, where she's in a shoe shop, right, and she. She's like, got these big boots and stuff. But part of the problem is, right, she's quite odd looking in that, right? But she's got a lot of money, so she makes herself look half decent. Yeah. Problem is she's got fangles. She's got what? Ankles, right? And they drive her up the wall because no matter, I mean, things in it, it's almost like God has gone, yeah, you can have all the toffees and stuff you want. You can have like, your nice t shirts by the end of the day, love. You stuck with these ankles. And you can see I love the idea of God's sake, right, you can have all the toffees you want. Yeah. And you have nice handbags and that, but you're stuck with these ankles. Oh, God. And I really wanted to get a job in that shoe shop where she was going in blowing her dad's money and she was calling up her dad saying, oh, daddy, is it all right if, you know, I'm just out shopping. I've just bought some shoes that cost like a grand and I really wanted a job in that shoe shop just so I could sit there and when she comes in, you go, hello, love. Whatever her name is. Lovely to see you here again. Got some lovely new shoes in. Got. Look at these nice new boots. Everyone's wearing them. Victoria Beckham. And you know, all the it girls are wearing them. Here, try them on. Oh, you can't. Your ankles are so fat. You can't get into these. Never mind, there's some boots. She really annoyed me and I'm not a nasty person. She brought it out of me. I'm worried though, this idea of you getting a job in a shoe shop, I'm not sure you're qualified. I like all that way around it that some people go, oh, I'd like her to lose all her money or something. He'd like to actually rather go through getting the job in the shop. Yeah. And then just wait in there. You'd be too busy mucking around outside on some kind of trolley stuck in a little lake. But interestingly, in that show, I was watching that show, and at one point you mentioned that her fat heels or her fat ankles, she said, I'd like to do. I'd like to have various changes to my body. Plastic surgery. I'd like to do this to my face. And da da da da. And her mum's there and her mum's going, no, don't be so that's her. You're my daughter. You're beautiful. Da da da da. No, you shouldn't. I'm not gonna let you have those under there. She went, I'd love to have an operation on my fat ankles. Her mum went, yeah, I do agree with that. What kind of a mother does that? Oh, how bad can fat ankles be? I know. What were these ankles like? Tell us, Rick. You must know what I mean. Like, if you said to a little kid, to a four year old kid, draw a person, that's. They draw her legs. Do you know where there's no sort of thin bit and then it comes out a bit for your knees. Oh, yeah. And then it was just like two logs. People go in and say, I like your new flares. What do you mean, flares? They're leggings. Cheeky. Awful. So, you know. Okay, so you're putting in posh girls with fat ankles? Yeah. Okay. What's. What's your next one on room 101? Right, another quick one. Really? People in supermarkets, right? What, the people who serve? Yeah, it's mainly these. These shops you get around in London that are, like, open 24 hours. Right? Yeah. You're going and you'll buy. You know, you don't do your main shop there. It's mainly just little bits in it. Your carton of milk and maybe a loaf, a couple of barm cakes and that. And you go in there. Do they have them in London? Do you ever ask, would you be annoyed if I said balm cakes? We don't have those down here. They're rubbish. That's happened before when I asked for gravy and they didn't know what gravy was. When did you ask for gravy in a chippy. What do you mean? What do you say? Have you got any gravy? Just. Just because you do up north, you have chips and pie and gravy on it and you have a clue what was talking about. Right? Okay. So that annoys me, actually. Stick that on the list. You've got fish made up north. We saw a sign in the north, right? It was a little shop and the sign said, we sell bread. It was handwritten. It was like, there's probably like a rush. Those people in germans go, is this. Bread you talk of? Yeah, little head scarfs. Old women running down with their little. But anyway, these shops, right? So you go in there getting your stuff and you'll go up to the till and they don't say hello to you. The. They don't sort of smile, they just bleep the stuff through. They don't tell you how much it is. They just sort of expect you to look at the till to see how much it is. You can get your hand in your pocket, give them the money, they'll give you the change and they won't say goodbye. Yeah. It's like they just can't be asked to have any sort of hello, how you doing? I don't. I don't want a big chat. I don't want to know what they're getting up to and what, you know, what the dad does for a living and all that. I just want, like, how are you doing? You know, you're well, right? Oh, yeah. This bread's, you know, popular or whatever. Right. That'll be five pounds. You need to keep abreast of which bread you're selling. Well. Oh, mother's pride. That's a good choice. 70% of our whole socks. So that really, even though you know, it is a 24 hours, I'll be. Honest, I would err on the side of silence. Not. Not rudeness. I hate rudeus. They do that. But I would rather. I'd start to go, one pound 50, please. And that'll be fine for me anymore. What about hello and goodbye? Have a good day? Not in an american. I prefer people to say, have a nice day and. And don't mean it to people who don't say it at all and don't mean it to be honest. I don't worry about that mock sincerity because I think it's. No, no, I mean, I'm saying I don't. I like who say I don't care. They say, oh, nice to see you. Come again. Have a nice. It doesn't bother me, but a chat. I hate people who think they're the life inside. I mean, like, you know, if you go through a door, you hold it open, you go, there you go. You know, I mean, you expect to. Thank you. Yeah, yeah, yeah. And also, when. When do you come in a. Like a narrow walkway and you're both walking there and I stop, walk out the way and they tut, like I should have. Want to go, hold on, we're both in the same boat here. Yeah. Why is it me that annoys me. Where people in the room, they own. The street or if two people aren't looking where they're going, it's one person's fault. That really annoys me. Yeah. So that's it, really. I mean, I know the 24 hours shops and the knackered and stuff, but. Politeness just to say, well, it costs nothing, does it? No. So those are your little quick ones, then we get onto your big three, don't we? The big one, record and come back to that. I'm talking to Carl, pilgrims, and I'm really. Room 101 on XFM 104.9. Yeah. What? New order. Oh, excellent. We were shouting at you then. How loud are those headphones? Pretty loud. But I'm always wearing headphones, so. Yeah, but look what I'm doing. This is an old radio trick. You put one earphone over your ear and the other one off so you. Can hear people in the rooms on XFM 104.9. Did you want to say? Doesn't matter, Carl. It does. The point is, it could have been important. It could be a fire. When. When we shout anything, you jump. Yeah. Do you know what I mean? Come on, Carl, get with the program. All right. Hey. Right, what other things you want? Yes, 101. Other than us spiders. Right, go on. I know Ricky agreeing with this. All spiders. Yeah, just. I mean, not all spiders, because there's some spiders that are on the planet that don't do any harm to clean up stuff, don't they? Hong Kong leggy. Just, just. But I'm talking about the spiders that are deadly and spiders that are massive. I mean, Johnny's mate, Ricky's mate, Johnny, I mean, yeah, he was talking about how he was in Australia, yeah. And he was sharing a room with. With a mate or whatever, and his mate was having a shower and said, johnny, just. Just come in here a minute. And he went in and there was a spider on the side of the bath that he said was the size of your hand. Two hands, width. It sort of like size track. Just like eight inches across, that big. Right. And the daft thing with that one is that. That can't kill you. It's massive. It's got no purpose. Yeah, but what. Something you said it does, right? If you sort of walk around it and it's. And it thinks you're gonna try and trap it, it hisses at you and jumps at you and jumps on you and sort of clings on. That's terrifying. You'd be sort of running around trying to get it off and it's just gripping on, like the old stag beetle thing again. It's clinging on to you. There is no. What I don't understand is, why is that spider that big? Because no doubt it only eats stuff like normal spiders do, but it needs to eat more of them because it's a bigger lad. Yeah, yeah. It doesn't. It doesn't actually do anything. It's not like I just. I just don't try. Doesn't paint, doesn't do anything. It's just getting in the way. And it's one of those things that are so big you couldn't kill it because. Can you imagine, like, the mess that would make something that size of you stamped on it? Yeah. Which I'm not, you know, again, I'm not a fan of. Yeah. But I don't get that. And then there was a program on a few weeks ago on BBC about spiders and it was this one, right? It was going, you know, there's so many spiders in the world and apparently there's so many of them, they can't give them all names. Right? What they're saying is once one dies out, they'll actually introduce another one because there's so many different breeds of them that it's impossible to sort of make a book and list them. All. Right, well, it's like. It would be infinitely long. Yeah, it's like a queue. They're not trying to name it individually, are they? No, no, that's their problem. Yeah, yeah, yeah. Just keep it as species. This is true. So they'll sort of go, the. You know, the net gives a spider the black widow. Right? Black widow. They've all died. So who's next? And they'll say, here's a redback. Yeah. And that's. That's how they introduce them. So this program was going on about this. No, they do do it. Okay. So anyway, there's this little one, right, in Australia, and it shows you some kids being dead happy and playing around in the sun, loving it, you know, all healthy and that. And, you know, love being in the sun. They're playing around the pool and, you know, there's a couple of them, they're playing swing ball and that. Dead happy I care in the world. And like, the one of them goes, oh, I'll go swimming because I've been playing swim bowl for an hour. Got a bit of a sweat. Sure. Go for a little breaststroke or whatever. And they get in the, in the pool and they can't wait to have a swim about. And then it pans to the bottom of the pool here. And there's this little spider just sat there dead still, right? Sat at the bottom of the pool, holding its breath. Holding its breath. Okay. Cheeks going up, red eyes bulging, eight pairs of goggles on. One goes by with a snorkel. You should call this four pairs of flippers. It sat there in the deep end, right? And it's like. And then it pans back to the kids having a good time, chucking a ball to each other. I can see what's gonna happen. It's not gonna join you in the game, is it? No. And what happens is the kid starts bouncing up and down on the floor. Sure. Goes and sticks it. The kid goes and puts a foot on the spider, bites the kid and apparently if you're not seen to, you can be dead in 15 minutes. Sorry, sorry. Why did the spider sit at the bottom of the pool? That's what it likes to do. Animals don't do things they like to do. Adults do things for a reason. Waiting for a kid to come along. It doesn't make any sense. It doesn't make any sense. Well, that's. That's what it's not. It's not. Doesn't great to murder kids. That's not what it does. No. There must be a reason. Is that, I mean, if you just stopped when you watch these programs and don't get involved with the music and like, you know, the odd. Why does it sit at the bottom of the pool? There must be. It either goes there for protection, food to cold. It does it for a reason. It doesn't go there to wind up swimming. Yeah, there must be a reason. This is it. If anyone's watching, please, if you're watching that program, I don't know. I don't know about this spider. What's the name of the spider? I'm not sure. Okay, 700, 801. Two. Is it the duncan. Good. You? I don't know. Maybe it does go into other things like ponds and that. And maybe it does the same for ducks. If a duck stands on it. But why? Because eventually, you know, a kid can get like saved if it's, if it's seen to in 15 minutes. But a duck is just gonna like wander around and go, God, I don't feel well and what have you. What good is that to the spider? Because. No, I'm saying it might kill it if it might protect itself, but it must be in the pond for a reason in the first place. Or the swimming pool. It must be down there for a reason. It must have, it must have another agenda evolutionary wise. It can't just do it. Could it be in training for the Olympics? Unless it is just cooling like, like those. Because on one of the other programs that, that's bit mental. Oh, yeah. The one, the one with the lizards. Well, let's not get into lizards. This could take. This is a good one. It was, it was a program, BBC program again on how insects and animals help each other out. Yeah. Right. They were saying now, you know, you might think they're in an insect, but they think like humans do and they all help each other out, right? And there was this, this lizard that is running about in the desert, right? And it's going, God, it's roasting. And what it does, it makes a little hole in the sand and it goes under the ground and it cools down. Right? Yeah. And then you see one of the locals, I think it was in, in Egypt or something. And the Egypt bloke comes walking along. And is he walking like an Egypt bloke? Walk like an Egypt bloke. Right. He's looking out for these holes in the ground. Sure. And he sticks his hand in. Yeah. Why does he want the lizard? He makes shoes and stuff out of it. Okay, right. And you see walking around, he's got about twelve of these things in a basket on his back. And they're all looking really fed up. Oh, yeah. And it's dead or. And they can't be bothered trying to escape and they look really fed up. And this bloke's laughing, you know, he's collecting loads. I love how he watches this, like, because they sort of editorialize it and make it into like evil play. But then it was saying how this deadly scorpion that man is scared of is mates with the lizard. And the reason is that the scorpion goes into the hole, right? It can't dig its own hole because its arms are that big and it's awkward for it to dig, to dig a proper hole. So what it does, it goes into the little den that the lizards made, right? And whilst the lizards having a kip, the scorpion says, tell you what I'll do, you deal, you have a kip, I'll walk up and down this hole here and sort of scare away any people. So the lizard's like, yeah, all right then, fair enough. Because the scorpion wants a little hole to keep out the sun. The lizard wants a kip. They've done themselves a little deal. The egyptian bloke comes walking along, sticks his hand in the hole. Yeah. He thinks he's just gonna get a lizard. Scorpion stings him, he runs off, drops the basket, all the lizards go running off. I love the fact that that is what always happens. They filled out just by chance. That's what always happens. I like the fact that the egyptian bloke has done this every day. Does it? He goes, well, okay, I've got all these lizards, I'll just go to this hole again. Yeah, because I've got that lizard. Yeah, this would be fine. No, that's when the lizard and the scorpion make that deal and he says, you have a kip. And the other one, is it, do they talk in Egypt or what language do they use, Carl? No, it's the, but it's the international language of love. But spiders is what you're putting in real one on one spiders, so, so. Spiders that basically spiders that have got the poison to kill a man. Because Rick, I know, cuz you, okay. You are the ones that are just too big for their own good. They, all those, I don't understand that either, Rick. You're, you're, you're scared of all spiders, aren't you? Even the little tiny ones you find. I don't like any spiders. Yeah. Is your husband afraid of them as well? Oh dear. Uh, what we playing here? Oh, this is cat Stevens. Silent sunlight's beautiful. Off catch bullet four at his peak in the seventies. Oh, cat Stevens, silent sunlight. Carl just had a funny phone call, didn't you? From someone who's telling you about the little brown, it's called. Is it brown? Yeah, that's the name of the spider that sits in the bottom of the pool. He said it doesn't hold its breath, it's got an air bubble. I didn't think it did hold its breath to be honest. And then as you know, Steve was opening a letter we got, and it's a football song and it's, they don't like it up by the leatherhead gimpus. But it's just, it's the fact we. Keep, we keep getting sent homemade singles. Wow. That's good, isn't it? It. There's another one there. They're both football anthems, though. We don't. Do we show any interest in football, are we? Well, yeah, the World cup. We do, don't we? You're right, Rick. Yeah. I've got a bet on as well. Have you asked Chelsea to win two one? What, today? Yeah. And I've got Chelsea to win two one, but Henri to score first. And that's. That's something like 30 to one or something. Cheers. Right, so spiders. That's the first one. So you rude people in supermarkets, roofing supermarkets, spiders that are either can have got enough poison to kill a man or unnecessarily big. Yeah, yeah. Go on, then. Right, good. Going. Well. Right, next one. Yeah. Stars in the rise. Blimey. Is a popular show. You might alienate a lot of people. Date. Just. I think if you've got a talent. Right. There's loads of shows now that you can go on and make a killing. Yeah. Like pop idol. Yeah. What was the other one? Pop stars. Yeah, that sort of thing. So people who will go on stars in their eyes, they want to sort of be famous. Yeah. They want to be a singer. What I don't understand is, why go on that show where you do all the hard work, got to do all the graft. Yeah. And yet, even if they win it, you never see him again. The guy who won last year, Christaburg. In Moore, Ian Moore before last, brought us down with his own stuff. Yeah, but. How did he say that sold? Well, exactly. I like is when someone doing Edith P have, like, Windsor Heat and Matthew goes, well, I don't think you'll be going back to the cleaning job, will you? Yeah. Yes, you will. Monday. Almost certainly. Monday. Monday. She'll be back there Monday. Just. And just the way, you know, in, like, the final last week where the guy who was Elvis won. And I thought he would, though. It was very good. No, he was good. But will we see him again? Do you know what I mean? What is his job? I don't know. He'll be carrying on doing that. There's going to be no change to his life whatsoever. He's very good at what he does, but he's wasting his time on stars in the rise. So what's. I don't understand exactly what your issue is. You clearly like the show because you watched the final last week. He thinks people are telling you think it's a waste of talent to go on stars in the eyes, because it's not a vehicle to be famous. Whereas something like pop idol. Yeah, pop stars, even big brother, do, you know. I mean, go on that, sit in a room all day, have a month off work. They're all big stars now. I know, but what I'm saying is, it's less work to sit in the big brother house now and again. Just sing a song and people go, isn't he God, singer? You come out after having a month's rest, or whatever it is you having there. Yeah. You come out and there's loads of records companies, like, waiting for you to come out and give you a deal. And what happens then, when you get a deal, when you cut a record, what happens to that record then? Then it's either sells or it doesn't. And actually, what happened to it? It didn't sell. No, none of them did. But what I'm saying is that is a lot easier to do than all the graph that you have to do on stars on the rise and the pressure. What would you rather do? Buy Craig's Christmas record. Yeah. Or Ian Moore's classics? Probably Craig. Just because the guy on stars in the rise really thought he was better than Christaburg when he was singing, and. I think I'm better than Christopher, he. Was singing, christa Berg came walking on. Did he cry? And he didn't stop and go, I can't believe it. Me, big fan. He was sort of carrying on, like, don't interrupt me. I'll have a word with you in a bit. You think he should show the man he's actually making a little bit of living off. Yeah. Emulating respect. A bit more respect. Imagine them arguing, resting to the floor, saying, I'm Christaburg. No, I'm Christaberg. Like two ventricularist dummies just having a fight in the dressing room afterwards. The most annoying thing of all, with stars in their eyes, people who go on and do, people like, say, like, I think. I think last year someone went on, did Lamarle. Now, if you wanna. The whole idea was stars in the rise. You get work off the back of that show by, like, companies, don't you? Say, yeah, let who we book. Yeah. You could get the real Lamar for about 30 quid. Why have an imitator? Well, it seems to me that, Carl, the problem is that shows been running so long that all the big names have already been done. So it's gonna end up having to be, isn't it Lamal or some old kind of fifties thing you've never heard of? Isn't that the problem? I remember when. I mean, it's just an. It's just Eddie reader was on there. You've had Eddie reader, but it's just a karaoke contest. It's just. I don't think. I think you're assuming that everyone on there wants to get, you know, recording contract. Do Steve. Okay. In that bit at the back where they say, and the boats are coming in. Let's have a look at the tension now that's going on. And they sat there and they really think they are Elvis and they are Luther Van Dross sat there and like, if they were all sat there, woke. Up this morning, looked at your picture just to get me started, Phil. If they were all sat there sort of thinking, oh God, this is a bit of a laughing it, but they're not. You can see that they all really want it. And it's like. So what I'm saying is, who are you putting in room 101? Are you putting in the people who are just there to have a bit. Of fun involved in that show, including Kelly. Yeah. He's a talented guy. You don't care. No, he's going in his room first and then everyone else, everyone who enters it, the people who go and sit in the audience, everything. What would you do Saturday night? You left the show, you watch every. It was just on when I was getting ready to go out and there's nothing else on at that time, so. And it was the final on Saturday night. Final. Who would you do if you went on the show? Moby probably do. It's not. It's not that you look like the. No, they wouldn't let me, honest. Tracy Chapman. I was furious because I sound just like her. But they said no, Bowie. You do Bowie? Yeah. Can I hear your impression? No. Well, come on. No, no, because you just said if you could go on and what have you. I'm saying that there's got to be. Someone you can do. Obviously I go on as Will Smith because I can do the rapping. Yeah. I can't. I can't do it. I'm not a good singer. I've never, never really been into singing. I've never done a live singing thing before. Haven't you? No. If there was a talent. If there was a talent show. If there was a show, I did walk like an egyptian by the bangles and I mimed dressed up as a woman. It was when I was still going to school. So it's like, well, I hope so. Twelve and what? Sorry, what was the what? Why did you do that? What do you mime to? And why were you dressed as a woman? Where's the logic in this is what I'm saying. Carl, what sort of act was this? I think it's meant to get old of some, like, egyptian outfit. Couldn't. So I looked in my mom's wardrobe and I had a dress. Dress? Dress in a fez carrying some lizards. That'd do it, wouldn't it? I had some boots and a wig on. And how did you dance? He looks confused by his own act. He's suddenly confused. The best bit was I also. It was like a proper talent show. Do you know where you cover it all? Yeah, I did, like, the dancing and the miming. And then I also did a bit of magic, right, where I had, like, a cloth, right? And I had it over my arm like that. And the crowd were like, oh, God, what's he gonna do? Of course they were gone. And what did they. And what was the trick? They weren't playing that. The crowd going, oh, what's the great one chorus? Ooh, what's he gonna do? Oh, what's the great Pilkoni? So. So what I did was I stood there teasing them, teasing the audience. Yeah. And I pulled. I said, I'm gonna. I'm gonna make a bird appear before your very eyes. And I pulled the tea towel off and I just had hold of an egg and I said, oh, isn't born yet. They loved it. Did you come up with that yourself? Yeah. Did you have any help at all? No. No. So you did walk like an egyptian address as a woman. Then you did the egg trick. And then I was also playing like a janitor because when the next person was singing, I'd come on and all the electric went off and I came on going, oh, God, has anyone got 50? Pay for the meter. Oh, you're quite little show showman, weren't you? And then, like, you know, did you win? Chucked us some money. Yeah. Are you sure you weren't actually employed as the janitor? No. Did you win? No, I think we came second. Some this. This really tarty girl who did Madonna like a virgin. And I thought, yeah, right, like you are. She's a right ropey little woman. So grape. Okay, so spy the stars noise. We better play a track, haven't we? Indeed, yeah. Bit Tom McCrae. This is a track we played a while back. I enjoyed it. Badly drawn boy. Once around the block. Classic retro cut. Getting a bit sad now, Steve. 20 minutes. Indeed. So much to say. I've got so much to leave people with about Carl. All the things he's. He's done. Looking back, Carl, do you remember when I put up the waste paper bin on your head? Classic. Classic time. Yeah. Yeah. Remember that? What did I do to you today? Well, you tried to bring the same memories flooding back to me by putting the same grotty bin on me head. But the annoying thing was, last time I did it was quite a new bin. Yeah. Did it today. Rank all sorts of stuff on. What else do I do? When I saw you around the corner down there, it's gone. I went. I went to get the paperwork and that let you need to produce the show. Yeah. And came around the corner, Ricky was sort of hiding and I was concentrating, reading stuff. And he goes. I don't imagine it was as soft and gentle as that. I mentioned it was more like that. And he. I tell you what, I nearly exploded because he saw a hot on one leg. Right. He thought of, I don't know why I'm doing this, but he was walking out and we're looking down, and I went and he hopped like that. And. Rest assured, listeners, that if you were here, it's not any funnier than it is if you were listening at home. It's only amusing to Ricky. It makes you feel really refreshed. He was going on like that and I was. I was having a heart attack, laughing. And he went, I feel good now. He said, I can see why people skydiving. He said, that would be good for people that were ill. Oh, am I gonna. Am I gonna live without Carl for 14 weeks? Oh, you'll find other people to irritate. Oh, dear. Okay, so. Right, well, and we got this final entry. We want to one, but we've also had so many emails and letters about this competition, people trying to bribe you with things. I've been great. Can you read a few of more? Absolutely. Yeah. Well, obviously, this is people trying to win this bag that we got signed at the BAFTAs. We got Graham Norton, Angus Dayton, Alan Davis, Jamie Feekston, Paul Whitehouse, Baxendale, Helen Steve, filmmaker McFadden, Peter Davis, and summer Peg, Steve. All different people signing the big bag. Do you know, I think, though, I don't think people want that. I think they want to contribute to Carl's existence. Well, this is a really genuinely think that car was sort of, you know, you only want. How long have we been doing this now with you sort of like, you know, in the area? Three months. Yes. I think you've met. I think you've touched people's lives, Carl? I don't think I've ever met. Well, I haven't met you, but I think your soul comes across as like a cross between. I put it he's got a cross between a cat and rain man. But we've had quite a few which are uh. Which obviously want to kind of further your education. Obviously when we're off air, this is something where we're worried that's just going to dry up, you know. And we've tried hard to educate you. So lots of books, people suggesting books and the giant book of mysteries. And I mean, if you chose this one, Carl, it tells you how 3000 japanese soldiers literally vanished overnight. Real life accounts of vampires, the man who planned his own crucifixion, the famous ghostbuster Harry Price. And lots of things about spontaneous combustion. The one about the woman with a. Hairball that's not got the woman, the hairball in there. I subjected that. These sort of books are the thing that I'm after. This is what I brought in one as well. It's a friend who works with Jamie, girlfriend called Liz. And she wants to put this forward. And this is trade secrets. Everything you will ever need to know about everything. And it's just like little tips, you know? I mean, but there's so many things. Competing with aces is another guy he sent in. He wants to give you a video entitled making Love parts one and two. An instructional guide. I imagine you'd enjoy that car. No, nothing they can teach you. The Reader's Digest book of strange stories and amazing facts. Again, other stuff here. Why cats of nine lives, Carl? Well, hang on a minute. Why meteor is likely to destroy earth in the next hundred years. You're wasting your time in this trade secrets book. Yep. Listen to this. For a tip, make a necklace from electrical wire. That's a good idea, but don't plug it in. Say that. What about this then, Carl? Because obviously we are concerned that you didn't get your GCSE's or you didn't get as many as you'd have hoped. There's a guy here, this is Victoria and she's saying she's more than willing to give you all of her awards and certificates. She's got six GCSE's, six A's and four. She's got many GCSE's, in fact, six a's, four b's, three a levels and a master's degree in philosophy. She's willing to give you those certificates. She says you will be the proud owner of qualifications. As the owner of qualifications, she has found that anything she says is invariably believed. And that she's popular and very happy. She's willing to give you those qualifications. That's pretty impressive. You can claim they're your own. You have to change your name to Victoria. But other than that, I can see no problems. And you have to put a dress on. Fez. It's nice. But you see there's lots of educational ones. Then there's other things which perhaps less useful to you. This is. Doesn't say who it's from, but I think it's Ruth. And she's happy to give you a statue of an ostrich that she made when she was seven. What about that? All right, you love birds, you love animals. Yeah. Apparently the legs fell off under the weight of the body. So now it's just a legless ostrich. But even so. Yeah, even so. Small, flat and sure. Another woman here, she. I doubt if it's ostrich size. Yeah, it's just clogging up space though in it. This is Lauren. She's willing to give you some of her handmade blue tack animals. She makes animals out of blue tack. She can give you an elephant, a seahorse, a tortoise, a pig, a butterfly, fish, snail, even a stegosaurus or anything you choose. See, I've got my art set on. You've got the books. Excited by the book. What about this though? This is a Lego alarm clock with a little Lego man who's got a variety of hats. It says here, including bikers helmet and cap. I think of the village people. I don't know, Carl, if again, people are picking certain things up. A clear stiletto mobile phone holder with pink fur on it flashes pink and green. I think people know that you are listening. And this listen, right in this book, little tips and stuff. It's one here about if your dog keeps nick in a remote control. Sure. The way to get it off, it ring the doorbell, right? So you got to get off your chair, go and ring the doorbell. So the dog goes, oh, shot. And it drop. It drops. The remote control goes running to the door. You run back and pick it up. I love the idea of Carl doing that. And then the doorbell goes. And Carl drops it and goes. And it's the dog sits back down and car going oh no, not again. I mean, I really do want. Can't I just have this? You excited by that, are you? It's brilliant. What about this one though that you mentioned? This is a book which has got all those urban legends and stories that you've read on the Internet and it tells you whether they're real or not. This has got the one in there. I know you're very excited about the one with the woman who stuck her head in the microwave. Yeah. Hey. All right, so basically that she's saying. Here that whenever Ricky says, oh, it's not true. You can dispute. Dispute that with your. Your book. Yeah. What do you think then, Cole? Do I have a think about all these gifts and so much stuff? Isn't it? She play a record and then come back. Have you found somebody, like, in there? You're so undecided. Cool. I really like this book. Go on. And what is it? Whatever else you found. What tip? God, there's loads of stuff in there. Yeah, let's just. Let's just pick one at random. Don't be too tidy. Leave some areas for hopefully helpful garden animals to hide in. So when you're cleaning your garden and that, you know, it might look a bit of a mess, but think about the. The animals that are walking about at night in the dark and stuff. Yeah. Just little things you don't think about. Yeah. Because they're pointless. Yeah. Okay, then we'll just play a record. Oh, there's so many. They decide on Steve. This is something come from a little compilation that came free with a magazine called comes with a smile. It's a good little magazine. And this is by Matt Pond, Pa. It's called night's end. Suppose there's a little bit of new country, which we don't play often, but there's some nice tracks. Pompey. Well, I'm getting very sad now. Ten minutes to go and so much to cry now. Thing is, Carl's fallen love with that book, but I feel a bit bad letting a friend sort of win when all these lovely people whose regular listeners. So I don't think you can have it. But I'll tell you what. No, no. I'll borrow that, or I'll buy it for you, so you can have that anyway. What, that safe? You're going home with that. Avoid washing up by borrowing a bug food. See, I could see why you'd love that. Exactly. Is there anything out? What about. What other things have you caught your eye, though? Put that book down. Yeah, go on. Go on. One of our regular listeners who actually wants the bag and wants to be part of your life. Come on. Well, Richard emailed in, right, and he's got a book which is similar to the one I like there. Yeah. Which has got like 190 stories in it. So, I mean, most of them are like, true, I think. Do you know. Do you know I was telling you that story about the woman who put her, I read in the oven to dry her hair. Yeah. Because she liked the way she boiled her brain. Yeah. She stuck it in a microwave. Avoid washing your hair by boiling the brain bags. So she put her head in the microwave. Yeah. And boiled her brains. And boiled her brain. She thought she'd get the same result as she did from the oven, but it all went wrong and that. What do you mean? She used to dry hair in the oven and she just like, went modern, apparently. It's like what punks used to do. You can get. You get a different sort of heat off an oven than you do off a hairdryer. Right, sure. So she thought, well, I'll do it in half the time. Use a microwave. She busy? She was busy. How you can get your head in a microwave. It only works when the door closes. Yeah, but you jam the little thing, don't you? Well, don't say that. Don't say that, don't tell. I don't think it's possible. But don't. Yeah, we don't. He remembers that story and said, I've got a book full of stuff like that. And he sort of sums up a little story that's. That's in the book about this girl who. She had long hair, right? And she saw his mess around with it and she's sucking on it, you know, like how girls. Girls do with that, with the long hair. They sort of mess around with it. Yeah. And she's sucking on it all the time and she was doing this from the age of like ten. And then, I don't know, she's probably about 30 odd and she's doing this all the time and she goes, oh, God, my belly's hurting today, ma'am. And she goes, oh, what's wrong with you? I said, I don't know, you're 30. So she goes to the doctors and the doctors do an x ray and nothing's coming up. And it's like, I don't know what's wrong with you, you're just being a bit lonely about nothing. She's like, no, honestly, very intolerant doctor. She said, this, is this off? I don't know what's up with it. So anyway, they found out some sort of system of looking at what. What was going on. Yeah. No, it wasn't x ray, because x ray didn't show it up. Okay. It was something else. So anyway, it's only gone and turned into, like, she's been sucking her hair for so many years that little bits have come off. She's got a giant air ball in her belly. Right. Which was like, huge. The size of a rat or something like that. It's so interesting what he chose the size of a rat. No, no, no. Well, the funny thing is when. When they eventually got it out. Yeah. That the mum was like, you know, oh, God, it was terrible. And that's what she actually said. It looked like a dead rat. Oh, right. It was in her belly and that's like, what was causing all the pain. Sure. And apparently your belly acids don't. Don't. Don't kill hairs because he's so fine. It can't handle it. Yes. Right, so you go for that book, are you. Who's the winner then? Who's the winner of the lovely BAFtA band? Richard scholar. Is it something. Yeah, Richard. Yeah. Skular or scowla? Yeah, something else. So he's the winner. So check down. You're gonna get that book coming to you. I'll get that. Borrow this book for you. I need an email within, like, five working days to sort of. What's your email? It's Carl Dot Pilkington dot co dot uk. Okay, lovely. I want an email from this guy and I won't be sending the bag out until I receive the goods. Okay, well, we've only got a few minutes. I want to play Suede and I want to end with the Smiths track, so let's. Let's play this. What is it, sue? Stay together. Lovely track. My favorite suede track of all time. There. Well, we're. Oh, that's nearly it, Carl. Right, what's your last room? 101. Oh, God. It was, uh, holidays. Holidays. You want to put holidays in people. They were sort of annoying on holiday. Oh, yeah. You know, when you go away. Oh, yeah. It sort of touched on this before. Is it. Is this gonna be the Scouse guy? Yeah, go on. It's so long, though. I mean, it was all a day when we went to Tunisia and the. Scouser pissed you off. Surprise, surprise. Yeah, yeah. But the annoying thing was, you know, when you go on, it was a cheap holiday. And, like, the lesson here is, you know, if you want a good holiday, you gotta, like, spend some money. And we didn't on this one. We spent about, I don't know, 400 quid for two of us for like a month or something ridiculous. And we got there and, you know, you get to the hotel and you go, we have made a mistake. You know, it's a ropey hotel. You know, you can tell like the blinds and stuff as you walk in, they're all dirty and stuff. You think, well, let's make the most of it. You know, let's not, let's not get down about it. It's a holiday for a restaurant and you try and make the most of it. And we had to meet, you know, like you have one of those things where you get to your destination and the rep says, right, you know, go and unpack your bags and that. Go and sort yourself out in the room and tomorrow morning we'll meet up at 10:00 and I'll go through, you know, the best sort of place to go for camel rides and, you know, the best deals I can get. You can anyone here walk like an egyptian? So. So she says, right, tomorrow morning, meet 10:00 in the discotheque. So we get open, we have breakfast. And it wasn't a good breakfast. The kitchen was like horrible. The food wasn't good and it was run by sort of midgets. What do you mean it was not? There's anything wrong with that. There was little fellas running around and the anointing was one of them sort of started to fancy my girlfriend. How did he manifest his affection? No, you're not saying there's any wrong with midget. So are you just saying it was strange? Even midget shouldn't be cutting on Carl. I know, but it's also that thing. Of that, you know, they've got little fingers and it's all, I'm so sorry. No, no, no, I'm not. It is a bit of a phobia of mine. Okay. Do you know, I mean, they are nice people and that. Sure. But the annoying thing is, what was he doing then? How did he, I don't understand how he was chatting up your girlfriend. Was he calling under the table so you couldn't see? Just kept whispering, whispering to her from underneath there. Stop it. I don't want to get a complaint on our last show. Just finish this and start up again in a couple of months. Oh, yeah. So if you want to more, know more about the midget theme restaurant, we're talking three months. Yeah, it's just producers. We'll see you in about a. Really, it's been a pleasure, truly. And thank you for everyone that wrote letters. Have you really? Oh, I got Ricky. Do you know, like we've done fables and stuff. Yes, yeah, this is like Mister Ben. Oh, brilliant. Yeah, right. And it's like little fables that mister Ben goes on. Oh, fantastic. So I wanted to learn something from that for when you come back. Okay, brilliant. That's lovely, Carla. Stories I read this morning. It's brilliant, in fact, when you've done with it. Yeah, give it me. Yeah, because this. I haven't finished reading that. Okay. Thank you, Carl. For Steve, a little book of chart lines. That's fantastic. Thank. Well, we see you in three months. But currently, man and Kyle Cherish, Karl Pilkington, he sits in a little room by himself, so keep him in touch. And we see you in August. We'll leave you with some of that we all love. This is. There is a light that never goes out by the Smiths. Very apt, I think. Goodbye. See you later.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Absolutely.",
      "start": 200,
      "end": 704,
      "confidence": 0.51342
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Stone rose on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Hello there. And Carl Pilkton for the last time. Indeed.",
      "start": 704,
      "end": 7934,
      "confidence": 0.7586959090909091
    },
    {
      "pos": 3,
      "speaker": "C",
      "text": "Yes.",
      "start": 8054,
      "end": 8398,
      "confidence": 0.81398
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "So, you know, we're gonna have a little bit of a chat with. Sewing up some things with Carl.",
      "start": 8446,
      "end": 12726,
      "confidence": 0.9146042105263157
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Indeed.",
      "start": 12790,
      "end": 13134,
      "confidence": 0.9611
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "We're giving away that. That prize, that BAFTA bag and, you know, playing some great music. And we're just. I mean, we're bringing in my favorite tunes. I'm bringing the Smiths, Radiohead, cat Stephens, David Bowie, Neil Young, the classic. Steve's doing the same. Well, Carl, the last time for. Yeah, apparently someone's got it a bit wrong. We're not actually away for six weeks. We're away for about. Will be back in August, weren't we? Yeah. No, don't swear.",
      "start": 13174,
      "end": 42622,
      "confidence": 0.8715758749999998
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Yeah, that's outrageous.",
      "start": 42798,
      "end": 44070,
      "confidence": 0.8815399999999999
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "On the last show.",
      "start": 44222,
      "end": 45238,
      "confidence": 0.99188
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "You have to say that already brought the tone down. Yeah, cheapened it.",
      "start": 45286,
      "end": 48798,
      "confidence": 0.9171169230769229
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "And I think it's blasphemous as well. Yeah, it's not. No, hell isn't, is it?",
      "start": 48846,
      "end": 51726,
      "confidence": 0.8488206666666668
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Isn't it?",
      "start": 51830,
      "end": 52342,
      "confidence": 0.97471
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "No, don't think you got. That's not blasphemy, is it?",
      "start": 52398,
      "end": 54444,
      "confidence": 0.840818
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "Taking hell's name in vain.",
      "start": 54534,
      "end": 55832,
      "confidence": 0.886528
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "Yeah, yeah, but what was it you were saying the other week about the queen mum used to have a right mouth on her? What?",
      "start": 55888,
      "end": 61560,
      "confidence": 0.8827875999999998
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "I don't think we said that on air, Carl.",
      "start": 61752,
      "end": 63440,
      "confidence": 0.9319877777777776
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "What? No, but last week you were saying about bad language, and I was saying, oh, you know, there'll come a time when bad language isn't, you know, doesn't matter anymore. You can effing Jeff and stuff.",
      "start": 63512,
      "end": 74912,
      "confidence": 0.8941721621621621
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "Oh, I know what he's talking about, Steve. Really? Right, let me explain to you the listener at home, Carl, was worried about swearing. And as a joke off air, it was last week we were saying that in the 1940s and fifties, the queen mum used to say things like. And we were quoting things she'd said, but putting f's and c's in there. And you believed us?",
      "start": 74968,
      "end": 97704,
      "confidence": 0.9229676811594202
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "So this whole week you've believed that we somehow. Somehow had knowledge that the queen mum used to swear like a trooper.",
      "start": 98044,
      "end": 105672,
      "confidence": 0.9118459090909091
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "We were doing fake quotes from her in her voice, but putting in f's and c's. And you believed us? I mean, I didn't even think. I thought you were going along with a joke, but it obviously made it.",
      "start": 105868,
      "end": 117136,
      "confidence": 0.9060902499999999
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "We've said this, you've got to question and query everything. You can't take things at face value. Certainly not if they come up the mouths of Ricky Gervais.",
      "start": 117280,
      "end": 125040,
      "confidence": 0.9258967857142857
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "Yeah, yeah, sorry about that. Carl's a little. A little trick is there any other things now that I can tell you now that was a lie?",
      "start": 125152,
      "end": 135844,
      "confidence": 0.9157307407407407
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Anything you've maybe queried or questioned, you know, you thought that doesn't seem right.",
      "start": 136544,
      "end": 140584,
      "confidence": 0.8712928571428572
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "But maybe Ricky's told you something might come to me.",
      "start": 140744,
      "end": 144208,
      "confidence": 0.9333020000000001
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Okay.",
      "start": 144256,
      "end": 144672,
      "confidence": 0.81535
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "Later on, but.",
      "start": 144728,
      "end": 145776,
      "confidence": 0.95654
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "Okay, well, what about Carl? I mean we, we love you, right? Obviously we know that. We've got great affection for you. We look forward to this. I'm going to miss you, really, but, and I'll tell you what, you've got a heart of gold now. Wait till you see what the record is, Steve. You'll see what I've done is a heart of gold. Yeah.",
      "start": 145920,
      "end": 161964,
      "confidence": 0.8861933333333334
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Brilliant, brilliant. All right. That's why he's a bronze award winner at the Sony's.",
      "start": 162064,
      "end": 167444,
      "confidence": 0.8526371428571429
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "I don't get up for bronze. I don't get our bed for bronze.",
      "start": 167484,
      "end": 169660,
      "confidence": 0.9362823076923076
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "That's a waste of our time.",
      "start": 169692,
      "end": 170944,
      "confidence": 0.8845633333333334
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "104.9 winner of a bronze award at the Sony, Sony's radio awards. The radio oscars said that's what he called them on liquid news.",
      "start": 174044,
      "end": 184108,
      "confidence": 0.7889187500000001
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "I'll tell you this, Rick, I'm not used to being on a table with losers. An award ceremony.",
      "start": 184156,
      "end": 188660,
      "confidence": 0.8877961111111112
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "No, I'm glad. I didn't want to come in to do the final show. No. You know, I went straight over and sat with Pete and Jeff, didn't I? Yeah, I went over Paul Gambuccini, I.",
      "start": 188692,
      "end": 200028,
      "confidence": 0.8891694444444445
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "Went over to BBC World Service. Yeah, it's a lot funkier.",
      "start": 200036,
      "end": 203100,
      "confidence": 0.90326
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Yeah. Won an award.",
      "start": 203212,
      "end": 204716,
      "confidence": 0.914075
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Yeah, they swept the boards.",
      "start": 204820,
      "end": 206572,
      "confidence": 0.9123339999999999
    },
    {
      "pos": 36,
      "speaker": "B",
      "text": "Yeah, I don't. Bronze is nowhere.",
      "start": 206628,
      "end": 209268,
      "confidence": 0.81797
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "What was the mood?",
      "start": 209316,
      "end": 210188,
      "confidence": 0.893555
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "Silver. Silver's. What was the mood there?",
      "start": 210316,
      "end": 212804,
      "confidence": 0.75255
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "The mood because the day after, because.",
      "start": 212924,
      "end": 214716,
      "confidence": 0.7410685714285714
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "People were, I mean, I, let me tell you that I think XFM deserved an award and I thought it was, it was criminal actually.",
      "start": 214740,
      "end": 219140,
      "confidence": 0.891584
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "But what I did like, that's quite that. We certainly had the room because Pete and Jeff said good luck to us and Christian. That was really nice.",
      "start": 219252,
      "end": 225948,
      "confidence": 0.957124642857143
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "And then someone else mentioned it, James Nesbitt.",
      "start": 226036,
      "end": 228116,
      "confidence": 0.76177125
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "James Nesbitt said XFM and stuff. So it certainly had.",
      "start": 228140,
      "end": 231252,
      "confidence": 0.718233
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "The genie said something about it.",
      "start": 231268,
      "end": 232668,
      "confidence": 0.7957516666666665
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Yeah, certainly had to look real. It's a local radio station, you know, and it's good. You can't compete really with radio two and radio four.",
      "start": 232716,
      "end": 242356,
      "confidence": 0.8227030769230768
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "But what was the mood the day after here?",
      "start": 242420,
      "end": 244944,
      "confidence": 0.9152633333333333
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "It was all right. I mean, I think we expected a few more.",
      "start": 245244,
      "end": 248300,
      "confidence": 0.9618500000000001
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "You shouldn't take this thing seriously anyway. Seriously.",
      "start": 248372,
      "end": 252364,
      "confidence": 0.8524575
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "But why didn't realize is you have to pay thousands of pounds just to nominate, just to get, just to get into the running for an award. So you've already, you know, they've squandered thousands of pages.",
      "start": 252404,
      "end": 261184,
      "confidence": 0.8584705405405403
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "Well, it mounts up because you pay for it to enter and then the table got a buy like mini discs and that to send your stuff in on shorts up with Sony mini discs.",
      "start": 262244,
      "end": 271144,
      "confidence": 0.8283942857142856
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Oh, I see what you're saying.",
      "start": 271604,
      "end": 273156,
      "confidence": 0.7928383333333334
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "I'm not saying anything.",
      "start": 273260,
      "end": 274252,
      "confidence": 0.8864225
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "No.",
      "start": 274308,
      "end": 274904,
      "confidence": 0.9482
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "And also then you've got to pay for the table, right. And the food and the drink. I mean, it's a few grams.",
      "start": 275364,
      "end": 280920,
      "confidence": 0.9257534782608694
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "I swore on live television as well that night. Yeah, but I've never done that before. I mean, I've never, I've sworn before but, but never accidentally. And we were being interviewed for and Christian was sort of like quite, you know, being a bit boisterous and he must have brought out the worst of me and I just accidentally said the f word and I apologize straight away. I didn't want to embarrass Phil Jupiters. He was doing a good job.",
      "start": 280952,
      "end": 300648,
      "confidence": 0.8763434146341459
    },
    {
      "pos": 56,
      "speaker": "A",
      "text": "He does that himself.",
      "start": 300656,
      "end": 301248,
      "confidence": 0.9474725
    },
    {
      "pos": 57,
      "speaker": "C",
      "text": "Yeah, but I was thinking about yesterday and you're saying a bronze isn't worth having. Right, but say like we're only joking.",
      "start": 301296,
      "end": 309074,
      "confidence": 0.8634459090909093
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "Then none of them are worth having. But they're very nice.",
      "start": 309114,
      "end": 311850,
      "confidence": 0.8864190909090911
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "They're very nice to know bronze is pointless.",
      "start": 312002,
      "end": 314014,
      "confidence": 0.71649625
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "But you say that because like bronze is like coming last, innit?",
      "start": 315754,
      "end": 319802,
      "confidence": 0.8138833333333334
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 319858,
      "end": 320298,
      "confidence": 0.682785
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Right. Can you tell me the name of the person who won the marathon this year?",
      "start": 320346,
      "end": 323694,
      "confidence": 0.9659143749999999
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "No, but that's because we're not sporty. I'm sure there's lots that can.",
      "start": 324554,
      "end": 327354,
      "confidence": 0.8881484615384616
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "But then the guy who came last, who was in the swimsuit, people remember.",
      "start": 327434,
      "end": 332074,
      "confidence": 0.9725292857142858
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Him and I don't remember his name either.",
      "start": 332114,
      "end": 333578,
      "confidence": 0.865345
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "No, what's his name?",
      "start": 333626,
      "end": 334266,
      "confidence": 0.9139
    },
    {
      "pos": 67,
      "speaker": "C",
      "text": "No, no, but he was six days late. I mean, he was really.",
      "start": 334290,
      "end": 336570,
      "confidence": 0.9459915384615385
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "Yeah, but what's his name then?",
      "start": 336602,
      "end": 337894,
      "confidence": 0.8353983333333334
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "Uh, you see what no one's remembering either.",
      "start": 338964,
      "end": 341348,
      "confidence": 0.8140375000000002
    },
    {
      "pos": 70,
      "speaker": "C",
      "text": "No, but if someone said, who won the marathon? I go, I don't know, but there was that guy in the swimsuit.",
      "start": 341436,
      "end": 345220,
      "confidence": 0.8952622727272725
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "Well, I'd say, I don't know. It was a woman. Yeah. She actually had shorts on and trainers.",
      "start": 345252,
      "end": 349224,
      "confidence": 0.9027927777777778
    },
    {
      "pos": 72,
      "speaker": "C",
      "text": "I'm just trying to make sure.",
      "start": 349524,
      "end": 350412,
      "confidence": 0.7063666666666667
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "My point is what they will remember.",
      "start": 350428,
      "end": 351500,
      "confidence": 0.9388928571428572
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Is that we were losers.",
      "start": 351532,
      "end": 352460,
      "confidence": 0.928386
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "That's what they remember. They may not remember our names. Yeah, they're just point and shape losers.",
      "start": 352492,
      "end": 356764,
      "confidence": 0.8159041176470588
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "We're all winners, aren't we? We're all winners, really.",
      "start": 356804,
      "end": 358484,
      "confidence": 0.8617955555555556
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "We're taking part.",
      "start": 358524,
      "end": 359060,
      "confidence": 0.7696733333333333
    },
    {
      "pos": 78,
      "speaker": "C",
      "text": "Sure.",
      "start": 359092,
      "end": 359380,
      "confidence": 0.73126
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "Yeah.",
      "start": 359452,
      "end": 359772,
      "confidence": 0.91679
    },
    {
      "pos": 80,
      "speaker": "C",
      "text": "And it's all subjective as well in it.",
      "start": 359828,
      "end": 361668,
      "confidence": 0.8337925000000002
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "Go on.",
      "start": 361756,
      "end": 362124,
      "confidence": 0.9215800000000001
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "I mean, I'm not going to moan about awards because you've won a lot of them. It's like saying they don't mean Jackson, but at the end of the day, right. There's some shows that won awards and you go, yeah, that's, you know, that's worth an award.",
      "start": 362164,
      "end": 372566,
      "confidence": 0.9234231249999999
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "I think you've got to treat it. I mean, some awards actually boost your profile or career or your cache or anything like that. Some. It's just a nice night out when it's nice to win. But I don't think you should really take any award that seriously.",
      "start": 372710,
      "end": 384054,
      "confidence": 0.9275874999999999
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "What worries me though, Rick, as I mentioned on the night, is that I, when I was at school, was. I mean, you look at me now, you probably think he's an athletic kind of guy, he's a sporty dude, you know. But at school, bizarrely, that was not the case.",
      "start": 384094,
      "end": 394054,
      "confidence": 0.9428082352941176
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "No. What were you, a bit of a lanky bean role? It turns out. You're joking. Yeah, so.",
      "start": 394094,
      "end": 398694,
      "confidence": 0.7929972222222221
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "But I got a silver in the high jump and I've done better in the high jump.",
      "start": 398774,
      "end": 404518,
      "confidence": 0.9192770588235293
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "Right.",
      "start": 404566,
      "end": 404750,
      "confidence": 0.91107
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Did no training whatsoever, did no practice, just turned up.",
      "start": 404782,
      "end": 407158,
      "confidence": 0.9410439999999998
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "You were two and a half foot taller than every other person.",
      "start": 407206,
      "end": 410514,
      "confidence": 0.9249475
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "People think that if you're tall, that makes you easier. It makes easier for you to do the high jump. Surely not because I've got all that leg to get over the pole. That makes it hide it harder for sure.",
      "start": 411054,
      "end": 419662,
      "confidence": 0.9296256097560979
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "Talk rubbish.",
      "start": 419718,
      "end": 420422,
      "confidence": 0.93582
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "What are you talking about?",
      "start": 420478,
      "end": 421382,
      "confidence": 0.802092
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Well, of course, the tally, I more chance you got. The high jump.",
      "start": 421478,
      "end": 424460,
      "confidence": 0.7987953846153846
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "What?",
      "start": 424582,
      "end": 425244,
      "confidence": 0.54396
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "What are you. Okay then. So is it harder for a six foot man to step over a matchbox or a baby midget?",
      "start": 426904,
      "end": 434804,
      "confidence": 0.9407465217391305
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "A baby midget. That is tiny.",
      "start": 435304,
      "end": 437440,
      "confidence": 0.8884883333333334
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "Rick, here's something I've learned. Remember, go on. To like show four or whatever.",
      "start": 437472,
      "end": 442544,
      "confidence": 0.8680707142857143
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "Go on. What is it for?",
      "start": 442624,
      "end": 444312,
      "confidence": 0.85098
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "The flea can jump over the London eye.",
      "start": 444408,
      "end": 447816,
      "confidence": 0.8994925
    },
    {
      "pos": 100,
      "speaker": "B",
      "text": "No, no. It can jump the equivalent of. If it was a six foot man, it can jump about six inches. I. A flea cannot jump over the London eye.",
      "start": 447960,
      "end": 455440,
      "confidence": 0.8949489999999998
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "Yes, it can. Yeah, it can. Tell your kids that.",
      "start": 455552,
      "end": 460524,
      "confidence": 0.9603440000000001
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "Oh, remember, oh, a flea can jump over the London eye and an ant can lift three volvos.",
      "start": 461344,
      "end": 468324,
      "confidence": 0.7699366666666666
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "But you're talking about fitness. People are. Now, remember we were in the pub, right, and your mate Johnny was in there.",
      "start": 469904,
      "end": 474912,
      "confidence": 0.8172372727272726
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "Yeah, I think it was, yeah.",
      "start": 474968,
      "end": 476176,
      "confidence": 0.76376
    },
    {
      "pos": 105,
      "speaker": "C",
      "text": "And he was talking about that guy who got done, right, because he entered a wheelchair race. Yeah. And there was nothing wrong with him. His legs were all right.",
      "start": 476240,
      "end": 483604,
      "confidence": 0.9098806666666663
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Yeah.",
      "start": 483684,
      "end": 484132,
      "confidence": 0.45455
    },
    {
      "pos": 107,
      "speaker": "C",
      "text": "Now he got done because he shouldn't have been involved in it. But don't you think that really. He's really good for doing that because he's not normally in a wheelchair, so he's not used to how they move about. Yeah, his arms aren't as strong as the other fellows who are always in.",
      "start": 484228,
      "end": 498268,
      "confidence": 0.9423127777777779
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "The wheelchair, he had his mate pushing him. That was the problem.",
      "start": 498276,
      "end": 501144,
      "confidence": 0.8904833333333335
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "It was motorized.",
      "start": 501724,
      "end": 503024,
      "confidence": 0.86817
    },
    {
      "pos": 110,
      "speaker": "C",
      "text": "I'd give him a gold plus. Just, just, you know, you're taking a bloke who's not used to doing something, it does it the first time and beats the people who are at it.",
      "start": 503324,
      "end": 511846,
      "confidence": 0.9056223529411765
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "What about that woman though, that was disqualified in the shooting because she was in a wheelchair and she was just in the normal able bodied limpix? It was just right. But she wasn't allowed to rest her elbow on the arm of her chair because I was at disadvantage. She was in a wheelchair and she's shooting, but she was getting unfair advantage. And I said, you, you cannot put your elbow on the arm of your sneaky.",
      "start": 511870,
      "end": 531326,
      "confidence": 0.8520248101265824
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "Aren't they?",
      "start": 531350,
      "end": 532034,
      "confidence": 0.5799300000000001
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "No, they are.",
      "start": 532814,
      "end": 533854,
      "confidence": 0.9682933333333333
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "You gotta be careful. You gotta be careful.",
      "start": 533974,
      "end": 536246,
      "confidence": 0.83181
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Do you want to play?",
      "start": 536310,
      "end": 537006,
      "confidence": 0.768694
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Some of them are even disabled, it turns out.",
      "start": 537110,
      "end": 538830,
      "confidence": 0.9824966666666667
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "Hold on, though. We're talking about athletes, aren't we? What record should we play next?",
      "start": 538902,
      "end": 542614,
      "confidence": 0.831678
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "I'd love to hear that. That single that was out a couple of months back. By athlete. Let's have athlete, man. I love athlete.",
      "start": 542654,
      "end": 548794,
      "confidence": 0.8680712500000002
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "West side.",
      "start": 552734,
      "end": 553502,
      "confidence": 0.96462
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "By athlete. A track that I know you and I have enjoyed.",
      "start": 553598,
      "end": 555782,
      "confidence": 0.9674016666666668
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Yeah, it's one of our favorite new tracks. Yeah, very good. More. More of our favorite tracks to come on. XFM 104.9, you know, and you, Steve.",
      "start": 555838,
      "end": 565606,
      "confidence": 0.8035100000000001
    },
    {
      "pos": 122,
      "speaker": "C",
      "text": "Merchant and Carl Perkinson.",
      "start": 565630,
      "end": 567400,
      "confidence": 0.7362650000000001
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "Sure, go on.",
      "start": 567432,
      "end": 568248,
      "confidence": 0.6994233333333333
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "You know as much. Shoot the high jump. The high jump. Do you know the reason I didn't get the gold? It's faintly embarrassing because the guy was. It was just neck and neck, me and another guy, but he was slightly shorter than I was. And I was using the traditional Fosby flop. Is it the Fosby flop? And. And he was using a method, which I can only describe as the superman, where he was running at the bar and diving headfirst over it. I've never seen this technique before.",
      "start": 568336,
      "end": 590608,
      "confidence": 0.8709626086956525
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "It's illegal. That's incredible.",
      "start": 590696,
      "end": 591744,
      "confidence": 0.7493475
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Is it not allowed?",
      "start": 591784,
      "end": 592800,
      "confidence": 0.8159700000000001
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "The fuzzy rot only works because his shoulder and are going over before his head. Right. That's, that's. They got around the. Roy, you weren't allowed to dive over.",
      "start": 592912,
      "end": 599744,
      "confidence": 0.7654417241379311
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "Because it was obviously no one monitoring that.",
      "start": 599784,
      "end": 601776,
      "confidence": 0.855915
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "Yeah.",
      "start": 601840,
      "end": 602152,
      "confidence": 0.95235
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "No games teachers having a quick fag.",
      "start": 602208,
      "end": 603960,
      "confidence": 0.7466057142857142
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "Yeah, yeah. What was his name again?",
      "start": 604032,
      "end": 606056,
      "confidence": 0.9144528571428572
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "The.",
      "start": 606240,
      "end": 606944,
      "confidence": 0.67
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Yeah, the fag.",
      "start": 607104,
      "end": 608272,
      "confidence": 0.72225
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "I think his name was Mister Woodbine. But he. Anyway, so he's using this method, right? And it gets neck and neck and I don't know how many chances you get to knock down the bar. But anyway, it got to the point where basically I had to get over the bar or I was going to come second.",
      "start": 608368,
      "end": 623902,
      "confidence": 0.9272413559322032
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "Sure.",
      "start": 623998,
      "end": 624374,
      "confidence": 0.67219
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "And I decided at that point to use his method because he seemed to be doing so well with it. I thought, well, I'll try that then.",
      "start": 624454,
      "end": 630166,
      "confidence": 0.9494770370370367
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "That looks easy.",
      "start": 630230,
      "end": 631158,
      "confidence": 0.8347600000000001
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "And ran at the bar.",
      "start": 631286,
      "end": 632358,
      "confidence": 0.9417519999999999
    },
    {
      "pos": 139,
      "speaker": "C",
      "text": "Launched.",
      "start": 632486,
      "end": 633102,
      "confidence": 0.99323
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Didn't actually get my feet off the ground. Just hit the bar like I was someone finishing a race, you know. He just got out everywhere.",
      "start": 633158,
      "end": 640070,
      "confidence": 0.9291407692307694
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "I just want to get this picture of you at the age of, what, 1516. Six foot five already? Probably.",
      "start": 640102,
      "end": 645634,
      "confidence": 0.936748
    },
    {
      "pos": 142,
      "speaker": "C",
      "text": "Probably.",
      "start": 646174,
      "end": 646534,
      "confidence": 0.68616
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "What, about nine stone?",
      "start": 646574,
      "end": 647874,
      "confidence": 0.95619
    },
    {
      "pos": 144,
      "speaker": "C",
      "text": "Yeah.",
      "start": 648174,
      "end": 648622,
      "confidence": 0.49942
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Did you have your glasses on?",
      "start": 648678,
      "end": 650102,
      "confidence": 0.9976616666666667
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "Of course I did that.",
      "start": 650238,
      "end": 651564,
      "confidence": 0.98023
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "You must have looked pretty sexy.",
      "start": 651604,
      "end": 653708,
      "confidence": 0.9310416666666667
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "Probably a small bum fluffed hash.",
      "start": 653796,
      "end": 655876,
      "confidence": 0.8787316666666666
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "Yeah. Yeah. As well. That must have been good. Once, when you were about 16, you decided to wear a dicky bow to school. Yeah, that must have been great.",
      "start": 655940,
      "end": 665180,
      "confidence": 0.9167520000000001
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "That was during my PG Whitehouse phase.",
      "start": 665212,
      "end": 667384,
      "confidence": 0.7467614285714286
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "You thought you'd be a hit with the ladies if you were more sophisticated. Not only that, I thought it made.",
      "start": 669364,
      "end": 673492,
      "confidence": 0.8563347619047619
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Me kind of kooky and eccentric. Like I wasn't already six foot seven, goggle eyed.",
      "start": 673508,
      "end": 678548,
      "confidence": 0.8773413333333334
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "Yeah.",
      "start": 678636,
      "end": 679332,
      "confidence": 0.38958
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "Like they're not already thinking, there goes a weirdo.",
      "start": 679508,
      "end": 681660,
      "confidence": 0.7802533333333334
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "I was a weirdo with a bowtie. Does it spin round, mate? What's your getting me hot, exactly? Oh, dear.",
      "start": 681732,
      "end": 687740,
      "confidence": 0.7333755
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "Yeah, I wore that for about. For about six months and it was in school colors because we had to wear a tight.",
      "start": 687812,
      "end": 692700,
      "confidence": 0.9036565217391304
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "So it's kind of. This is a bow tie.",
      "start": 692732,
      "end": 694084,
      "confidence": 0.6098511111111111
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "I mean, now I don't. Oh, man.",
      "start": 694164,
      "end": 696204,
      "confidence": 0.891232857142857
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "I can't believe. When you were a little pilkington, right, what was, if you had hair, what would it be like?",
      "start": 696364,
      "end": 704384,
      "confidence": 0.9179485714285714
    },
    {
      "pos": 160,
      "speaker": "C",
      "text": "What do you mean?",
      "start": 704804,
      "end": 705788,
      "confidence": 0.7940800000000001
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "Well, you obviously had hair then. Back then, what was the style?",
      "start": 705956,
      "end": 708784,
      "confidence": 0.8356391666666667
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "It was like. So I had quite sort of fine sort of straight hair.",
      "start": 709404,
      "end": 718124,
      "confidence": 0.9031192857142857
    },
    {
      "pos": 163,
      "speaker": "B",
      "text": "Yeah.",
      "start": 718204,
      "end": 718864,
      "confidence": 0.85563
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "Hairdresser once said to me, you've got hair of a chinaman.",
      "start": 720524,
      "end": 723384,
      "confidence": 0.8599618181818183
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "He was a wise man, wasn't he? What do you think that meant then?",
      "start": 726564,
      "end": 730516,
      "confidence": 0.9039400000000001
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "Oh, he just said, you've got the same hair as a chinese man has. Very straight, quite fine.",
      "start": 730700,
      "end": 737464,
      "confidence": 0.8217994444444444
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Why is he doing it? I just imagine this bargain. The answer is, well, didn't. Sir.",
      "start": 738404,
      "end": 743384,
      "confidence": 0.75515
    },
    {
      "pos": 168,
      "speaker": "C",
      "text": "You got that?",
      "start": 745764,
      "end": 746316,
      "confidence": 0.8594833333333334
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "You have the hair of a chinaman.",
      "start": 746340,
      "end": 747772,
      "confidence": 0.847277142857143
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "I'm sorry? Nothing. You're not the spy?",
      "start": 747868,
      "end": 750108,
      "confidence": 0.9829499999999999
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "No, I'm not.",
      "start": 750156,
      "end": 750620,
      "confidence": 0.9470666666666666
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Thank you. Good night. Yeah, lovely. You have a feet of a fish. I'm sorry? Nothing. It's not you. Okay, next. You have the hair of a china.",
      "start": 750652,
      "end": 759836,
      "confidence": 0.8980064285714286
    },
    {
      "pos": 173,
      "speaker": "C",
      "text": "It was one of those barbers. It was a cheap one, just on a railway bridge.",
      "start": 759980,
      "end": 764260,
      "confidence": 0.9002743750000001
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "I don't believe that.",
      "start": 764332,
      "end": 765204,
      "confidence": 0.989625
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "On a railway bridge.",
      "start": 765284,
      "end": 766704,
      "confidence": 0.6490750000000001
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "That's why it was cheap. It was very low rent, so he could charge.",
      "start": 767444,
      "end": 770544,
      "confidence": 0.8847971428571428
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "That was a man with some scissors.",
      "start": 770844,
      "end": 772504,
      "confidence": 0.9744857142857143
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "Yeah. Did you go, oh. Have to move you there, sir. Okay, back in the chair, sir.",
      "start": 772844,
      "end": 778148,
      "confidence": 0.8131964705882353
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "I imagine them on one of those things you always see in old films where they've got.",
      "start": 778236,
      "end": 781224,
      "confidence": 0.8052794117647059
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "Yeah, that's as good as.",
      "start": 783044,
      "end": 784292,
      "confidence": 0.7612620000000001
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "That.",
      "start": 784308,
      "end": 784412,
      "confidence": 0.95946
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "Was just a normal chair. Little wooden hut. And he did have to stop when a train came past, because it used to.",
      "start": 784428,
      "end": 789348,
      "confidence": 0.8603956521739128
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Well, because he had to change the signal.",
      "start": 789396,
      "end": 791264,
      "confidence": 0.76548875
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Just making a few extra miles. Exactly, yeah. Oh, I love this manchester for you. Oh, God. It wasn't Bernard Cribbins, was it?",
      "start": 792324,
      "end": 800538,
      "confidence": 0.7866008695652175
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "I always remember him saying, join your air washing. And I said, is it free? You know, does it come with it? He said, yeah. So I said, oh, go on, then. He said, hang on, now. I'll just have to wash these mugs up. He had, like, a sink full of mugs. Oh, these out and then I can wash your head.",
      "start": 800666,
      "end": 813970,
      "confidence": 0.8918126984126983
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "Oh, no.",
      "start": 814122,
      "end": 815254,
      "confidence": 0.75789
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "It was cheap.",
      "start": 817914,
      "end": 818882,
      "confidence": 0.9183600000000002
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "How much was it?",
      "start": 819018,
      "end": 819810,
      "confidence": 0.9873149999999999
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "About two quid.",
      "start": 819842,
      "end": 820714,
      "confidence": 0.8264933333333334
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "And when was this?",
      "start": 820834,
      "end": 821856,
      "confidence": 0.9759625000000001
    },
    {
      "pos": 191,
      "speaker": "C",
      "text": "Oh, God, at 80. 88, 89. All right, yeah.",
      "start": 821970,
      "end": 828012,
      "confidence": 0.8344999999999999
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "So what happened to your. Your chinese hair? When did it start coming out?",
      "start": 828108,
      "end": 832348,
      "confidence": 0.9157400000000002
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "You have the hair of a bald chinaman now, don't you?",
      "start": 832436,
      "end": 835384,
      "confidence": 0.8810918181818181
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "You've got the hair of a chinaman in a box now.",
      "start": 836044,
      "end": 838424,
      "confidence": 0.9393699999999999
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "I used to just work a lot of hours.",
      "start": 843004,
      "end": 846144,
      "confidence": 0.9294455555555555
    },
    {
      "pos": 196,
      "speaker": "B",
      "text": "That's what made it fall out. Yeah.",
      "start": 846884,
      "end": 848396,
      "confidence": 0.8377528571428571
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Yeah, of course.",
      "start": 848420,
      "end": 849052,
      "confidence": 0.8840533333333332
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "No, it's not. It's genetic. You can't.",
      "start": 849148,
      "end": 851132,
      "confidence": 0.8312885714285715
    },
    {
      "pos": 199,
      "speaker": "C",
      "text": "It's not genetic.",
      "start": 851228,
      "end": 852124,
      "confidence": 0.8141033333333333
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "Cause it is.",
      "start": 852244,
      "end": 853344,
      "confidence": 0.7781166666666666
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "He's got more hair than me now, I think, is your mum.",
      "start": 855644,
      "end": 858396,
      "confidence": 0.8483541666666667
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "Kojak's got more air than you, Carl.",
      "start": 858580,
      "end": 860584,
      "confidence": 0.8316214285714285
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Anyway, don't have a go at Carl's hair. That's a bit harsh.",
      "start": 861004,
      "end": 864584,
      "confidence": 0.8313333333333333
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "Oh, look at his little face.",
      "start": 865484,
      "end": 867012,
      "confidence": 0.9038216666666666
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Did he say before in that book about going bald? It said. It had a little tip, don't it? We'll go over them later.",
      "start": 867068,
      "end": 873436,
      "confidence": 0.8646550000000001
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "It says, if you're going thin, doesn't it say, cut your hair short and something makes you look thicker? Yeah. Oh, yeah. We got people who are offering, Carl lots of. We're coming up to that. Yeah, we'll give it. Sorry.",
      "start": 873580,
      "end": 889400,
      "confidence": 0.8347534146341464
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "Obviously, we. Shall I remind people what the competition was?",
      "start": 889432,
      "end": 892448,
      "confidence": 0.8821110000000001
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "Yeah.",
      "start": 892496,
      "end": 893032,
      "confidence": 0.7169
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Last week, we were giving away this bag that we got signed by various celebrities at the BAFTAs. And we asked you to email or write in with your suggestions as to what you have that you could swap for the bag. And it has to be something that will enhance Carl's life. We've had quite a lot of suggestions. I'll go through those a bit later, but there some of them are quite eccentric.",
      "start": 893168,
      "end": 909818,
      "confidence": 0.9426758666666668
    },
    {
      "pos": 210,
      "speaker": "B",
      "text": "Meanwhile, I'm gonna play one of my favorite songs off one of my favorite albums. It's Radiohead, it's the Benz, and this is black Star.",
      "start": 909936,
      "end": 916206,
      "confidence": 0.8343935999999998
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Go for it.",
      "start": 916270,
      "end": 917114,
      "confidence": 0.9365533333333333
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "Sugar cubes hit. Yeah, on XFM 104.9. Our last show. Our last show till August.",
      "start": 920854,
      "end": 927966,
      "confidence": 0.8828573333333333
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "Absolutely.",
      "start": 928070,
      "end": 928662,
      "confidence": 0.89865
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "Sorry about that. We'll miss it. We can't avoid it, really. We've got to go in, do some filming and they're only going to miss you anyway, Carl. They could do without us now.",
      "start": 928718,
      "end": 938202,
      "confidence": 0.837718529411765
    },
    {
      "pos": 215,
      "speaker": "C",
      "text": "Zoe balls on.",
      "start": 938298,
      "end": 939354,
      "confidence": 0.7369966666666667
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Yeah, Zoe ball. And who else is after her? She's not doing the whole run, is she?",
      "start": 939474,
      "end": 942618,
      "confidence": 0.8926270588235294
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "Um, yeah, I think so.",
      "start": 942786,
      "end": 944450,
      "confidence": 0.768454
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "She doing the whole three months, is she?",
      "start": 944482,
      "end": 946106,
      "confidence": 0.865375
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "Yeah.",
      "start": 946170,
      "end": 946530,
      "confidence": 0.58165
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Turn out to get too comfortable. Right. I don't let big boy Slim come in with her because he mixes up the records, doesn't he? And ruins them.",
      "start": 946602,
      "end": 955226,
      "confidence": 0.8864314285714286
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "Yeah.",
      "start": 955290,
      "end": 955722,
      "confidence": 0.55689
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "Hey, talking of dJing.",
      "start": 955818,
      "end": 957002,
      "confidence": 0.6474699999999999
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "Go on.",
      "start": 957098,
      "end": 957450,
      "confidence": 0.80061
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "You know I did that storming set the other night for XFM.",
      "start": 957482,
      "end": 960514,
      "confidence": 0.925875
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Yeah, sure. Yeah.",
      "start": 960554,
      "end": 961402,
      "confidence": 0.6709533333333333
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "This was done at little club, in case you aren't aware of it.",
      "start": 961538,
      "end": 963610,
      "confidence": 0.9150646153846153
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "Yeah.",
      "start": 963682,
      "end": 963890,
      "confidence": 0.54157
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "Anyway, I went to the Sony's the other night.",
      "start": 963922,
      "end": 965900,
      "confidence": 0.9244544444444445
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "Yeah.",
      "start": 965962,
      "end": 966256,
      "confidence": 0.5636
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "Carl Pilkington side was up to me, slits me an envelope.",
      "start": 966320,
      "end": 969416,
      "confidence": 0.8301227272727274
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "Go on.",
      "start": 969520,
      "end": 969896,
      "confidence": 0.88966
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "Oh, 200 big ones in there.",
      "start": 969920,
      "end": 972096,
      "confidence": 0.9173316666666667
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "Did he get paid cash for that?",
      "start": 972200,
      "end": 973512,
      "confidence": 0.9223100000000001
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "Yeah, 200 pounds. Taxman won't know about that. Cash in hand.",
      "start": 973568,
      "end": 977896,
      "confidence": 0.7603418181818182
    },
    {
      "pos": 235,
      "speaker": "B",
      "text": "No, the tax. I know because, I mean, obviously no one who ever works in tax. I was listening to local radio. Oh, yeah, well, so.",
      "start": 978040,
      "end": 986224,
      "confidence": 0.8744376923076923
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "No, the tax man will know about it. Yeah, because I'll declare it.",
      "start": 986344,
      "end": 989432,
      "confidence": 0.8646292307692307
    },
    {
      "pos": 237,
      "speaker": "B",
      "text": "Oh, I would put it.",
      "start": 989488,
      "end": 990568,
      "confidence": 0.8795860000000001
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Yeah, it's going straight down. I'll do it when I go, when I get in later on.",
      "start": 990616,
      "end": 994472,
      "confidence": 0.8929717647058822
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "And don't write off rubbish that you buy anyway, like, you know.",
      "start": 994568,
      "end": 998044,
      "confidence": 0.9887158333333335
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "No, I'll do it all above board, officially fill it all incorrectly. And so I'll send it now, I'll send it tomorrow so that you get it early. It's not too busy for you, sir.",
      "start": 998344,
      "end": 1007544,
      "confidence": 0.920715142857143
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Oh, never mind. Oh, yeah, also, did you see liquid news last night? No, it's the thing on them choice. Right. And it's sort of celebrity news. Yeah. And Judy and Clary was on and they were talking about the Sony awards the night before, which went to. And they said something like a relatively unknown had won the entertainment war that we were up for on Christian and Chris Moyles and Jonathan Ross said, beating off bigger people. Not, he was beating off bigger people. They weren't suggesting he was.",
      "start": 1007704,
      "end": 1040862,
      "confidence": 0.8761349450549446
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "Was Julian Clary beat off at.",
      "start": 1040918,
      "end": 1042314,
      "confidence": 0.5116666666666666
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "Yeah. And it said so the people who didn't win resorted to silliness and it cut right then. I don't know where the camera was. It must be miles away because it wasn't us. Cut to me making a little hat for you out of a Budweiser box, a little diet thing, and then forcing it on your head and you sort of struggle. Do you remember that?",
      "start": 1042654,
      "end": 1060640,
      "confidence": 0.8682305882352942
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "I do remember it, yeah, they were.",
      "start": 1060712,
      "end": 1063000,
      "confidence": 0.9057928571428572
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "They're always filming us.",
      "start": 1063072,
      "end": 1064336,
      "confidence": 0.738605
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "They were filming it, yeah. So, yeah, that's really scary because some.",
      "start": 1064360,
      "end": 1067552,
      "confidence": 0.9364516666666668
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "Of the things we were doing.",
      "start": 1067568,
      "end": 1068288,
      "confidence": 0.971885
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "Because I was tying scarves around your head, wasn't I? We were, we were.",
      "start": 1068336,
      "end": 1071936,
      "confidence": 0.7927142857142858
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "We were touching Carl.",
      "start": 1072000,
      "end": 1073336,
      "confidence": 0.6772775000000001
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "We were gaining him up, gaining him up to make him feel one comfortable and everything. Doesn't like that sort of thing, do you? We're gonna be giving you a cuddle about five to three. Seriously, we are gonna.",
      "start": 1073520,
      "end": 1086826,
      "confidence": 0.8413482051282052
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "On the way out, and I've got roaming hands.",
      "start": 1086890,
      "end": 1088746,
      "confidence": 0.9145088888888888
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1088810,
      "end": 1089122,
      "confidence": 0.69997
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "Do you know them girls who came up from the radio academy? And so I said, oh, so you're Carlin, right?",
      "start": 1089178,
      "end": 1093674,
      "confidence": 0.8670495238095238
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1093714,
      "end": 1094050,
      "confidence": 0.46298
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "Couple of fans went up to Carl.",
      "start": 1094122,
      "end": 1095554,
      "confidence": 0.8203242857142857
    },
    {
      "pos": 256,
      "speaker": "C",
      "text": "Just, just on the way out. I said to him again, I said, look, I'm not gay, because they were convinced I was.",
      "start": 1095674,
      "end": 1101362,
      "confidence": 0.9232121739130436
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "That's good. If you remember, a couple of weeks ago, we teased Carl that he had to go as Steve's partner to the bachelors. And they really meant partners, you know, after the show where he's walking around, we was gonna go buy a suit. I actually said, they will. They will ask you. He went, well, what if they say, and as we walk in, Steve Merchant and his boyfriend Karl? Well, they might say that as you walk in, they might overdub it on the television. Say, he's going, well, what about my mates in Manchester? And he said, I'm not going to the risk of someone in Manchester thinking that he was going out with you, mind you, it wasn't. It's gonna be gay. You wouldn't choose Steve, would you?",
      "start": 1101538,
      "end": 1141334,
      "confidence": 0.8696815789473684
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "No, it would you.",
      "start": 1141994,
      "end": 1143034,
      "confidence": 0.8104025
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Would you choose if you were guy.",
      "start": 1143074,
      "end": 1144494,
      "confidence": 0.8785414285714286
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "If you could go out with any.",
      "start": 1144874,
      "end": 1145954,
      "confidence": 0.9393671428571427
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "Bloke, who would it be?",
      "start": 1145994,
      "end": 1146970,
      "confidence": 0.94044
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "That's a good one.",
      "start": 1147002,
      "end": 1147714,
      "confidence": 0.78533
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Yeah, that's a good one.",
      "start": 1147794,
      "end": 1150770,
      "confidence": 0.9637040000000001
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "He's thought about it before.",
      "start": 1150922,
      "end": 1151890,
      "confidence": 0.902192
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "Gone. No, no, no, of course not. If, you know, if you were gay, what bloke would you go out with?",
      "start": 1151962,
      "end": 1159874,
      "confidence": 0.8004366666666666
    },
    {
      "pos": 266,
      "speaker": "C",
      "text": "God, probably Jonathan Ross is all right.",
      "start": 1161214,
      "end": 1166374,
      "confidence": 0.8631642857142857
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "You gay, Rossi?",
      "start": 1166414,
      "end": 1171834,
      "confidence": 0.6883533333333333
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Oh, you've got his number, have you? We should get contact.",
      "start": 1172294,
      "end": 1175074,
      "confidence": 0.8565472727272727
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "Rock and roll with me. David Bowie off diamond dogs. Another one of my favorite tracks.",
      "start": 1187654,
      "end": 1193406,
      "confidence": 0.7674600000000001
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Cracking.",
      "start": 1193430,
      "end": 1193942,
      "confidence": 0.63245
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "Great tracking. Well, it's time for Carl's room 101. Carl was too shy to obviously ever do this for real. But we thought that end and the run of this with things that Carl hates. Yeah, we know the thing he likes. We know that. So, Carl, we should just point out.",
      "start": 1194038,
      "end": 1212102,
      "confidence": 0.8860361538461541
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "That we've been inspired by the tv show room 101. We didn't come up with this ourselves.",
      "start": 1212118,
      "end": 1215886,
      "confidence": 0.9290864705882352
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "Yeah, we did. This is room 102.",
      "start": 1216070,
      "end": 1218714,
      "confidence": 0.9127142857142857
    },
    {
      "pos": 274,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1219054,
      "end": 1219430,
      "confidence": 0.94038
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "We'll be Paul Merton and you be Carl Pilkington. Right. You could chance to banish to room 101 all those things that you dislike. Never. They're never to be seen again. Will you please welcome Carl Pilkington?",
      "start": 1219462,
      "end": 1230590,
      "confidence": 0.8607464864864866
    },
    {
      "pos": 276,
      "speaker": "C",
      "text": "All right.",
      "start": 1230742,
      "end": 1231118,
      "confidence": 0.542415
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "Who? All right, Carl, so what's your first? What does this represent? And imagine me putting some on a table next year. Go on.",
      "start": 1231166,
      "end": 1240350,
      "confidence": 0.8561720833333334
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "Right. Well, first of all.",
      "start": 1240422,
      "end": 1241756,
      "confidence": 0.880164
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Right.",
      "start": 1241780,
      "end": 1241916,
      "confidence": 0.49916
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "It's dead hard to come up with like five things that drive you up the wall.",
      "start": 1241940,
      "end": 1244996,
      "confidence": 0.9453925
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "Okay.",
      "start": 1245060,
      "end": 1245564,
      "confidence": 0.71663
    },
    {
      "pos": 282,
      "speaker": "C",
      "text": "Right. It's not easy because there's so many things.",
      "start": 1245644,
      "end": 1247700,
      "confidence": 0.9053
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1247772,
      "end": 1248236,
      "confidence": 0.52541
    },
    {
      "pos": 284,
      "speaker": "C",
      "text": "But it's just like, you know, picking five. It's like someone saying, pick your five favorite records of five favorite films. Yeah, it's hard.",
      "start": 1248340,
      "end": 1254524,
      "confidence": 0.8852466666666668
    },
    {
      "pos": 285,
      "speaker": "A",
      "text": "So, you know, in deserts where they, you always get the complete works of Shakespeare in the Bible.",
      "start": 1254564,
      "end": 1259604,
      "confidence": 0.8948966666666666
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1259684,
      "end": 1260036,
      "confidence": 0.70213
    },
    {
      "pos": 287,
      "speaker": "A",
      "text": "I think you should include Ricky Gervais. I think you should always be there already in ruin 101. They don't have to nominate you. You always go in.",
      "start": 1260100,
      "end": 1267344,
      "confidence": 0.8971585714285715
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "Go then. Go then.",
      "start": 1269494,
      "end": 1270954,
      "confidence": 0.628005
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "Don't bother putting Ricky in, Carl. He's already there.",
      "start": 1272294,
      "end": 1274566,
      "confidence": 0.8007377777777777
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "I'm already there waiting. Yeah, go on then.",
      "start": 1274670,
      "end": 1276806,
      "confidence": 0.8111174999999999
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "Right.",
      "start": 1276870,
      "end": 1277286,
      "confidence": 0.75595
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1277390,
      "end": 1278014,
      "confidence": 0.5142
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "I thought, I thought of like things that we've done in the past.",
      "start": 1278174,
      "end": 1281286,
      "confidence": 0.9425892307692306
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "Sure.",
      "start": 1281390,
      "end": 1281702,
      "confidence": 0.84116
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "And like quotes and that, like you're talking about.",
      "start": 1281758,
      "end": 1283934,
      "confidence": 0.7668766666666667
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1283974,
      "end": 1284494,
      "confidence": 0.52123
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "That quote that people say that, you know, money doesn't make you happy.",
      "start": 1284614,
      "end": 1289190,
      "confidence": 0.9331784615384616
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1289262,
      "end": 1289702,
      "confidence": 0.82751
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "All right. We just, we just rattling through some here. Yeah, that annoys me.",
      "start": 1289798,
      "end": 1293638,
      "confidence": 0.8314721428571428
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "What?",
      "start": 1293766,
      "end": 1294434,
      "confidence": 0.93472
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "Well, the quote, money isn't happy.",
      "start": 1294794,
      "end": 1296194,
      "confidence": 0.7268533333333335
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1296234,
      "end": 1296386,
      "confidence": 0.9293
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "Because it clearly does.",
      "start": 1296410,
      "end": 1298094,
      "confidence": 0.8679600000000001
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "Right.",
      "start": 1300114,
      "end": 1300546,
      "confidence": 0.86448
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "Without it, life's pretty doll, isn't it?",
      "start": 1300610,
      "end": 1303090,
      "confidence": 0.8669957142857143
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1303162,
      "end": 1303506,
      "confidence": 0.83741
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "Good. So that's like a little short, short thing. And, and, you know, then, then that sort of makes you think about people with money. There's a program on in the week. I don't know if you saw it. Save the one posh load.",
      "start": 1303570,
      "end": 1314498,
      "confidence": 0.8377645454545454
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "That was brilliant, wasn't it? Great show.",
      "start": 1314546,
      "end": 1315898,
      "confidence": 0.7706385714285714
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "So annoying.",
      "start": 1315946,
      "end": 1316810,
      "confidence": 0.71358
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 1316882,
      "end": 1317386,
      "confidence": 0.862695
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "There was a girl on there, right. Who's from a, from a rich family and that. And, you know, it's not her fault she's from a rich family.",
      "start": 1317450,
      "end": 1325704,
      "confidence": 0.8627828571428571
    },
    {
      "pos": 312,
      "speaker": "B",
      "text": "No.",
      "start": 1325864,
      "end": 1326280,
      "confidence": 0.78319
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "It's like how posh people annoy people. That doesn't annoy me because the way I sound is because of where I'm brought up in that. Yeah. And at the end of day, if you. If you sound posh, you sound posh.",
      "start": 1326352,
      "end": 1333752,
      "confidence": 0.8708592682926829
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "It's. Yeah.",
      "start": 1333768,
      "end": 1334232,
      "confidence": 0.459245
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "You know, it doesn't change who's a person or ever. Yeah, it's quite this girl, right? Did you see?",
      "start": 1334288,
      "end": 1339480,
      "confidence": 0.7887494736842106
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "I did.",
      "start": 1339552,
      "end": 1340032,
      "confidence": 0.943225
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "You didn't see, right. This girl goes shopping, she buys like four t shirts and a crappy little handbag.",
      "start": 1340128,
      "end": 1346666,
      "confidence": 0.9059136842105265
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1346760,
      "end": 1347054,
      "confidence": 0.65147
    },
    {
      "pos": 319,
      "speaker": "C",
      "text": "Spends about 1300 quid and she's just wasting it going, you know, the woman's saying, oh, you'll love these. You know, they're really in fashion or whatever. I'll probably only wear them once anyway. And it's just that sort of thing annoys me.",
      "start": 1347094,
      "end": 1359446,
      "confidence": 0.910239069767442
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1359470,
      "end": 1359790,
      "confidence": 0.61586
    },
    {
      "pos": 321,
      "speaker": "C",
      "text": "You know, people with money, you know, who have grafted for it are good, but like, you know, people who just get money given to them from the rich parents trying to the world. There was another point, right, where she's in a shoe shop, right, and she. She's like, got these big boots and stuff. But part of the problem is, right, she's quite odd looking in that, right? But she's got a lot of money, so she makes herself look half decent. Yeah. Problem is she's got fangles.",
      "start": 1359862,
      "end": 1389660,
      "confidence": 0.918717111111111
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "She's got what?",
      "start": 1389772,
      "end": 1390772,
      "confidence": 0.9174633333333334
    },
    {
      "pos": 323,
      "speaker": "C",
      "text": "Ankles, right? And they drive her up the wall because no matter, I mean, things in it, it's almost like God has gone, yeah, you can have all the toffees and stuff you want. You can have like, your nice t shirts by the end of the day, love. You stuck with these ankles.",
      "start": 1390948,
      "end": 1403292,
      "confidence": 0.8997625925925926
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "And you can see I love the idea of God's sake, right, you can have all the toffees you want. Yeah. And you have nice handbags and that, but you're stuck with these ankles. Oh, God.",
      "start": 1403348,
      "end": 1412804,
      "confidence": 0.9027213888888892
    },
    {
      "pos": 325,
      "speaker": "C",
      "text": "And I really wanted to get a job in that shoe shop where she was going in blowing her dad's money and she was calling up her dad saying, oh, daddy, is it all right if, you know, I'm just out shopping. I've just bought some shoes that cost like a grand and I really wanted a job in that shoe shop just so I could sit there and when she comes in, you go, hello, love. Whatever her name is. Lovely to see you here again. Got some lovely new shoes in.",
      "start": 1412964,
      "end": 1433854,
      "confidence": 0.946019569892473
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "Got.",
      "start": 1433934,
      "end": 1434126,
      "confidence": 0.46732
    },
    {
      "pos": 327,
      "speaker": "C",
      "text": "Look at these nice new boots. Everyone's wearing them. Victoria Beckham. And you know, all the it girls are wearing them. Here, try them on. Oh, you can't. Your ankles are so fat. You can't get into these. Never mind, there's some boots. She really annoyed me and I'm not a nasty person. She brought it out of me.",
      "start": 1434150,
      "end": 1450534,
      "confidence": 0.8686211864406783
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "I'm worried though, this idea of you getting a job in a shoe shop, I'm not sure you're qualified.",
      "start": 1450694,
      "end": 1454274,
      "confidence": 0.8934557894736844
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "I like all that way around it that some people go, oh, I'd like her to lose all her money or something. He'd like to actually rather go through getting the job in the shop.",
      "start": 1455954,
      "end": 1464490,
      "confidence": 0.8568754285714285
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1464562,
      "end": 1464882,
      "confidence": 0.53206
    },
    {
      "pos": 331,
      "speaker": "B",
      "text": "And then just wait in there.",
      "start": 1464938,
      "end": 1466074,
      "confidence": 0.905935
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "You'd be too busy mucking around outside on some kind of trolley stuck in a little lake. But interestingly, in that show, I was watching that show, and at one point you mentioned that her fat heels or her fat ankles, she said, I'd like to do. I'd like to have various changes to my body. Plastic surgery. I'd like to do this to my face. And da da da da. And her mum's there and her mum's going, no, don't be so that's her. You're my daughter.",
      "start": 1466114,
      "end": 1486642,
      "confidence": 0.866459431818182
    },
    {
      "pos": 333,
      "speaker": "C",
      "text": "You're beautiful. Da da da da.",
      "start": 1486658,
      "end": 1487642,
      "confidence": 0.57518
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "No, you shouldn't. I'm not gonna let you have those under there. She went, I'd love to have an operation on my fat ankles. Her mum went, yeah, I do agree with that.",
      "start": 1487698,
      "end": 1493094,
      "confidence": 0.8703945454545452
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "What kind of a mother does that? Oh, how bad can fat ankles be?",
      "start": 1494714,
      "end": 1499258,
      "confidence": 0.9251657142857145
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "I know.",
      "start": 1499306,
      "end": 1499634,
      "confidence": 0.8777550000000001
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "What were these ankles like?",
      "start": 1499674,
      "end": 1500794,
      "confidence": 0.9739279999999999
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "Tell us, Rick. You must know what I mean.",
      "start": 1500834,
      "end": 1503914,
      "confidence": 0.8786122222222222
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "Like, if you said to a little kid, to a four year old kid, draw a person, that's. They draw her legs. Do you know where there's no sort of thin bit and then it comes out a bit for your knees.",
      "start": 1503994,
      "end": 1513760,
      "confidence": 0.8964216666666668
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 1513882,
      "end": 1514236,
      "confidence": 0.89295
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "And then it was just like two logs.",
      "start": 1514260,
      "end": 1516676,
      "confidence": 0.87600375
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "People go in and say, I like your new flares. What do you mean, flares? They're leggings. Cheeky. Awful.",
      "start": 1516700,
      "end": 1521836,
      "confidence": 0.7738536842105264
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "So, you know.",
      "start": 1521900,
      "end": 1522828,
      "confidence": 0.9824166666666666
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "Okay, so you're putting in posh girls with fat ankles?",
      "start": 1522876,
      "end": 1525756,
      "confidence": 0.9609499999999999
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1525860,
      "end": 1526212,
      "confidence": 0.54492
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Okay.",
      "start": 1526268,
      "end": 1526556,
      "confidence": 0.93389
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "What's.",
      "start": 1526580,
      "end": 1526796,
      "confidence": 0.38208
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "What's your next one on room 101?",
      "start": 1526820,
      "end": 1528260,
      "confidence": 0.7994328571428573
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Right, another quick one.",
      "start": 1528332,
      "end": 1529420,
      "confidence": 0.949465
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "Really?",
      "start": 1529452,
      "end": 1530024,
      "confidence": 0.99689
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "People in supermarkets, right?",
      "start": 1530484,
      "end": 1533532,
      "confidence": 0.9061575
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "What, the people who serve?",
      "start": 1533628,
      "end": 1534932,
      "confidence": 0.955884
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "Yeah, it's mainly these. These shops you get around in London that are, like, open 24 hours. Right?",
      "start": 1535068,
      "end": 1541860,
      "confidence": 0.88808
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1541932,
      "end": 1542140,
      "confidence": 0.63795
    },
    {
      "pos": 355,
      "speaker": "C",
      "text": "You're going and you'll buy. You know, you don't do your main shop there. It's mainly just little bits in it. Your carton of milk and maybe a loaf, a couple of barm cakes and that. And you go in there.",
      "start": 1542172,
      "end": 1553354,
      "confidence": 0.8836326829268293
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Do they have them in London? Do you ever ask, would you be annoyed if I said balm cakes? We don't have those down here. They're rubbish.",
      "start": 1555054,
      "end": 1561038,
      "confidence": 0.849832222222222
    },
    {
      "pos": 357,
      "speaker": "C",
      "text": "That's happened before when I asked for gravy and they didn't know what gravy was.",
      "start": 1561086,
      "end": 1564354,
      "confidence": 0.9188120000000002
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "When did you ask for gravy in a chippy. What do you mean? What do you say? Have you got any gravy?",
      "start": 1564774,
      "end": 1570788,
      "confidence": 0.9063677272727272
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "Just. Just because you do up north, you have chips and pie and gravy on it and you have a clue what was talking about.",
      "start": 1570916,
      "end": 1577824,
      "confidence": 0.9030796
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "Right? Okay.",
      "start": 1578444,
      "end": 1579732,
      "confidence": 0.928735
    },
    {
      "pos": 361,
      "speaker": "C",
      "text": "So that annoys me, actually. Stick that on the list.",
      "start": 1579868,
      "end": 1582344,
      "confidence": 0.8605179999999999
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "You've got fish made up north.",
      "start": 1583364,
      "end": 1585144,
      "confidence": 0.9278550000000001
    },
    {
      "pos": 363,
      "speaker": "B",
      "text": "We saw a sign in the north, right? It was a little shop and the sign said, we sell bread. It was handwritten. It was like, there's probably like a rush. Those people in germans go, is this.",
      "start": 1587564,
      "end": 1599284,
      "confidence": 0.8855494736842103
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "Bread you talk of?",
      "start": 1599324,
      "end": 1600200,
      "confidence": 0.9855825
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "Yeah, little head scarfs. Old women running down with their little.",
      "start": 1600292,
      "end": 1603764,
      "confidence": 0.8061981818181819
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "But anyway, these shops, right? So you go in there getting your stuff and you'll go up to the till and they don't say hello to you. The. They don't sort of smile, they just bleep the stuff through. They don't tell you how much it is. They just sort of expect you to look at the till to see how much it is. You can get your hand in your pocket, give them the money, they'll give you the change and they won't say goodbye. Yeah. It's like they just can't be asked to have any sort of hello, how you doing? I don't. I don't want a big chat. I don't want to know what they're getting up to and what, you know, what the dad does for a living and all that. I just want, like, how are you doing? You know, you're well, right? Oh, yeah. This bread's, you know, popular or whatever. Right. That'll be five pounds.",
      "start": 1604304,
      "end": 1647222,
      "confidence": 0.9235699382716048
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "You need to keep abreast of which bread you're selling.",
      "start": 1647358,
      "end": 1649294,
      "confidence": 0.835525
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Well. Oh, mother's pride. That's a good choice.",
      "start": 1649334,
      "end": 1651274,
      "confidence": 0.8021299999999999
    },
    {
      "pos": 369,
      "speaker": "C",
      "text": "70% of our whole socks. So that really, even though you know, it is a 24 hours, I'll be.",
      "start": 1652494,
      "end": 1657262,
      "confidence": 0.8780284210526316
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Honest, I would err on the side of silence. Not. Not rudeness. I hate rudeus. They do that. But I would rather. I'd start to go, one pound 50, please. And that'll be fine for me anymore.",
      "start": 1657278,
      "end": 1669958,
      "confidence": 0.8235745945945947
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "What about hello and goodbye? Have a good day? Not in an american.",
      "start": 1670126,
      "end": 1674074,
      "confidence": 0.9147653846153846
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "I prefer people to say, have a nice day and. And don't mean it to people who don't say it at all and don't mean it to be honest. I don't worry about that mock sincerity because I think it's. No, no, I mean, I'm saying I don't. I like who say I don't care. They say, oh, nice to see you. Come again. Have a nice. It doesn't bother me, but a chat. I hate people who think they're the life inside.",
      "start": 1674934,
      "end": 1696774,
      "confidence": 0.8597998795180719
    },
    {
      "pos": 373,
      "speaker": "C",
      "text": "I mean, like, you know, if you go through a door, you hold it open, you go, there you go. You know, I mean, you expect to.",
      "start": 1697554,
      "end": 1702458,
      "confidence": 0.8972092592592593
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Thank you.",
      "start": 1702466,
      "end": 1703194,
      "confidence": 0.93269
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. And also, when. When do you come in a. Like a narrow walkway and you're both walking there and I stop, walk out the way and they tut, like I should have. Want to go, hold on, we're both in the same boat here.",
      "start": 1703354,
      "end": 1717044,
      "confidence": 0.8529589361702129
    },
    {
      "pos": 376,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1717084,
      "end": 1717284,
      "confidence": 0.74528
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "Why is it me that annoys me.",
      "start": 1717324,
      "end": 1718916,
      "confidence": 0.9094614285714285
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "Where people in the room, they own.",
      "start": 1718940,
      "end": 1721332,
      "confidence": 0.89017
    },
    {
      "pos": 379,
      "speaker": "B",
      "text": "The street or if two people aren't looking where they're going, it's one person's fault. That really annoys me. Yeah.",
      "start": 1721428,
      "end": 1727420,
      "confidence": 0.856122
    },
    {
      "pos": 380,
      "speaker": "C",
      "text": "So that's it, really. I mean, I know the 24 hours shops and the knackered and stuff, but.",
      "start": 1727532,
      "end": 1732796,
      "confidence": 0.9030355555555557
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Politeness just to say, well, it costs nothing, does it?",
      "start": 1732900,
      "end": 1735428,
      "confidence": 0.898267
    },
    {
      "pos": 382,
      "speaker": "C",
      "text": "No.",
      "start": 1735476,
      "end": 1735804,
      "confidence": 0.56756
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "So those are your little quick ones, then we get onto your big three, don't we? The big one, record and come back to that. I'm talking to Carl, pilgrims, and I'm really. Room 101 on XFM 104.9. Yeah. What?",
      "start": 1735884,
      "end": 1746564,
      "confidence": 0.7707339999999999
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "New order.",
      "start": 1746684,
      "end": 1747244,
      "confidence": 0.633925
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "Oh, excellent. We were shouting at you then. How loud are those headphones?",
      "start": 1747324,
      "end": 1757304,
      "confidence": 0.8824792307692307
    },
    {
      "pos": 386,
      "speaker": "C",
      "text": "Pretty loud. But I'm always wearing headphones, so.",
      "start": 1758444,
      "end": 1760644,
      "confidence": 0.8657237500000001
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Yeah, but look what I'm doing. This is an old radio trick. You put one earphone over your ear and the other one off so you.",
      "start": 1760724,
      "end": 1765388,
      "confidence": 0.908513076923077
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Can hear people in the rooms on XFM 104.9.",
      "start": 1765396,
      "end": 1768352,
      "confidence": 0.87779
    },
    {
      "pos": 389,
      "speaker": "C",
      "text": "Did you want to say?",
      "start": 1768468,
      "end": 1769136,
      "confidence": 0.9621679999999999
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Doesn't matter, Carl. It does.",
      "start": 1769200,
      "end": 1770424,
      "confidence": 0.7292080000000001
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "The point is, it could have been important. It could be a fire.",
      "start": 1770464,
      "end": 1772648,
      "confidence": 0.91327
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "When. When we shout anything, you jump.",
      "start": 1772776,
      "end": 1775544,
      "confidence": 0.8873742857142857
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1775624,
      "end": 1776096,
      "confidence": 0.64812
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Do you know what I mean?",
      "start": 1776200,
      "end": 1777164,
      "confidence": 0.8524266666666666
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "Come on, Carl, get with the program. All right.",
      "start": 1777544,
      "end": 1780920,
      "confidence": 0.9117322222222222
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Hey. Right, what other things you want? Yes, 101.",
      "start": 1781112,
      "end": 1783884,
      "confidence": 0.793987777777778
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "Other than us spiders. Right, go on.",
      "start": 1785664,
      "end": 1789080,
      "confidence": 0.9531571428571429
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "I know Ricky agreeing with this.",
      "start": 1789112,
      "end": 1790644,
      "confidence": 0.6884466666666667
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "All spiders. Yeah, just.",
      "start": 1791104,
      "end": 1792872,
      "confidence": 0.9509000000000001
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "I mean, not all spiders, because there's some spiders that are on the planet that don't do any harm to clean up stuff, don't they?",
      "start": 1792968,
      "end": 1801374,
      "confidence": 0.8962503999999999
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Hong Kong leggy. Just, just.",
      "start": 1809234,
      "end": 1811346,
      "confidence": 0.733074
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "But I'm talking about the spiders that are deadly and spiders that are massive. I mean, Johnny's mate, Ricky's mate, Johnny, I mean, yeah, he was talking about how he was in Australia, yeah. And he was sharing a room with. With a mate or whatever, and his mate was having a shower and said, johnny, just. Just come in here a minute. And he went in and there was a spider on the side of the bath that he said was the size of your hand.",
      "start": 1811530,
      "end": 1844230,
      "confidence": 0.9133036781609195
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "Two hands, width. It sort of like size track. Just like eight inches across, that big.",
      "start": 1844422,
      "end": 1850064,
      "confidence": 0.792936875
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "Right. And the daft thing with that one is that. That can't kill you. It's massive. It's got no purpose. Yeah, but what. Something you said it does, right? If you sort of walk around it and it's. And it thinks you're gonna try and trap it, it hisses at you and jumps at you and jumps on you and sort of clings on.",
      "start": 1850144,
      "end": 1870376,
      "confidence": 0.8998923437500002
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "That's terrifying.",
      "start": 1870480,
      "end": 1871256,
      "confidence": 0.839825
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "You'd be sort of running around trying to get it off and it's just gripping on, like the old stag beetle thing again. It's clinging on to you. There is no. What I don't understand is, why is that spider that big? Because no doubt it only eats stuff like normal spiders do, but it needs to eat more of them because it's a bigger lad. Yeah, yeah. It doesn't. It doesn't actually do anything. It's not like I just.",
      "start": 1871280,
      "end": 1897350,
      "confidence": 0.9034112499999999
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "I just don't try. Doesn't paint, doesn't do anything.",
      "start": 1897382,
      "end": 1899878,
      "confidence": 0.7374022222222222
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "It's just getting in the way. And it's one of those things that are so big you couldn't kill it because. Can you imagine, like, the mess that would make something that size of you stamped on it?",
      "start": 1899926,
      "end": 1908020,
      "confidence": 0.9409692105263158
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1908092,
      "end": 1908412,
      "confidence": 0.36181
    },
    {
      "pos": 410,
      "speaker": "C",
      "text": "Which I'm not, you know, again, I'm not a fan of. Yeah. But I don't get that. And then there was a program on a few weeks ago on BBC about spiders and it was this one, right? It was going, you know, there's so many spiders in the world and apparently there's so many of them, they can't give them all names. Right? What they're saying is once one dies out, they'll actually introduce another one because there's so many different breeds of them that it's impossible to sort of make a book and list them. All.",
      "start": 1908468,
      "end": 1934360,
      "confidence": 0.921727857142857
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "Right, well, it's like.",
      "start": 1934472,
      "end": 1935384,
      "confidence": 0.8326525
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "It would be infinitely long.",
      "start": 1935424,
      "end": 1936912,
      "confidence": 0.857038
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Yeah, it's like a queue.",
      "start": 1937088,
      "end": 1938384,
      "confidence": 0.841278
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "They're not trying to name it individually, are they?",
      "start": 1938464,
      "end": 1940200,
      "confidence": 0.9573955555555558
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "No, no, that's their problem.",
      "start": 1940232,
      "end": 1941488,
      "confidence": 0.930138
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. Just keep it as species.",
      "start": 1941616,
      "end": 1944928,
      "confidence": 0.8322437500000001
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "This is true. So they'll sort of go, the. You know, the net gives a spider the black widow. Right? Black widow. They've all died. So who's next? And they'll say, here's a redback. Yeah. And that's. That's how they introduce them. So this program was going on about this. No, they do do it.",
      "start": 1945056,
      "end": 1961438,
      "confidence": 0.8865590909090907
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Okay.",
      "start": 1961526,
      "end": 1962314,
      "confidence": 0.82083
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "So anyway, there's this little one, right, in Australia, and it shows you some kids being dead happy and playing around in the sun, loving it, you know, all healthy and that. And, you know, love being in the sun. They're playing around the pool and, you know, there's a couple of them, they're playing swing ball and that. Dead happy I care in the world. And like, the one of them goes, oh, I'll go swimming because I've been playing swim bowl for an hour. Got a bit of a sweat. Sure. Go for a little breaststroke or whatever. And they get in the, in the pool and they can't wait to have a swim about. And then it pans to the bottom of the pool here. And there's this little spider just sat there dead still, right? Sat at the bottom of the pool, holding its breath.",
      "start": 1963054,
      "end": 1998630,
      "confidence": 0.9063120805369126
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Holding its breath.",
      "start": 1998742,
      "end": 2000334,
      "confidence": 0.82242
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "Okay.",
      "start": 2000494,
      "end": 2001394,
      "confidence": 0.75812
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "Cheeks going up, red eyes bulging, eight pairs of goggles on.",
      "start": 2002014,
      "end": 2006430,
      "confidence": 0.9079236363636365
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "One goes by with a snorkel.",
      "start": 2006542,
      "end": 2007750,
      "confidence": 0.9971733333333334
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "You should call this four pairs of flippers.",
      "start": 2007782,
      "end": 2011234,
      "confidence": 0.73603625
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "It sat there in the deep end, right? And it's like. And then it pans back to the kids having a good time, chucking a ball to each other.",
      "start": 2011974,
      "end": 2018194,
      "confidence": 0.8800824137931036
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "I can see what's gonna happen. It's not gonna join you in the game, is it?",
      "start": 2018494,
      "end": 2022102,
      "confidence": 0.8809343749999999
    },
    {
      "pos": 427,
      "speaker": "B",
      "text": "No.",
      "start": 2022238,
      "end": 2022846,
      "confidence": 0.4503
    },
    {
      "pos": 428,
      "speaker": "C",
      "text": "And what happens is the kid starts bouncing up and down on the floor.",
      "start": 2022990,
      "end": 2026358,
      "confidence": 0.9466221428571427
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "Sure.",
      "start": 2026446,
      "end": 2026838,
      "confidence": 0.67367
    },
    {
      "pos": 430,
      "speaker": "C",
      "text": "Goes and sticks it. The kid goes and puts a foot on the spider, bites the kid and apparently if you're not seen to, you can be dead in 15 minutes.",
      "start": 2026926,
      "end": 2036414,
      "confidence": 0.9227016129032255
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "Sorry, sorry. Why did the spider sit at the bottom of the pool?",
      "start": 2036454,
      "end": 2039310,
      "confidence": 0.8768130769230769
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "That's what it likes to do.",
      "start": 2039382,
      "end": 2040674,
      "confidence": 0.9604366666666668
    },
    {
      "pos": 433,
      "speaker": "B",
      "text": "Animals don't do things they like to do. Adults do things for a reason.",
      "start": 2041894,
      "end": 2047014,
      "confidence": 0.9524014285714285
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "Waiting for a kid to come along.",
      "start": 2047514,
      "end": 2049134,
      "confidence": 0.9125185714285715
    },
    {
      "pos": 435,
      "speaker": "B",
      "text": "It doesn't make any sense. It doesn't make any sense.",
      "start": 2050354,
      "end": 2053714,
      "confidence": 0.9378080000000001
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "Well, that's. That's what it's not.",
      "start": 2053794,
      "end": 2054874,
      "confidence": 0.6137216666666667
    },
    {
      "pos": 437,
      "speaker": "B",
      "text": "It's not.",
      "start": 2054914,
      "end": 2055186,
      "confidence": 0.9836
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Doesn't great to murder kids. That's not what it does.",
      "start": 2055210,
      "end": 2057922,
      "confidence": 0.850623
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "No. There must be a reason. Is that, I mean, if you just stopped when you watch these programs and don't get involved with the music and like, you know, the odd. Why does it sit at the bottom of the pool? There must be. It either goes there for protection, food to cold. It does it for a reason. It doesn't go there to wind up swimming. Yeah, there must be a reason. This is it. If anyone's watching, please, if you're watching that program, I don't know. I don't know about this spider. What's the name of the spider?",
      "start": 2057978,
      "end": 2085776,
      "confidence": 0.9139506930693071
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "I'm not sure.",
      "start": 2085960,
      "end": 2086840,
      "confidence": 0.9648366666666667
    },
    {
      "pos": 441,
      "speaker": "B",
      "text": "Okay, 700, 801. Two.",
      "start": 2086952,
      "end": 2090640,
      "confidence": 0.7401249999999999
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Is it the duncan.",
      "start": 2090712,
      "end": 2091496,
      "confidence": 0.8345699999999999
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "Good.",
      "start": 2091520,
      "end": 2091680,
      "confidence": 0.84641
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "You? I don't know. Maybe it does go into other things like ponds and that. And maybe it does the same for ducks. If a duck stands on it.",
      "start": 2091712,
      "end": 2100733,
      "confidence": 0.8873031034482759
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "But why?",
      "start": 2100773,
      "end": 2101593,
      "confidence": 0.9893799999999999
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "Because eventually, you know, a kid can get like saved if it's, if it's seen to in 15 minutes. But a duck is just gonna like wander around and go, God, I don't feel well and what have you.",
      "start": 2108173,
      "end": 2118873,
      "confidence": 0.9016023076923076
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "What good is that to the spider?",
      "start": 2120653,
      "end": 2122477,
      "confidence": 0.9289414285714285
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Because.",
      "start": 2122565,
      "end": 2123173,
      "confidence": 0.49142
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "No, I'm saying it might kill it if it might protect itself, but it must be in the pond for a reason in the first place. Or the swimming pool. It must be down there for a reason. It must have, it must have another agenda evolutionary wise. It can't just do it.",
      "start": 2123333,
      "end": 2137142,
      "confidence": 0.9556230188679247
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Could it be in training for the Olympics?",
      "start": 2137198,
      "end": 2138598,
      "confidence": 0.93774
    },
    {
      "pos": 451,
      "speaker": "C",
      "text": "Unless it is just cooling like, like those. Because on one of the other programs that, that's bit mental. Oh, yeah. The one, the one with the lizards.",
      "start": 2138726,
      "end": 2149214,
      "confidence": 0.8278899999999998
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "Well, let's not get into lizards.",
      "start": 2149374,
      "end": 2150478,
      "confidence": 0.7948383333333333
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "This could take.",
      "start": 2150526,
      "end": 2151354,
      "confidence": 0.4829133333333333
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "This is a good one. It was, it was a program, BBC program again on how insects and animals help each other out. Yeah. Right. They were saying now, you know, you might think they're in an insect, but they think like humans do and they all help each other out, right? And there was this, this lizard that is running about in the desert, right? And it's going, God, it's roasting. And what it does, it makes a little hole in the sand and it goes under the ground and it cools down. Right? Yeah. And then you see one of the locals, I think it was in, in Egypt or something. And the Egypt bloke comes walking along.",
      "start": 2151734,
      "end": 2185744,
      "confidence": 0.9174069999999995
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "And is he walking like an Egypt bloke?",
      "start": 2186844,
      "end": 2189544,
      "confidence": 0.94602375
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "Walk like an Egypt bloke.",
      "start": 2192164,
      "end": 2194384,
      "confidence": 0.790264
    },
    {
      "pos": 457,
      "speaker": "C",
      "text": "Right. He's looking out for these holes in the ground.",
      "start": 2196164,
      "end": 2198692,
      "confidence": 0.852228
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Sure.",
      "start": 2198748,
      "end": 2199060,
      "confidence": 0.60742
    },
    {
      "pos": 459,
      "speaker": "C",
      "text": "And he sticks his hand in. Yeah.",
      "start": 2199132,
      "end": 2200932,
      "confidence": 0.9174428571428572
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "Why does he want the lizard?",
      "start": 2201068,
      "end": 2202180,
      "confidence": 0.91009
    },
    {
      "pos": 461,
      "speaker": "C",
      "text": "He makes shoes and stuff out of it. Okay, right. And you see walking around, he's got about twelve of these things in a basket on his back. And they're all looking really fed up. Oh, yeah. And it's dead or. And they can't be bothered trying to escape and they look really fed up. And this bloke's laughing, you know, he's collecting loads.",
      "start": 2202292,
      "end": 2217238,
      "confidence": 0.8688614062499999
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "I love how he watches this, like, because they sort of editorialize it and make it into like evil play.",
      "start": 2217286,
      "end": 2223914,
      "confidence": 0.8935359999999999
    },
    {
      "pos": 463,
      "speaker": "C",
      "text": "But then it was saying how this deadly scorpion that man is scared of is mates with the lizard. And the reason is that the scorpion goes into the hole, right? It can't dig its own hole because its arms are that big and it's awkward for it to dig, to dig a proper hole. So what it does, it goes into the little den that the lizards made, right? And whilst the lizards having a kip, the scorpion says, tell you what I'll do, you deal, you have a kip, I'll walk up and down this hole here and sort of scare away any people. So the lizard's like, yeah, all right then, fair enough. Because the scorpion wants a little hole to keep out the sun. The lizard wants a kip. They've done themselves a little deal. The egyptian bloke comes walking along, sticks his hand in the hole. Yeah. He thinks he's just gonna get a lizard. Scorpion stings him, he runs off, drops the basket, all the lizards go running off.",
      "start": 2226294,
      "end": 2273164,
      "confidence": 0.9029180000000003
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "I love the fact that that is what always happens. They filled out just by chance. That's what always happens. I like the fact that the egyptian bloke has done this every day. Does it? He goes, well, okay, I've got all these lizards, I'll just go to this hole again. Yeah, because I've got that lizard. Yeah, this would be fine.",
      "start": 2273204,
      "end": 2290420,
      "confidence": 0.8572024193548388
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "No, that's when the lizard and the scorpion make that deal and he says, you have a kip. And the other one, is it, do they talk in Egypt or what language do they use, Carl?",
      "start": 2290492,
      "end": 2304774,
      "confidence": 0.8846497222222224
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "No, it's the, but it's the international language of love.",
      "start": 2304894,
      "end": 2307070,
      "confidence": 0.7263090000000001
    },
    {
      "pos": 467,
      "speaker": "A",
      "text": "But spiders is what you're putting in real one on one spiders, so, so.",
      "start": 2307102,
      "end": 2310918,
      "confidence": 0.7451257142857143
    },
    {
      "pos": 468,
      "speaker": "C",
      "text": "Spiders that basically spiders that have got the poison to kill a man.",
      "start": 2310966,
      "end": 2317166,
      "confidence": 0.8976453846153846
    },
    {
      "pos": 469,
      "speaker": "A",
      "text": "Because Rick, I know, cuz you, okay.",
      "start": 2317230,
      "end": 2318758,
      "confidence": 0.69008
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "You are the ones that are just too big for their own good.",
      "start": 2318886,
      "end": 2321158,
      "confidence": 0.8780246153846154
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "They, all those, I don't understand that either, Rick.",
      "start": 2321286,
      "end": 2324954,
      "confidence": 0.7372477777777777
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "You're, you're, you're scared of all spiders, aren't you? Even the little tiny ones you find.",
      "start": 2324994,
      "end": 2328122,
      "confidence": 0.82829125
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "I don't like any spiders. Yeah.",
      "start": 2328138,
      "end": 2329258,
      "confidence": 0.914775
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Is your husband afraid of them as well?",
      "start": 2329306,
      "end": 2330934,
      "confidence": 0.95215375
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "Oh dear. Uh, what we playing here? Oh, this is cat Stevens. Silent sunlight's beautiful. Off catch bullet four at his peak in the seventies. Oh, cat Stevens, silent sunlight. Carl just had a funny phone call, didn't you? From someone who's telling you about the little brown, it's called.",
      "start": 2335194,
      "end": 2356190,
      "confidence": 0.8043998000000002
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "Is it brown? Yeah, that's the name of the spider that sits in the bottom of the pool. He said it doesn't hold its breath, it's got an air bubble.",
      "start": 2356222,
      "end": 2363634,
      "confidence": 0.9186719999999998
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "I didn't think it did hold its breath to be honest. And then as you know, Steve was opening a letter we got, and it's a football song and it's, they don't like it up by the leatherhead gimpus. But it's just, it's the fact we.",
      "start": 2364534,
      "end": 2377062,
      "confidence": 0.8873343478260868
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "Keep, we keep getting sent homemade singles.",
      "start": 2377078,
      "end": 2379334,
      "confidence": 0.9662157142857143
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "Wow. That's good, isn't it? It. There's another one there.",
      "start": 2379454,
      "end": 2382434,
      "confidence": 0.7958870000000001
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "They're both football anthems, though. We don't. Do we show any interest in football, are we?",
      "start": 2383174,
      "end": 2387062,
      "confidence": 0.9129062499999999
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "Well, yeah, the World cup. We do, don't we?",
      "start": 2387158,
      "end": 2389118,
      "confidence": 0.8072277777777778
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "You're right, Rick.",
      "start": 2389246,
      "end": 2390014,
      "confidence": 0.82743
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "Yeah. I've got a bet on as well. Have you asked Chelsea to win two one?",
      "start": 2390094,
      "end": 2394886,
      "confidence": 0.892059375
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "What, today?",
      "start": 2394950,
      "end": 2395478,
      "confidence": 0.762635
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "Yeah. And I've got Chelsea to win two one, but Henri to score first. And that's. That's something like 30 to one or something.",
      "start": 2395566,
      "end": 2402794,
      "confidence": 0.8971774999999997
    },
    {
      "pos": 486,
      "speaker": "C",
      "text": "Cheers.",
      "start": 2403574,
      "end": 2404394,
      "confidence": 0.95729
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Right, so spiders. That's the first one. So you rude people in supermarkets, roofing supermarkets, spiders that are either can have got enough poison to kill a man or unnecessarily big. Yeah, yeah. Go on, then. Right, good. Going. Well.",
      "start": 2405334,
      "end": 2418450,
      "confidence": 0.8603537500000001
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Right, next one.",
      "start": 2418522,
      "end": 2421858,
      "confidence": 0.9837700000000001
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2421946,
      "end": 2422378,
      "confidence": 0.88957
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "Stars in the rise.",
      "start": 2422466,
      "end": 2423730,
      "confidence": 0.7476175
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "Blimey. Is a popular show. You might alienate a lot of people.",
      "start": 2423882,
      "end": 2426482,
      "confidence": 0.8377266666666666
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "Date. Just. I think if you've got a talent. Right. There's loads of shows now that you can go on and make a killing.",
      "start": 2426538,
      "end": 2436694,
      "confidence": 0.87188375
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2436774,
      "end": 2437078,
      "confidence": 0.60318
    },
    {
      "pos": 494,
      "speaker": "C",
      "text": "Like pop idol.",
      "start": 2437126,
      "end": 2438102,
      "confidence": 0.9847333333333333
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2438158,
      "end": 2438794,
      "confidence": 0.75202
    },
    {
      "pos": 496,
      "speaker": "C",
      "text": "What was the other one? Pop stars. Yeah, that sort of thing. So people who will go on stars in their eyes, they want to sort of be famous.",
      "start": 2439254,
      "end": 2445710,
      "confidence": 0.867894827586207
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2445782,
      "end": 2446434,
      "confidence": 0.74339
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "They want to be a singer. What I don't understand is, why go on that show where you do all the hard work, got to do all the graft.",
      "start": 2447014,
      "end": 2455654,
      "confidence": 0.9208665517241381
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2455734,
      "end": 2456434,
      "confidence": 0.82192
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "And yet, even if they win it, you never see him again. The guy who won last year, Christaburg.",
      "start": 2457454,
      "end": 2464062,
      "confidence": 0.8883926315789477
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "In Moore, Ian Moore before last, brought us down with his own stuff.",
      "start": 2464158,
      "end": 2468070,
      "confidence": 0.694946153846154
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "Yeah, but.",
      "start": 2468142,
      "end": 2468914,
      "confidence": 0.85954
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "How did he say that sold?",
      "start": 2470694,
      "end": 2472110,
      "confidence": 0.6984166666666667
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Well, exactly.",
      "start": 2472142,
      "end": 2473954,
      "confidence": 0.769655
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "I like is when someone doing Edith P have, like, Windsor Heat and Matthew goes, well, I don't think you'll be going back to the cleaning job, will you? Yeah. Yes, you will. Monday.",
      "start": 2475814,
      "end": 2486710,
      "confidence": 0.7764491176470587
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Almost certainly.",
      "start": 2486782,
      "end": 2487446,
      "confidence": 0.683125
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "Monday. Monday. She'll be back there Monday. Just.",
      "start": 2487470,
      "end": 2489654,
      "confidence": 0.72784
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "And just the way, you know, in, like, the final last week where the guy who was Elvis won. And I thought he would, though.",
      "start": 2489814,
      "end": 2496126,
      "confidence": 0.8917908000000001
    },
    {
      "pos": 509,
      "speaker": "B",
      "text": "It was very good.",
      "start": 2496190,
      "end": 2496838,
      "confidence": 0.8598975
    },
    {
      "pos": 510,
      "speaker": "C",
      "text": "No, he was good. But will we see him again? Do you know what I mean? What is his job?",
      "start": 2496886,
      "end": 2502074,
      "confidence": 0.9038755
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "I don't know.",
      "start": 2502574,
      "end": 2503438,
      "confidence": 0.9874566666666666
    },
    {
      "pos": 512,
      "speaker": "C",
      "text": "He'll be carrying on doing that. There's going to be no change to his life whatsoever. He's very good at what he does, but he's wasting his time on stars in the rise.",
      "start": 2503526,
      "end": 2510454,
      "confidence": 0.916660909090909
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "So what's.",
      "start": 2510574,
      "end": 2511030,
      "confidence": 0.702495
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "I don't understand exactly what your issue is. You clearly like the show because you watched the final last week.",
      "start": 2511062,
      "end": 2515346,
      "confidence": 0.927238
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "He thinks people are telling you think it's a waste of talent to go on stars in the eyes, because it's not a vehicle to be famous. Whereas something like pop idol.",
      "start": 2515430,
      "end": 2523506,
      "confidence": 0.8727940625
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Yeah, pop stars, even big brother, do, you know. I mean, go on that, sit in a room all day, have a month off work.",
      "start": 2523570,
      "end": 2529054,
      "confidence": 0.9122047999999998
    },
    {
      "pos": 517,
      "speaker": "B",
      "text": "They're all big stars now.",
      "start": 2529474,
      "end": 2530506,
      "confidence": 0.759368
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "I know, but what I'm saying is, it's less work to sit in the big brother house now and again. Just sing a song and people go, isn't he God, singer? You come out after having a month's rest, or whatever it is you having there.",
      "start": 2530530,
      "end": 2541522,
      "confidence": 0.8908084782608697
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2541578,
      "end": 2541858,
      "confidence": 0.86172
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "You come out and there's loads of records companies, like, waiting for you to come out and give you a deal.",
      "start": 2541906,
      "end": 2545722,
      "confidence": 0.9056066666666667
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "And what happens then, when you get a deal, when you cut a record, what happens to that record then?",
      "start": 2545778,
      "end": 2550082,
      "confidence": 0.960447
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "Then it's either sells or it doesn't.",
      "start": 2550178,
      "end": 2552682,
      "confidence": 0.8121914285714286
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "And actually, what happened to it?",
      "start": 2552818,
      "end": 2556094,
      "confidence": 0.9547666666666665
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "It didn't sell.",
      "start": 2556914,
      "end": 2557554,
      "confidence": 0.7129766666666667
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "No, none of them did.",
      "start": 2557594,
      "end": 2558426,
      "confidence": 0.8681379999999999
    },
    {
      "pos": 526,
      "speaker": "C",
      "text": "But what I'm saying is that is a lot easier to do than all the graph that you have to do on stars on the rise and the pressure.",
      "start": 2558490,
      "end": 2564362,
      "confidence": 0.9359913793103449
    },
    {
      "pos": 527,
      "speaker": "B",
      "text": "What would you rather do? Buy Craig's Christmas record.",
      "start": 2564418,
      "end": 2567174,
      "confidence": 0.8869166666666667
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2567634,
      "end": 2568154,
      "confidence": 0.51049
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Or Ian Moore's classics?",
      "start": 2568234,
      "end": 2572274,
      "confidence": 0.7177325
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "Probably Craig. Just because the guy on stars in the rise really thought he was better than Christaburg when he was singing, and.",
      "start": 2573014,
      "end": 2580550,
      "confidence": 0.8681808695652171
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "I think I'm better than Christopher, he.",
      "start": 2580582,
      "end": 2583582,
      "confidence": 0.8488957142857142
    },
    {
      "pos": 532,
      "speaker": "C",
      "text": "Was singing, christa Berg came walking on.",
      "start": 2583598,
      "end": 2585886,
      "confidence": 0.8140128571428571
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "Did he cry?",
      "start": 2585950,
      "end": 2586566,
      "confidence": 0.9692599999999999
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "And he didn't stop and go, I can't believe it. Me, big fan. He was sort of carrying on, like, don't interrupt me. I'll have a word with you in a bit.",
      "start": 2586630,
      "end": 2592194,
      "confidence": 0.9017384375
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "You think he should show the man he's actually making a little bit of living off.",
      "start": 2594174,
      "end": 2597382,
      "confidence": 0.901579375
    },
    {
      "pos": 536,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2597438,
      "end": 2597790,
      "confidence": 0.51928
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "Emulating respect. A bit more respect. Imagine them arguing, resting to the floor, saying, I'm Christaburg. No, I'm Christaberg. Like two ventricularist dummies just having a fight in the dressing room afterwards.",
      "start": 2597862,
      "end": 2608798,
      "confidence": 0.7989312499999996
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "The most annoying thing of all, with stars in their eyes, people who go on and do, people like, say, like, I think. I think last year someone went on, did Lamarle. Now, if you wanna. The whole idea was stars in the rise. You get work off the back of that show by, like, companies, don't you? Say, yeah, let who we book.",
      "start": 2608966,
      "end": 2630198,
      "confidence": 0.8525390624999999
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2630286,
      "end": 2630574,
      "confidence": 0.73577
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "You could get the real Lamar for about 30 quid. Why have an imitator?",
      "start": 2630614,
      "end": 2636462,
      "confidence": 0.9201450000000001
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "Well, it seems to me that, Carl, the problem is that shows been running so long that all the big names have already been done. So it's gonna end up having to be, isn't it Lamal or some old kind of fifties thing you've never heard of? Isn't that the problem?",
      "start": 2636558,
      "end": 2645670,
      "confidence": 0.8947196078431375
    },
    {
      "pos": 542,
      "speaker": "B",
      "text": "I remember when.",
      "start": 2645782,
      "end": 2646414,
      "confidence": 0.98633
    },
    {
      "pos": 543,
      "speaker": "A",
      "text": "I mean, it's just an.",
      "start": 2646454,
      "end": 2647030,
      "confidence": 0.6511760000000001
    },
    {
      "pos": 544,
      "speaker": "B",
      "text": "It's just Eddie reader was on there.",
      "start": 2647062,
      "end": 2649238,
      "confidence": 0.8796028571428571
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "You've had Eddie reader, but it's just a karaoke contest.",
      "start": 2649326,
      "end": 2652230,
      "confidence": 0.8139059999999999
    },
    {
      "pos": 546,
      "speaker": "B",
      "text": "It's just.",
      "start": 2652302,
      "end": 2652726,
      "confidence": 0.9462999999999999
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "I don't think. I think you're assuming that everyone on there wants to get, you know, recording contract.",
      "start": 2652790,
      "end": 2656486,
      "confidence": 0.8793444444444444
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Do Steve.",
      "start": 2656550,
      "end": 2657200,
      "confidence": 0.731155
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "Okay.",
      "start": 2657302,
      "end": 2657668,
      "confidence": 0.82403
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "In that bit at the back where they say, and the boats are coming in. Let's have a look at the tension now that's going on. And they sat there and they really think they are Elvis and they are Luther Van Dross sat there and like, if they were all sat there, woke.",
      "start": 2657716,
      "end": 2671500,
      "confidence": 0.9147259259259258
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "Up this morning, looked at your picture just to get me started, Phil.",
      "start": 2671532,
      "end": 2675580,
      "confidence": 0.8512076923076923
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "If they were all sat there sort of thinking, oh God, this is a bit of a laughing it, but they're not. You can see that they all really want it. And it's like.",
      "start": 2675692,
      "end": 2681900,
      "confidence": 0.8888820588235296
    },
    {
      "pos": 553,
      "speaker": "A",
      "text": "So what I'm saying is, who are you putting in room 101? Are you putting in the people who are just there to have a bit.",
      "start": 2681932,
      "end": 2685652,
      "confidence": 0.9004061538461537
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "Of fun involved in that show, including Kelly.",
      "start": 2685668,
      "end": 2688044,
      "confidence": 0.9640025000000001
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2688084,
      "end": 2688300,
      "confidence": 0.84015
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "He's a talented guy. You don't care.",
      "start": 2688332,
      "end": 2690220,
      "confidence": 0.8563914285714286
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "No, he's going in his room first and then everyone else, everyone who enters it, the people who go and sit in the audience, everything.",
      "start": 2690292,
      "end": 2696916,
      "confidence": 0.88871
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "What would you do Saturday night? You left the show, you watch every.",
      "start": 2697020,
      "end": 2699132,
      "confidence": 0.9535669230769231
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "It was just on when I was getting ready to go out and there's nothing else on at that time, so. And it was the final on Saturday night.",
      "start": 2699228,
      "end": 2704624,
      "confidence": 0.893903793103448
    },
    {
      "pos": 560,
      "speaker": "B",
      "text": "Final.",
      "start": 2705484,
      "end": 2706224,
      "confidence": 0.64913
    },
    {
      "pos": 561,
      "speaker": "A",
      "text": "Who would you do if you went on the show?",
      "start": 2706644,
      "end": 2708316,
      "confidence": 0.9347519999999999
    },
    {
      "pos": 562,
      "speaker": "B",
      "text": "Moby probably do.",
      "start": 2708460,
      "end": 2710224,
      "confidence": 0.6524566666666667
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "It's not.",
      "start": 2710924,
      "end": 2711420,
      "confidence": 0.94287
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "It's not that you look like the.",
      "start": 2711452,
      "end": 2712630,
      "confidence": 0.9383271428571428
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "No, they wouldn't let me, honest. Tracy Chapman. I was furious because I sound just like her. But they said no, Bowie. You do Bowie?",
      "start": 2712732,
      "end": 2720418,
      "confidence": 0.8583580000000001
    },
    {
      "pos": 566,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2720466,
      "end": 2720794,
      "confidence": 0.73209
    },
    {
      "pos": 567,
      "speaker": "A",
      "text": "Can I hear your impression?",
      "start": 2720874,
      "end": 2721754,
      "confidence": 0.9958819999999999
    },
    {
      "pos": 568,
      "speaker": "C",
      "text": "No. Well, come on. No, no, because you just said if you could go on and what have you. I'm saying that there's got to be.",
      "start": 2721794,
      "end": 2727322,
      "confidence": 0.8584515384615384
    },
    {
      "pos": 569,
      "speaker": "A",
      "text": "Someone you can do. Obviously I go on as Will Smith because I can do the rapping.",
      "start": 2727338,
      "end": 2730146,
      "confidence": 0.8438847058823531
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2730250,
      "end": 2730934,
      "confidence": 0.91736
    },
    {
      "pos": 571,
      "speaker": "C",
      "text": "I can't. I can't do it. I'm not a good singer. I've never, never really been into singing. I've never done a live singing thing before.",
      "start": 2731874,
      "end": 2738780,
      "confidence": 0.9004453846153844
    },
    {
      "pos": 572,
      "speaker": "B",
      "text": "Haven't you?",
      "start": 2738922,
      "end": 2739536,
      "confidence": 0.651745
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "No.",
      "start": 2739600,
      "end": 2740204,
      "confidence": 0.81608
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "If there was a talent. If there was a talent show.",
      "start": 2740544,
      "end": 2742512,
      "confidence": 0.912221818181818
    },
    {
      "pos": 575,
      "speaker": "C",
      "text": "If there was a show, I did walk like an egyptian by the bangles and I mimed dressed up as a woman. It was when I was still going to school. So it's like, well, I hope so.",
      "start": 2742608,
      "end": 2755608,
      "confidence": 0.806788947368421
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "Twelve and what? Sorry, what was the what? Why did you do that? What do you mime to? And why were you dressed as a woman? Where's the logic in this is what I'm saying. Carl, what sort of act was this?",
      "start": 2755736,
      "end": 2767072,
      "confidence": 0.8592290476190475
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "I think it's meant to get old of some, like, egyptian outfit. Couldn't. So I looked in my mom's wardrobe and I had a dress. Dress?",
      "start": 2767168,
      "end": 2775368,
      "confidence": 0.8554307692307691
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Dress in a fez carrying some lizards. That'd do it, wouldn't it?",
      "start": 2775416,
      "end": 2777896,
      "confidence": 0.7838975000000001
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "I had some boots and a wig on.",
      "start": 2777920,
      "end": 2779564,
      "confidence": 0.95153625
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "And how did you dance? He looks confused by his own act. He's suddenly confused.",
      "start": 2781224,
      "end": 2787032,
      "confidence": 0.8001693333333333
    },
    {
      "pos": 581,
      "speaker": "C",
      "text": "The best bit was I also. It was like a proper talent show. Do you know where you cover it all? Yeah, I did, like, the dancing and the miming. And then I also did a bit of magic, right, where I had, like, a cloth, right? And I had it over my arm like that. And the crowd were like, oh, God, what's he gonna do? Of course they were gone.",
      "start": 2787168,
      "end": 2810076,
      "confidence": 0.9031016666666667
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "And what did they. And what was the trick?",
      "start": 2810100,
      "end": 2811404,
      "confidence": 0.8636211111111112
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "They weren't playing that. The crowd going, oh, what's the great one chorus?",
      "start": 2811444,
      "end": 2817060,
      "confidence": 0.7049261538461539
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "Ooh, what's he gonna do?",
      "start": 2817132,
      "end": 2818492,
      "confidence": 0.641578
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Oh, what's the great Pilkoni? So.",
      "start": 2818548,
      "end": 2821574,
      "confidence": 0.731925
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "So what I did was I stood there teasing them, teasing the audience.",
      "start": 2821734,
      "end": 2827174,
      "confidence": 0.9098592307692308
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2827334,
      "end": 2827718,
      "confidence": 0.65625
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "And I pulled. I said, I'm gonna. I'm gonna make a bird appear before your very eyes. And I pulled the tea towel off and I just had hold of an egg and I said, oh, isn't born yet. They loved it.",
      "start": 2827766,
      "end": 2841074,
      "confidence": 0.8715907142857143
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Did you come up with that yourself?",
      "start": 2842734,
      "end": 2843918,
      "confidence": 0.9210157142857142
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2843966,
      "end": 2844198,
      "confidence": 0.63781
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "Did you have any help at all?",
      "start": 2844246,
      "end": 2845246,
      "confidence": 0.9739657142857142
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "No. No.",
      "start": 2845310,
      "end": 2845838,
      "confidence": 0.6311599999999999
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "So you did walk like an egyptian address as a woman. Then you did the egg trick.",
      "start": 2845926,
      "end": 2849170,
      "confidence": 0.9407382352941175
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "And then I was also playing like a janitor because when the next person was singing, I'd come on and all the electric went off and I came on going, oh, God, has anyone got 50? Pay for the meter.",
      "start": 2849342,
      "end": 2861106,
      "confidence": 0.9305885
    },
    {
      "pos": 595,
      "speaker": "B",
      "text": "Oh, you're quite little show showman, weren't you?",
      "start": 2861210,
      "end": 2863754,
      "confidence": 0.70290625
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "And then, like, you know, did you win? Chucked us some money. Yeah.",
      "start": 2863794,
      "end": 2867514,
      "confidence": 0.7333376923076924
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "Are you sure you weren't actually employed as the janitor?",
      "start": 2867594,
      "end": 2869738,
      "confidence": 0.9302500000000002
    },
    {
      "pos": 598,
      "speaker": "B",
      "text": "No. Did you win?",
      "start": 2869866,
      "end": 2871194,
      "confidence": 0.887445
    },
    {
      "pos": 599,
      "speaker": "C",
      "text": "No, I think we came second. Some this. This really tarty girl who did Madonna like a virgin. And I thought, yeah, right, like you are. She's a right ropey little woman.",
      "start": 2871354,
      "end": 2882814,
      "confidence": 0.8704271875000001
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "So grape. Okay, so spy the stars noise. We better play a track, haven't we?",
      "start": 2885154,
      "end": 2890978,
      "confidence": 0.835522
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Indeed, yeah. Bit Tom McCrae. This is a track we played a while back. I enjoyed it. Badly drawn boy. Once around the block. Classic retro cut.",
      "start": 2891026,
      "end": 2902888,
      "confidence": 0.8272588888888891
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "Getting a bit sad now, Steve. 20 minutes.",
      "start": 2903026,
      "end": 2905044,
      "confidence": 0.877145
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "Indeed.",
      "start": 2905124,
      "end": 2905904,
      "confidence": 0.8833
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "So much to say. I've got so much to leave people with about Carl. All the things he's. He's done. Looking back, Carl, do you remember when I put up the waste paper bin on your head?",
      "start": 2906404,
      "end": 2915424,
      "confidence": 0.895494054054054
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Classic.",
      "start": 2915804,
      "end": 2916348,
      "confidence": 0.88207
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Classic time.",
      "start": 2916396,
      "end": 2917028,
      "confidence": 0.69312
    },
    {
      "pos": 607,
      "speaker": "B",
      "text": "Yeah. Yeah. Remember that? What did I do to you today?",
      "start": 2917076,
      "end": 2919244,
      "confidence": 0.8429327272727272
    },
    {
      "pos": 608,
      "speaker": "C",
      "text": "Well, you tried to bring the same memories flooding back to me by putting the same grotty bin on me head. But the annoying thing was, last time I did it was quite a new bin.",
      "start": 2919324,
      "end": 2926892,
      "confidence": 0.8819813888888889
    },
    {
      "pos": 609,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2926948,
      "end": 2927324,
      "confidence": 0.75422
    },
    {
      "pos": 610,
      "speaker": "C",
      "text": "Did it today. Rank all sorts of stuff on.",
      "start": 2927404,
      "end": 2930176,
      "confidence": 0.9387344444444445
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "What else do I do? When I saw you around the corner down there, it's gone.",
      "start": 2930200,
      "end": 2933800,
      "confidence": 0.88784625
    },
    {
      "pos": 612,
      "speaker": "C",
      "text": "I went. I went to get the paperwork and that let you need to produce the show. Yeah. And came around the corner, Ricky was sort of hiding and I was concentrating, reading stuff. And he goes.",
      "start": 2933992,
      "end": 2946724,
      "confidence": 0.8544878378378378
    },
    {
      "pos": 613,
      "speaker": "A",
      "text": "I don't imagine it was as soft and gentle as that. I mentioned it was more like that.",
      "start": 2948864,
      "end": 2952952,
      "confidence": 0.8605088888888889
    },
    {
      "pos": 614,
      "speaker": "B",
      "text": "And he. I tell you what, I nearly exploded because he saw a hot on one leg. Right. He thought of, I don't know why I'm doing this, but he was walking out and we're looking down, and I went and he hopped like that. And.",
      "start": 2953008,
      "end": 2971014,
      "confidence": 0.8410923913043478
    },
    {
      "pos": 615,
      "speaker": "A",
      "text": "Rest assured, listeners, that if you were here, it's not any funnier than it is if you were listening at home. It's only amusing to Ricky.",
      "start": 2974314,
      "end": 2980894,
      "confidence": 0.9149473076923076
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "It makes you feel really refreshed.",
      "start": 2982684,
      "end": 2984984,
      "confidence": 0.9906816666666667
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "He was going on like that and I was. I was having a heart attack, laughing. And he went, I feel good now. He said, I can see why people skydiving. He said, that would be good for people that were ill. Oh, am I gonna. Am I gonna live without Carl for 14 weeks?",
      "start": 2985884,
      "end": 3006548,
      "confidence": 0.8591587272727275
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Oh, you'll find other people to irritate.",
      "start": 3006596,
      "end": 3008156,
      "confidence": 0.9356600000000002
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "Oh, dear. Okay, so. Right, well, and we got this final entry. We want to one, but we've also had so many emails and letters about this competition, people trying to bribe you with things. I've been great. Can you read a few of more?",
      "start": 3008300,
      "end": 3021652,
      "confidence": 0.8290164444444443
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "Absolutely.",
      "start": 3021708,
      "end": 3021980,
      "confidence": 0.59817
    },
    {
      "pos": 621,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3022012,
      "end": 3022132,
      "confidence": 0.90819
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Well, obviously, this is people trying to win this bag that we got signed at the BAFTAs. We got Graham Norton, Angus Dayton, Alan Davis, Jamie Feekston, Paul Whitehouse, Baxendale, Helen Steve, filmmaker McFadden, Peter Davis, and summer Peg, Steve. All different people signing the big bag.",
      "start": 3022148,
      "end": 3033756,
      "confidence": 0.8515506382978724
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "Do you know, I think, though, I don't think people want that. I think they want to contribute to Carl's existence. Well, this is a really genuinely think that car was sort of, you know, you only want. How long have we been doing this now with you sort of like, you know, in the area? Three months.",
      "start": 3033820,
      "end": 3047396,
      "confidence": 0.8899522413793101
    },
    {
      "pos": 624,
      "speaker": "C",
      "text": "Yes.",
      "start": 3047500,
      "end": 3047828,
      "confidence": 0.65502
    },
    {
      "pos": 625,
      "speaker": "B",
      "text": "I think you've met. I think you've touched people's lives, Carl? I don't think I've ever met. Well, I haven't met you, but I think your soul comes across as like a cross between. I put it he's got a cross between a cat and rain man.",
      "start": 3047876,
      "end": 3059704,
      "confidence": 0.8861504255319149
    },
    {
      "pos": 626,
      "speaker": "A",
      "text": "But we've had quite a few which are uh. Which obviously want to kind of further your education. Obviously when we're off air, this is something where we're worried that's just going to dry up, you know. And we've tried hard to educate you. So lots of books, people suggesting books and the giant book of mysteries. And I mean, if you chose this one, Carl, it tells you how 3000 japanese soldiers literally vanished overnight. Real life accounts of vampires, the man who planned his own crucifixion, the famous ghostbuster Harry Price. And lots of things about spontaneous combustion.",
      "start": 3064164,
      "end": 3093744,
      "confidence": 0.8972185999999998
    },
    {
      "pos": 627,
      "speaker": "C",
      "text": "The one about the woman with a.",
      "start": 3093824,
      "end": 3094992,
      "confidence": 0.8216142857142857
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "Hairball that's not got the woman, the hairball in there. I subjected that.",
      "start": 3095008,
      "end": 3098072,
      "confidence": 0.7032038461538461
    },
    {
      "pos": 629,
      "speaker": "C",
      "text": "These sort of books are the thing that I'm after.",
      "start": 3098168,
      "end": 3101048,
      "confidence": 0.96333
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "This is what I brought in one as well. It's a friend who works with Jamie, girlfriend called Liz. And she wants to put this forward. And this is trade secrets. Everything you will ever need to know about everything. And it's just like little tips, you know? I mean, but there's so many things.",
      "start": 3101096,
      "end": 3115944,
      "confidence": 0.9133389090909095
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "Competing with aces is another guy he sent in. He wants to give you a video entitled making Love parts one and two. An instructional guide. I imagine you'd enjoy that car. No, nothing they can teach you. The Reader's Digest book of strange stories and amazing facts. Again, other stuff here. Why cats of nine lives, Carl?",
      "start": 3115984,
      "end": 3133086,
      "confidence": 0.8784743103448276
    },
    {
      "pos": 632,
      "speaker": "C",
      "text": "Well, hang on a minute.",
      "start": 3133150,
      "end": 3133870,
      "confidence": 0.829034
    },
    {
      "pos": 633,
      "speaker": "A",
      "text": "Why meteor is likely to destroy earth in the next hundred years.",
      "start": 3133902,
      "end": 3136350,
      "confidence": 0.8655366666666665
    },
    {
      "pos": 634,
      "speaker": "C",
      "text": "You're wasting your time in this trade secrets book.",
      "start": 3136382,
      "end": 3138998,
      "confidence": 0.9653877777777777
    },
    {
      "pos": 635,
      "speaker": "A",
      "text": "Yep.",
      "start": 3139046,
      "end": 3139454,
      "confidence": 0.53441
    },
    {
      "pos": 636,
      "speaker": "C",
      "text": "Listen to this. For a tip, make a necklace from electrical wire. That's a good idea, but don't plug it in.",
      "start": 3139534,
      "end": 3147354,
      "confidence": 0.9085623809523808
    },
    {
      "pos": 637,
      "speaker": "B",
      "text": "Say that.",
      "start": 3150044,
      "end": 3150948,
      "confidence": 0.784625
    },
    {
      "pos": 638,
      "speaker": "A",
      "text": "What about this then, Carl? Because obviously we are concerned that you didn't get your GCSE's or you didn't get as many as you'd have hoped. There's a guy here, this is Victoria and she's saying she's more than willing to give you all of her awards and certificates. She's got six GCSE's, six A's and four. She's got many GCSE's, in fact, six a's, four b's, three a levels and a master's degree in philosophy. She's willing to give you those certificates. She says you will be the proud owner of qualifications. As the owner of qualifications, she has found that anything she says is invariably believed. And that she's popular and very happy. She's willing to give you those qualifications. That's pretty impressive. You can claim they're your own. You have to change your name to Victoria. But other than that, I can see no problems.",
      "start": 3151076,
      "end": 3189492,
      "confidence": 0.9199469594594597
    },
    {
      "pos": 639,
      "speaker": "B",
      "text": "And you have to put a dress on. Fez.",
      "start": 3189668,
      "end": 3191796,
      "confidence": 0.9231044444444445
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "It's nice.",
      "start": 3191860,
      "end": 3192624,
      "confidence": 0.84007
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "But you see there's lots of educational ones. Then there's other things which perhaps less useful to you. This is. Doesn't say who it's from, but I think it's Ruth. And she's happy to give you a statue of an ostrich that she made when she was seven.",
      "start": 3194404,
      "end": 3204492,
      "confidence": 0.9274758333333332
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "What about that?",
      "start": 3204548,
      "end": 3205372,
      "confidence": 0.9639733333333332
    },
    {
      "pos": 643,
      "speaker": "A",
      "text": "All right, you love birds, you love animals.",
      "start": 3205468,
      "end": 3207120,
      "confidence": 0.93832125
    },
    {
      "pos": 644,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3207252,
      "end": 3207632,
      "confidence": 0.73668
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "Apparently the legs fell off under the weight of the body. So now it's just a legless ostrich. But even so.",
      "start": 3207688,
      "end": 3213528,
      "confidence": 0.9662599999999999
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "Yeah, even so. Small, flat and sure.",
      "start": 3213616,
      "end": 3216624,
      "confidence": 0.7362214285714286
    },
    {
      "pos": 647,
      "speaker": "A",
      "text": "Another woman here, she.",
      "start": 3216664,
      "end": 3217728,
      "confidence": 0.9685649999999999
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "I doubt if it's ostrich size.",
      "start": 3217856,
      "end": 3219444,
      "confidence": 0.8500883333333333
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "Yeah, it's just clogging up space though in it.",
      "start": 3219904,
      "end": 3222544,
      "confidence": 0.7393966666666666
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "This is Lauren. She's willing to give you some of her handmade blue tack animals. She makes animals out of blue tack. She can give you an elephant, a seahorse, a tortoise, a pig, a butterfly, fish, snail, even a stegosaurus or anything you choose.",
      "start": 3222584,
      "end": 3233204,
      "confidence": 0.899496
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "See, I've got my art set on.",
      "start": 3233904,
      "end": 3235336,
      "confidence": 0.6469942857142856
    },
    {
      "pos": 652,
      "speaker": "A",
      "text": "You've got the books. Excited by the book. What about this though? This is a Lego alarm clock with a little Lego man who's got a variety of hats. It says here, including bikers helmet and cap. I think of the village people. I don't know, Carl, if again, people are picking certain things up. A clear stiletto mobile phone holder with pink fur on it flashes pink and green.",
      "start": 3235360,
      "end": 3252856,
      "confidence": 0.9061814285714286
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "I think people know that you are listening. And this listen, right in this book, little tips and stuff. It's one here about if your dog keeps nick in a remote control. Sure. The way to get it off, it ring the doorbell, right? So you got to get off your chair, go and ring the doorbell. So the dog goes, oh, shot. And it drop. It drops. The remote control goes running to the door. You run back and pick it up.",
      "start": 3252880,
      "end": 3275974,
      "confidence": 0.8562475903614456
    },
    {
      "pos": 654,
      "speaker": "B",
      "text": "I love the idea of Carl doing that. And then the doorbell goes. And Carl drops it and goes. And it's the dog sits back down and car going oh no, not again.",
      "start": 3276474,
      "end": 3286174,
      "confidence": 0.88108303030303
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "I mean, I really do want. Can't I just have this?",
      "start": 3287254,
      "end": 3289830,
      "confidence": 0.8886400000000001
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "You excited by that, are you?",
      "start": 3289942,
      "end": 3291166,
      "confidence": 0.8714399999999999
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "It's brilliant.",
      "start": 3291270,
      "end": 3292134,
      "confidence": 0.651535
    },
    {
      "pos": 658,
      "speaker": "A",
      "text": "What about this one though that you mentioned? This is a book which has got all those urban legends and stories that you've read on the Internet and it tells you whether they're real or not. This has got the one in there. I know you're very excited about the one with the woman who stuck her head in the microwave.",
      "start": 3292254,
      "end": 3304742,
      "confidence": 0.9643545901639347
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3304918,
      "end": 3305438,
      "confidence": 0.90825
    },
    {
      "pos": 660,
      "speaker": "A",
      "text": "Hey.",
      "start": 3305526,
      "end": 3306194,
      "confidence": 0.79177
    },
    {
      "pos": 661,
      "speaker": "B",
      "text": "All right, so basically that she's saying.",
      "start": 3307094,
      "end": 3308510,
      "confidence": 0.9056728571428572
    },
    {
      "pos": 662,
      "speaker": "A",
      "text": "Here that whenever Ricky says, oh, it's not true. You can dispute. Dispute that with your. Your book.",
      "start": 3308542,
      "end": 3313764,
      "confidence": 0.9476216666666666
    },
    {
      "pos": 663,
      "speaker": "B",
      "text": "Yeah. What do you think then, Cole? Do I have a think about all these gifts and so much stuff?",
      "start": 3314344,
      "end": 3318496,
      "confidence": 0.8302350000000001
    },
    {
      "pos": 664,
      "speaker": "A",
      "text": "Isn't it?",
      "start": 3318520,
      "end": 3319048,
      "confidence": 0.642435
    },
    {
      "pos": 665,
      "speaker": "B",
      "text": "She play a record and then come back. Have you found somebody, like, in there?",
      "start": 3319136,
      "end": 3323480,
      "confidence": 0.8521493333333334
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "You're so undecided. Cool.",
      "start": 3323512,
      "end": 3324672,
      "confidence": 0.5787924999999999
    },
    {
      "pos": 667,
      "speaker": "C",
      "text": "I really like this book.",
      "start": 3324728,
      "end": 3325824,
      "confidence": 0.905828
    },
    {
      "pos": 668,
      "speaker": "B",
      "text": "Go on. And what is it? Whatever else you found. What tip?",
      "start": 3325904,
      "end": 3328204,
      "confidence": 0.8063658333333333
    },
    {
      "pos": 669,
      "speaker": "C",
      "text": "God, there's loads of stuff in there. Yeah, let's just. Let's just pick one at random. Don't be too tidy. Leave some areas for hopefully helpful garden animals to hide in. So when you're cleaning your garden and that, you know, it might look a bit of a mess, but think about the. The animals that are walking about at night in the dark and stuff.",
      "start": 3329024,
      "end": 3347368,
      "confidence": 0.87897
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3347416,
      "end": 3347616,
      "confidence": 0.7963
    },
    {
      "pos": 671,
      "speaker": "C",
      "text": "Just little things you don't think about.",
      "start": 3347640,
      "end": 3349344,
      "confidence": 0.9804985714285716
    },
    {
      "pos": 672,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3349504,
      "end": 3349800,
      "confidence": 0.83064
    },
    {
      "pos": 673,
      "speaker": "A",
      "text": "Because they're pointless. Yeah.",
      "start": 3349832,
      "end": 3352204,
      "confidence": 0.7083575
    },
    {
      "pos": 674,
      "speaker": "B",
      "text": "Okay, then we'll just play a record.",
      "start": 3352544,
      "end": 3353752,
      "confidence": 0.8675428571428573
    },
    {
      "pos": 675,
      "speaker": "C",
      "text": "Oh, there's so many. They decide on Steve.",
      "start": 3353808,
      "end": 3356544,
      "confidence": 0.7327587500000001
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "This is something come from a little compilation that came free with a magazine called comes with a smile. It's a good little magazine. And this is by Matt Pond, Pa. It's called night's end. Suppose there's a little bit of new country, which we don't play often, but there's some nice tracks. Pompey.",
      "start": 3356624,
      "end": 3374758,
      "confidence": 0.8908792592592595
    },
    {
      "pos": 677,
      "speaker": "B",
      "text": "Well, I'm getting very sad now. Ten minutes to go and so much to cry now. Thing is, Carl's fallen love with that book, but I feel a bit bad letting a friend sort of win when all these lovely people whose regular listeners. So I don't think you can have it. But I'll tell you what. No, no. I'll borrow that, or I'll buy it for you, so you can have that anyway. What, that safe?",
      "start": 3374846,
      "end": 3394010,
      "confidence": 0.8882863636363638
    },
    {
      "pos": 678,
      "speaker": "A",
      "text": "You're going home with that.",
      "start": 3394042,
      "end": 3395114,
      "confidence": 0.9365880000000001
    },
    {
      "pos": 679,
      "speaker": "C",
      "text": "Avoid washing up by borrowing a bug food.",
      "start": 3395234,
      "end": 3397974,
      "confidence": 0.8069949999999999
    },
    {
      "pos": 680,
      "speaker": "B",
      "text": "See, I could see why you'd love that.",
      "start": 3398434,
      "end": 3400050,
      "confidence": 0.78048125
    },
    {
      "pos": 681,
      "speaker": "A",
      "text": "Exactly.",
      "start": 3400122,
      "end": 3400674,
      "confidence": 0.42569
    },
    {
      "pos": 682,
      "speaker": "B",
      "text": "Is there anything out? What about. What other things have you caught your eye, though? Put that book down. Yeah, go on. Go on. One of our regular listeners who actually wants the bag and wants to be part of your life. Come on.",
      "start": 3400754,
      "end": 3412642,
      "confidence": 0.8712809090909093
    },
    {
      "pos": 683,
      "speaker": "C",
      "text": "Well, Richard emailed in, right, and he's got a book which is similar to the one I like there.",
      "start": 3412698,
      "end": 3417402,
      "confidence": 0.910881052631579
    },
    {
      "pos": 684,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3417458,
      "end": 3417978,
      "confidence": 0.53746
    },
    {
      "pos": 685,
      "speaker": "C",
      "text": "Which has got like 190 stories in it. So, I mean, most of them are like, true, I think. Do you know. Do you know I was telling you that story about the woman who put her, I read in the oven to dry her hair.",
      "start": 3418106,
      "end": 3431256,
      "confidence": 0.9000234782608696
    },
    {
      "pos": 686,
      "speaker": "B",
      "text": "Yeah. Because she liked the way she boiled her brain.",
      "start": 3431320,
      "end": 3433696,
      "confidence": 0.8460089999999999
    },
    {
      "pos": 687,
      "speaker": "C",
      "text": "Yeah. She stuck it in a microwave.",
      "start": 3433760,
      "end": 3435120,
      "confidence": 0.7730957142857143
    },
    {
      "pos": 688,
      "speaker": "B",
      "text": "Avoid washing your hair by boiling the brain bags.",
      "start": 3435232,
      "end": 3438072,
      "confidence": 0.9091833333333335
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "So she put her head in the microwave.",
      "start": 3438168,
      "end": 3439584,
      "confidence": 0.92118625
    },
    {
      "pos": 690,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3439664,
      "end": 3439968,
      "confidence": 0.82724
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "And boiled her brains.",
      "start": 3440016,
      "end": 3440752,
      "confidence": 0.8542750000000001
    },
    {
      "pos": 692,
      "speaker": "C",
      "text": "And boiled her brain. She thought she'd get the same result as she did from the oven, but it all went wrong and that.",
      "start": 3440808,
      "end": 3444976,
      "confidence": 0.8675108333333333
    },
    {
      "pos": 693,
      "speaker": "B",
      "text": "What do you mean? She used to dry hair in the oven and she just like, went modern, apparently.",
      "start": 3445040,
      "end": 3448860,
      "confidence": 0.8787242105263158
    },
    {
      "pos": 694,
      "speaker": "C",
      "text": "It's like what punks used to do. You can get. You get a different sort of heat off an oven than you do off a hairdryer. Right, sure. So she thought, well, I'll do it in half the time. Use a microwave.",
      "start": 3448892,
      "end": 3458984,
      "confidence": 0.9148445238095235
    },
    {
      "pos": 695,
      "speaker": "B",
      "text": "She busy? She was busy.",
      "start": 3459284,
      "end": 3460892,
      "confidence": 0.915464
    },
    {
      "pos": 696,
      "speaker": "A",
      "text": "How you can get your head in a microwave. It only works when the door closes.",
      "start": 3461028,
      "end": 3464420,
      "confidence": 0.9697687500000001
    },
    {
      "pos": 697,
      "speaker": "C",
      "text": "Yeah, but you jam the little thing, don't you?",
      "start": 3464452,
      "end": 3466292,
      "confidence": 0.9643811111111111
    },
    {
      "pos": 698,
      "speaker": "B",
      "text": "Well, don't say that. Don't say that, don't tell. I don't think it's possible. But don't. Yeah, we don't.",
      "start": 3466348,
      "end": 3472532,
      "confidence": 0.8869557894736843
    },
    {
      "pos": 699,
      "speaker": "C",
      "text": "He remembers that story and said, I've got a book full of stuff like that. And he sort of sums up a little story that's. That's in the book about this girl who. She had long hair, right? And she saw his mess around with it and she's sucking on it, you know, like how girls. Girls do with that, with the long hair. They sort of mess around with it.",
      "start": 3472668,
      "end": 3491498,
      "confidence": 0.9109728169014084
    },
    {
      "pos": 700,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3491546,
      "end": 3491970,
      "confidence": 0.54929
    },
    {
      "pos": 701,
      "speaker": "C",
      "text": "And she's sucking on it all the time and she was doing this from the age of like ten. And then, I don't know, she's probably about 30 odd and she's doing this all the time and she goes, oh, God, my belly's hurting today, ma'am. And she goes, oh, what's wrong with you? I said, I don't know, you're 30. So she goes to the doctors and the doctors do an x ray and nothing's coming up. And it's like, I don't know what's wrong with you, you're just being a bit lonely about nothing.",
      "start": 3492042,
      "end": 3516798,
      "confidence": 0.9083403125
    },
    {
      "pos": 702,
      "speaker": "A",
      "text": "She's like, no, honestly, very intolerant doctor. She said, this, is this off?",
      "start": 3516846,
      "end": 3523074,
      "confidence": 0.8031284615384617
    },
    {
      "pos": 703,
      "speaker": "C",
      "text": "I don't know what's up with it. So anyway, they found out some sort of system of looking at what. What was going on.",
      "start": 3525814,
      "end": 3532278,
      "confidence": 0.9174224999999999
    },
    {
      "pos": 704,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3532326,
      "end": 3532954,
      "confidence": 0.86235
    },
    {
      "pos": 705,
      "speaker": "C",
      "text": "No, it wasn't x ray, because x ray didn't show it up.",
      "start": 3533934,
      "end": 3536126,
      "confidence": 0.8979916666666666
    },
    {
      "pos": 706,
      "speaker": "B",
      "text": "Okay.",
      "start": 3536150,
      "end": 3536430,
      "confidence": 0.84921
    },
    {
      "pos": 707,
      "speaker": "C",
      "text": "It was something else. So anyway, it's only gone and turned into, like, she's been sucking her hair for so many years that little bits have come off. She's got a giant air ball in her belly. Right. Which was like, huge. The size of a rat or something like that.",
      "start": 3536462,
      "end": 3551434,
      "confidence": 0.8923096078431376
    },
    {
      "pos": 708,
      "speaker": "B",
      "text": "It's so interesting what he chose the size of a rat.",
      "start": 3551974,
      "end": 3555232,
      "confidence": 0.8289781818181816
    },
    {
      "pos": 709,
      "speaker": "C",
      "text": "No, no, no. Well, the funny thing is when. When they eventually got it out.",
      "start": 3555288,
      "end": 3558224,
      "confidence": 0.8966693333333335
    },
    {
      "pos": 710,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3558304,
      "end": 3558608,
      "confidence": 0.78473
    },
    {
      "pos": 711,
      "speaker": "C",
      "text": "That the mum was like, you know, oh, God, it was terrible. And that's what she actually said. It looked like a dead rat.",
      "start": 3558656,
      "end": 3564424,
      "confidence": 0.8864275
    },
    {
      "pos": 712,
      "speaker": "B",
      "text": "Oh, right.",
      "start": 3564544,
      "end": 3566432,
      "confidence": 0.743105
    },
    {
      "pos": 713,
      "speaker": "C",
      "text": "It was in her belly and that's like, what was causing all the pain.",
      "start": 3566568,
      "end": 3569176,
      "confidence": 0.8493207142857143
    },
    {
      "pos": 714,
      "speaker": "B",
      "text": "Sure.",
      "start": 3569280,
      "end": 3569856,
      "confidence": 0.92434
    },
    {
      "pos": 715,
      "speaker": "C",
      "text": "And apparently your belly acids don't. Don't. Don't kill hairs because he's so fine. It can't handle it.",
      "start": 3570000,
      "end": 3577008,
      "confidence": 0.8687672222222222
    },
    {
      "pos": 716,
      "speaker": "A",
      "text": "Yes.",
      "start": 3577176,
      "end": 3577924,
      "confidence": 0.57518
    },
    {
      "pos": 717,
      "speaker": "B",
      "text": "Right, so you go for that book, are you. Who's the winner then? Who's the winner of the lovely BAFtA band? Richard scholar.",
      "start": 3578504,
      "end": 3584806,
      "confidence": 0.8479943478260867
    },
    {
      "pos": 718,
      "speaker": "C",
      "text": "Is it something.",
      "start": 3584830,
      "end": 3585302,
      "confidence": 0.7285633333333333
    },
    {
      "pos": 719,
      "speaker": "B",
      "text": "Yeah, Richard. Yeah. Skular or scowla? Yeah, something else. So he's the winner. So check down. You're gonna get that book coming to you. I'll get that. Borrow this book for you.",
      "start": 3585358,
      "end": 3593566,
      "confidence": 0.7363065625000002
    },
    {
      "pos": 720,
      "speaker": "C",
      "text": "I need an email within, like, five working days to sort of.",
      "start": 3593590,
      "end": 3597086,
      "confidence": 0.9512550000000002
    },
    {
      "pos": 721,
      "speaker": "B",
      "text": "What's your email?",
      "start": 3597270,
      "end": 3598430,
      "confidence": 0.8160466666666667
    },
    {
      "pos": 722,
      "speaker": "C",
      "text": "It's Carl Dot Pilkington dot co dot uk.",
      "start": 3598622,
      "end": 3602366,
      "confidence": 0.73500875
    },
    {
      "pos": 723,
      "speaker": "B",
      "text": "Okay, lovely.",
      "start": 3602430,
      "end": 3603134,
      "confidence": 0.918795
    },
    {
      "pos": 724,
      "speaker": "C",
      "text": "I want an email from this guy and I won't be sending the bag out until I receive the goods.",
      "start": 3603174,
      "end": 3607126,
      "confidence": 0.9104145000000001
    },
    {
      "pos": 725,
      "speaker": "B",
      "text": "Okay, well, we've only got a few minutes. I want to play Suede and I want to end with the Smiths track, so let's. Let's play this. What is it, sue? Stay together. Lovely track. My favorite suede track of all time. There. Well, we're. Oh, that's nearly it, Carl. Right, what's your last room? 101.",
      "start": 3607190,
      "end": 3627614,
      "confidence": 0.8419685714285713
    },
    {
      "pos": 726,
      "speaker": "C",
      "text": "Oh, God. It was, uh, holidays.",
      "start": 3628074,
      "end": 3631654,
      "confidence": 0.8382783333333333
    },
    {
      "pos": 727,
      "speaker": "B",
      "text": "Holidays.",
      "start": 3632154,
      "end": 3633162,
      "confidence": 0.87576
    },
    {
      "pos": 728,
      "speaker": "A",
      "text": "You want to put holidays in people.",
      "start": 3633298,
      "end": 3635464,
      "confidence": 0.8928285714285715
    },
    {
      "pos": 729,
      "speaker": "C",
      "text": "They were sort of annoying on holiday.",
      "start": 3636524,
      "end": 3639092,
      "confidence": 0.8391171428571429
    },
    {
      "pos": 730,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 3639228,
      "end": 3639748,
      "confidence": 0.9827600000000001
    },
    {
      "pos": 731,
      "speaker": "C",
      "text": "You know, when you go away.",
      "start": 3639796,
      "end": 3640852,
      "confidence": 0.9574366666666667
    },
    {
      "pos": 732,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 3640948,
      "end": 3641692,
      "confidence": 0.725685
    },
    {
      "pos": 733,
      "speaker": "C",
      "text": "It sort of touched on this before.",
      "start": 3641788,
      "end": 3643252,
      "confidence": 0.8524814285714287
    },
    {
      "pos": 734,
      "speaker": "B",
      "text": "Is it. Is this gonna be the Scouse guy?",
      "start": 3643348,
      "end": 3645140,
      "confidence": 0.8090644444444445
    },
    {
      "pos": 735,
      "speaker": "C",
      "text": "Yeah, go on. It's so long, though. I mean, it was all a day when we went to Tunisia and the.",
      "start": 3645212,
      "end": 3652188,
      "confidence": 0.870357619047619
    },
    {
      "pos": 736,
      "speaker": "A",
      "text": "Scouser pissed you off. Surprise, surprise.",
      "start": 3652196,
      "end": 3654004,
      "confidence": 0.8173183333333333
    },
    {
      "pos": 737,
      "speaker": "C",
      "text": "Yeah, yeah. But the annoying thing was, you know, when you go on, it was a cheap holiday. And, like, the lesson here is, you know, if you want a good holiday, you gotta, like, spend some money. And we didn't on this one. We spent about, I don't know, 400 quid for two of us for like a month or something ridiculous. And we got there and, you know, you get to the hotel and you go, we have made a mistake. You know, it's a ropey hotel. You know, you can tell like the blinds and stuff as you walk in, they're all dirty and stuff. You think, well, let's make the most of it. You know, let's not, let's not get down about it. It's a holiday for a restaurant and you try and make the most of it. And we had to meet, you know, like you have one of those things where you get to your destination and the rep says, right, you know, go and unpack your bags and that. Go and sort yourself out in the room and tomorrow morning we'll meet up at 10:00 and I'll go through, you know, the best sort of place to go for camel rides and, you know, the best deals I can get.",
      "start": 3654124,
      "end": 3710172,
      "confidence": 0.9239034101382492
    },
    {
      "pos": 738,
      "speaker": "B",
      "text": "You can anyone here walk like an egyptian?",
      "start": 3710188,
      "end": 3713664,
      "confidence": 0.8602624999999999
    },
    {
      "pos": 739,
      "speaker": "C",
      "text": "So. So she says, right, tomorrow morning, meet 10:00 in the discotheque. So we get open, we have breakfast. And it wasn't a good breakfast. The kitchen was like horrible. The food wasn't good and it was run by sort of midgets.",
      "start": 3715524,
      "end": 3732544,
      "confidence": 0.9126090476190476
    },
    {
      "pos": 740,
      "speaker": "B",
      "text": "What do you mean it was not? There's anything wrong with that.",
      "start": 3734604,
      "end": 3736996,
      "confidence": 0.9294966666666666
    },
    {
      "pos": 741,
      "speaker": "C",
      "text": "There was little fellas running around and the anointing was one of them sort of started to fancy my girlfriend.",
      "start": 3737020,
      "end": 3741714,
      "confidence": 0.8486495
    },
    {
      "pos": 742,
      "speaker": "A",
      "text": "How did he manifest his affection?",
      "start": 3743974,
      "end": 3745886,
      "confidence": 0.8045599999999999
    },
    {
      "pos": 743,
      "speaker": "B",
      "text": "No, you're not saying there's any wrong with midget. So are you just saying it was strange?",
      "start": 3745950,
      "end": 3748678,
      "confidence": 0.8824111764705882
    },
    {
      "pos": 744,
      "speaker": "A",
      "text": "Even midget shouldn't be cutting on Carl.",
      "start": 3748806,
      "end": 3750954,
      "confidence": 0.7160814285714286
    },
    {
      "pos": 745,
      "speaker": "B",
      "text": "I know, but it's also that thing.",
      "start": 3751254,
      "end": 3752990,
      "confidence": 0.8603071428571428
    },
    {
      "pos": 746,
      "speaker": "C",
      "text": "Of that, you know, they've got little fingers and it's all, I'm so sorry. No, no, no, I'm not. It is a bit of a phobia of mine.",
      "start": 3753022,
      "end": 3760030,
      "confidence": 0.8784392857142855
    },
    {
      "pos": 747,
      "speaker": "B",
      "text": "Okay.",
      "start": 3760062,
      "end": 3760398,
      "confidence": 0.7629
    },
    {
      "pos": 748,
      "speaker": "C",
      "text": "Do you know, I mean, they are nice people and that.",
      "start": 3760446,
      "end": 3762006,
      "confidence": 0.8401581818181818
    },
    {
      "pos": 749,
      "speaker": "B",
      "text": "Sure.",
      "start": 3762030,
      "end": 3762594,
      "confidence": 0.74677
    },
    {
      "pos": 750,
      "speaker": "A",
      "text": "But the annoying thing is, what was he doing then? How did he, I don't understand how he was chatting up your girlfriend. Was he calling under the table so you couldn't see? Just kept whispering, whispering to her from underneath there.",
      "start": 3763494,
      "end": 3772566,
      "confidence": 0.8781904761904762
    },
    {
      "pos": 751,
      "speaker": "B",
      "text": "Stop it. I don't want to get a complaint on our last show.",
      "start": 3772750,
      "end": 3776994,
      "confidence": 0.9222623076923078
    },
    {
      "pos": 752,
      "speaker": "C",
      "text": "Just finish this and start up again in a couple of months.",
      "start": 3778934,
      "end": 3781614,
      "confidence": 0.9654075000000001
    },
    {
      "pos": 753,
      "speaker": "B",
      "text": "Oh, yeah. So if you want to more, know more about the midget theme restaurant, we're talking three months.",
      "start": 3781734,
      "end": 3789998,
      "confidence": 0.8365442105263159
    },
    {
      "pos": 754,
      "speaker": "A",
      "text": "Yeah, it's just producers.",
      "start": 3790086,
      "end": 3794714,
      "confidence": 0.7204649999999999
    },
    {
      "pos": 755,
      "speaker": "B",
      "text": "We'll see you in about a. Really, it's been a pleasure, truly. And thank you for everyone that wrote letters. Have you really?",
      "start": 3795174,
      "end": 3801954,
      "confidence": 0.8870426086956522
    },
    {
      "pos": 756,
      "speaker": "C",
      "text": "Oh, I got Ricky. Do you know, like we've done fables and stuff. Yes, yeah, this is like Mister Ben. Oh, brilliant.",
      "start": 3802934,
      "end": 3810550,
      "confidence": 0.7266090909090909
    },
    {
      "pos": 757,
      "speaker": "B",
      "text": "Yeah, right.",
      "start": 3810622,
      "end": 3811230,
      "confidence": 0.9021399999999999
    },
    {
      "pos": 758,
      "speaker": "C",
      "text": "And it's like little fables that mister Ben goes on.",
      "start": 3811262,
      "end": 3813774,
      "confidence": 0.8773820000000001
    },
    {
      "pos": 759,
      "speaker": "B",
      "text": "Oh, fantastic.",
      "start": 3813854,
      "end": 3814982,
      "confidence": 0.605655
    },
    {
      "pos": 760,
      "speaker": "C",
      "text": "So I wanted to learn something from that for when you come back.",
      "start": 3815038,
      "end": 3817542,
      "confidence": 0.9080684615384614
    },
    {
      "pos": 761,
      "speaker": "B",
      "text": "Okay, brilliant. That's lovely, Carla.",
      "start": 3817598,
      "end": 3819390,
      "confidence": 0.72007
    },
    {
      "pos": 762,
      "speaker": "C",
      "text": "Stories I read this morning. It's brilliant, in fact, when you've done with it. Yeah, give it me. Yeah, because this. I haven't finished reading that.",
      "start": 3819422,
      "end": 3825278,
      "confidence": 0.8458311538461539
    },
    {
      "pos": 763,
      "speaker": "B",
      "text": "Okay. Thank you, Carl.",
      "start": 3825326,
      "end": 3827446,
      "confidence": 0.8356775000000001
    },
    {
      "pos": 764,
      "speaker": "C",
      "text": "For Steve, a little book of chart lines.",
      "start": 3827550,
      "end": 3832270,
      "confidence": 0.7380687499999999
    },
    {
      "pos": 765,
      "speaker": "B",
      "text": "That's fantastic. Thank. Well, we see you in three months. But currently, man and Kyle Cherish, Karl Pilkington, he sits in a little room by himself, so keep him in touch. And we see you in August. We'll leave you with some of that we all love.",
      "start": 3832302,
      "end": 3848174,
      "confidence": 0.8121121276595745
    },
    {
      "pos": 766,
      "speaker": "C",
      "text": "This is.",
      "start": 3848214,
      "end": 3848630,
      "confidence": 0.910655
    },
    {
      "pos": 767,
      "speaker": "B",
      "text": "There is a light that never goes out by the Smiths. Very apt, I think. Goodbye.",
      "start": 3848702,
      "end": 3852286,
      "confidence": 0.87457875
    },
    {
      "pos": 768,
      "speaker": "C",
      "text": "See you later.",
      "start": 3852350,
      "end": 3852694,
      "confidence": 0.6743366666666667
    }
  ]
}
