{
  "id": "8a8b04ae-234c-42dd-9cdf-89c614e3c48a",
  "status": "completed",
  "text": "Buy it in bottles. Richard Ashcroft on XFM 104.9. I'm a. With me, Steve Merchant and Karl Pilkington. Now, listen up, right? It's the Sony Awards this Thursday. Now, for those who don't know, the Sony Awards are like the. The Oscars for radio presenters and producers and everything, right? So, as you know, me and Steve, we love to win. We want to win this one. This is the last time the panel will be listening. So I want a good, good, clean, tight show, right? So no, no swearing, joking aside, no swearing. Nothing controversial and nothing in bad taste, all right? This. Good luck out there. Are we a little bit buggered, then? Well, yeah, yeah. So, all right, Carl? Yeah, that's all right. Just. It's just when you say things like, you know, make it a good one, sometimes it sort of puts a bit of pressure on and things slip out that you shouldn't say and stuff like that. You know what I mean? Have you ever had that? What, when you can't. It's like, I tell you one story, right? I'll tell you a couple. Actually, one's just come to mind right now, right? There was a fella who. Who my dad was gonna meet. I don't know if I told you this before, right, but I have told you. When? When it was a party and everyone was saying, dave's coming. He looks like Ken Dodd, but don't say anything. Have I told you? Yeah, yeah, go on, what is it again? And everyone's like, right. Oh, and my dad's like, I've never met him. I wonder if he does like Ken Dodd. And everyone's saying, yeah, but don't say anything, yeah, because you'll accidentally, you know, say it and be umbunctious. You might go. You. To meet you. So the thing is, when this fella turns up, he did look like Ken. My dad couldn't believe it. First thing he said, nice to meet you, Ken. And that's the sort of thing. There was another one, right, at a station that I worked at in Manchester, right? There was this girl who worked in the newsroom, right? And she had a plastic arm, right? And this presenter, nice bloke, you know, he's not out to hurt anyone, went up to her, sat down, was chatting for a bit, touched the arm, said, what lovely skin you've got. What does she say? I don't think. I think. I mean, she's probably used to it, so she wasn't bothered. And then, right, this one. This is brilliant. This is a sort of gaff. He made on air, right? Like I say, he's a knife bloke, so he meant nothing by it, right? But he does this competition on the air, gets a caller on, right? And he's talking to the woman saying, you know, thanks for calling in and to play, I don't know, what if I got in eye pocket or whatever he used to play on the show, right? And talking to the woman in the background, there's this noise, right? Like, like that, right? So he's talking and he goes, uh, have you got a pet parrot? She said, no, it's my down syndrome kid. Oh dear. Oh. The thing is, awards don't matter. No, I record, so we're not out. To offend or annoy appropriate words there. That's the Smiths and panic. Don't worry about it, Carl. People know that there's, you haven't got a malicious bone in your body so they know it's confusion. Don't worry. No, it did happen. So. I know, I know. Yeah. So what you've been doing this week, Steve? Well, I'll tell you what, at the beginning of the week, I was incredibly annoyed by Carl. Why? No, well, no, because you, I remember you had a little discussion with Carl a while back saying that you thought he was lazy at times and you know, you had various criticisms of his. And I got a call from him, he said, oh, yeah, should told you I had a phone call. Someone said that they were trying to get older Steve Merchant to offer him some lucrative voiceover work. Now, you know, that is money for old money. You're in there for about 20 minutes. And it's thousands of children listening who are still at school. They should definitely, when the careers guy says what you want to do, try and get voiceover, just become a voice over. ISD is money for old rope. Yeah. So I can't believe my luck because, you know, I love money for old rope. Yeah. And I said, well, what's the information? He said, oh, I deleted the message. It was on his answer. And he deleted the message. I said, right, when did this come? He said last week. So he took a week to tell me why he had deleted the message. Why? Just because it wasn't for you. I mean, I don't know how selfish that is, Carl. No, what happened is, right. I got back a holiday, I was at home. Yeah. So I called up my voicemail. Yeah. Because I can do that. Yeah, remote access, right. I know what's going on at work, called in, it was still my day off. I was going through the messages yes. Heard one from some company saying, we're after Steve Merchant. Yeah. We want him to do some voiceover work. Yeah, right. I can't remember the name of it, but I thought, right, I'll remember to tell Steve a week later. It doesn't matter, does it? You still got the message and they. Voiceovers have to be done in the next couple of weeks. I didn't get the message. I got. All I got was there was a company, I don't remember the name. And they phoned you. The white voiceover. How does that help me? There are hundreds of thousands of media companies. You didn't take down a number, you. Didn'T take out a name, nothing. I was more puzzled why they want you to voice anything. You must be annoyed. You must be annoyed. I mean, talk about rubbing salt into the wound. I will listen to you. Oh, God. I don't know what you. I don't know how you think. I don't know how your mind works. Well, I was thinking there must be a tractor sail on somewhere. What do I care? Wait a minute, wait a minute. Don't worry. I don't care if they want me to advertise, you know, the latest designs in pirate fashion wear, I will do a voice over because it's money for all rope. I don't care what you think of my voice. Someone was interested. They're offering me money. And you decided arbitrarily. Oh, they probably wouldn't want it. They probably made a mistake. They wouldn't like the way he talks anyway. I'll delete the message. No, the thing is, right, I get paid to sit here on a Saturday night, play CDs and that, help out with the show, get you decent prizes. I think I do me bit. Sure, right. It isn't about running your voiceover work. So hang on. So, Carl, let me just get this right. If someone was ever to phone me, right, trying to get in touch with you, to offer you work, you'd want me to just ignore the message. That is what you're saying to me. You'd prefer that I deleted the message? I ignored it altogether. That's what you'd want for me to do? That's what you want me to do? What? Someone's calling you for someone's phone. Me. They say, oh, I can't. I don't know. I'm a friend of a friend. I've got your number, Steve. I would love to use Carl Pilkington for an exciting set happened. I'm saying in the future, if it was to occur, if it was to occur. Do you want me to just ignore it? Is that what you prefer here to do? Well, it's not like that. Though I did tell you. I told you the message. You didn't. What? You told me a week later with none of the information I needed. Carl, that doctor called last week. That kidney's ready for that little girl that you were doing that sponsored walk for. I forgot to tell you. Oh, obviously. All right. They keep it on ice, don't they? I think they do. Selfish car. So selfish. And you've lost us a second beautiful. Bit of snoop on XFM. Yeah, kicking it with Steve Merchant and Carl Pilkington. What has happened to Carl? Because Carl, I thought, as you know, is this sort of sweet little buffoon, almost childlike in his. His ways, you know, I mean, like Charlie Brown after some sort of head injury and now he's. And now he's coming back like that, having a go, not. Not caring about voiceover work. It's like just heat have written about him a couple of weeks. It's like he thinks he's better than you in some way. Do care, though. You're out of order saying that. Right? Sorted you out with tickets for stuff. Carl, I received a phone call. You deleted the message. Offering me voiceover where you're as bad as my agent. I don't. I'm appalled by it. And I thought we were friends. Ah. At least his agent, when he does it, is losing himself money as well. Yeah, exactly. You've got no comeback. You're still sweet. And to have a go is you. You've got a mank wine, right? A cartoon Gallagher brother on Coronation Street. I mean, Steve's what I mean. Yes, Steve does sound like a worzel, but that doesn't mean. What about Jethro? Jethro does. Well, Jethro gets on Des O'Connor anytime he wants. Just the phone desert. And he's on there and he's whining like a word as well. So, you know to say that. All right, apart from that, then, what else have I done that's wound you up? Well, that's. That's. That's a. That's a good starting point because you haven't even apologized. It's a shock because that's the first time I've let you down. And I didn't really let you down because I passed on the message. You didn't. Well, we've been through it. You didn't pass on the message. Saying I deleted a message for you is not passing on the message. I mean, I just think what's happened is that you've got a little bit of celebrity now from the show. I mean, I've seen you being recognized in pubs and stuff, or people have come up and they said, are you Kyle? Because they've seen Ricky now, it just seems to me that you are not keeping yourself grounded. You are just. You cannot deal with fame. You've not got the intelligence to cope with the celebrity, and you're just becoming ego driven. Now it's getting. Now it's getting scares me, Carl. You're not the man. I remember. I put a lot of work into this and me proper job. Right, where were you in the week? Oh, we got you there. What? Where were you in the week? I said. I said, let's meet up. Let's, you know, come up with some new features and that. Where were you, Carl? You phoned me about an hour before you wanted to meet. That is not what I would call. I mean, that is arrogance right there. That's the way I was. That's arrogance right there. That's ego right there. He couldn't. He couldn't get. When I came in, he said, where Steve? I said, steve can't make it. I had to tell him why? Steve was staying in to tidy up because his landlady was coming. This. This he couldn't get over. He could not get over that you couldn't make it because you had to stay with your landlady. Is he talked about it for. About the hour when we were working. What are you talking. Last week I had a bad throat. You wouldn't tolerate that. When you had a bad throat, where were you? Why couldn't we do any work then? Because you're at home with your mum and your dad. You were on holiday, weren't you? Why didn't you get your mom and your dad to clean the flat? Done it again. He's done you again, mate. Play a record. They live in Bristol. Yeah, yeah. The joke's on you. He couldn't get him to clean the flat. Ah, I don't know. Who's laughing at who, then? Right, listen, can we just go back. To laughing at Carl, okay? Because I know where we stand there. Okay? All right? That's the natural order of things. I know, yeah. World's gone topsy. Tulip. He's stepped out of the pecking order. Right, well, someone who I don't let down, right, are the listeners of this show. Do you want to read out? We're not doing rockbusters again, are we. Yeah, well, it was a shambles last week. We canceled it two weeks ago. What? It just. I mean, there you are right there, Rick. I mean, both you and I. And let's be honest, we're the guys with our names on the poster. I know it's to be your show. And our faces. Exactly. And yet we have to have, we. Have to be on tube stations, people laughing at us. Yeah, well, they're not laughing at me. Right? What do you think people think of the posters, Carl, seriously. I don't want to know his opinion. It's just gonna be insulting. My point is this. Looking at you. My point is this, Rick, we used to be able to decide what the content of this show was. Now it's him. It's just him. He wants to do rock buses. He gets to do it. I know, and it's awful. Robert Tourette's, Trent Darby. Not only is that offensive, it doesn't work as a clue. Saying that. Have you come up with anything for this week? What's the prizes? I'll regret the prizes. We've got a brand new XFM, a stylish XFM dj bag that is actually quite nice, actually. Yeah, we've got in there a twelve inch from the XFM remix album. This has got the cure on there and the prodigy remixes from them, which is quite handy. We've got a little mouse mat there with the XFM logo on. And here's what everyone's waiting for, the CDs and DVD's. Once again, the X list. This is the compilation that XFM have. It's actually very good. Smash hits, the reunion. Let me see what we got there. Aha. Obviously. Wham. Duran Duran. All your favorite eighties and nineties classics. Another copy of DVD. Steve Coogler Coogans Run DVD. What else is this here? Low fidelity all stars. There's voodoo house and ghost funk on there, Rick. I'm sure that'd be right up your street. And also on DVD, man, is that. With or without wrecked train? So yeah, not, not a bad little selection there, car. You've done well there. So go on and do the clues then. Let's do rockbusters now. I'll bung a song on. And I love the fact that he. Was taking the piss out of your voice. I'll bung a song on. Hey, trapping cow wheels tonight is not. As griddling as gravy, to be honest, Carl. Let's be honest. If Ricky Gervais can get voiceover work. Do you know there's got to be. A place for me, where do you. Think the place for him is? Well, look, right, you were talking about your face on the poster. It's not all bad, because I read something last night, I can help you out. Right. And it's amazing. So we're talking about that flare record. Carlin's Evon. Ain't that pretty at all. Alex 104.0. I'm Ricky Gervais, with me, Steve Merchant and Carl Pilgrim. Right, Carl, calm now. The Sony's, they're listening. We've got to win this award. We're just bickering, right? What's this thing that can help Steve out? What are you talking about? No, no, we're talking about that in a bit. What we do now, we'll do rockbusters. Get that up and running. Yes, sir. Got me email busy. Thank you, sir. Okay, go on in. Right, so you know how it works. Cryptic clues, initials. Well, as I say, every week, they're not. They're not strictly cryptic, it's more. What am I thinking that starts with these letters? Some crap. Take a word. Is that a word? Craptic. Because. Oh. Anyway. Oh God. So last week one of them was these people from the East Midlands, can't help swearing. Yeah, Tourette's Trent Darby. Tourette's Trent. That's the sort of shite we're dealing with to try and get a Sony. Right, so here's the clues. And that first one. And that. What we have to hear. The artist. Yeah, the band name or solo artist, it's. I'll tell you, I'll tell you in. A minute, okay, go on. So the first one, the. The hitchhiker needs a lift, but in something bigger than a car. The h, right? The itch, like, needs a lift, but in something bigger than a car. Right? Second one, don't be selfish. And some of it out to your mates, right? The initial there is c, right? Don't be selfish. And some of it out to your mates. Sure. That's not what is. Carl, he's selfish. No, begins with c, right? And the third one, the scottish fellas can't get into their emails, right? Okay, the scottish fellas can't get into their emails, right? The initials there, kl. All right, so quickly again, the hitchhiker needs a lift. Putting something bigger than the car. Vh. Yeah, don't be selfish. And some of that out to you. Mates, right, see, this is your last. Chance, Carl and the scottish fellows can't get into their emails. If I hear anything like Wetney Houston or D, trout spinners or Tourette's Trent Derby coming out of this. We're never doing it again. Okay? Have you got monkey news for this week? Don't I for do it this week? So just, just because breakfast do it and that and just, just leave it maybe this week, see what happens. See if we need it. See? We'll see. Sometimes, I don't know. Play record a minute, Carl. I want to talk to talk to you off air. Play record. What's the, what's the, what's the email address again? Ricky dot gervais xfm dot co dot uk. Okay, that's where the email the answers in. We've got to remind you. Show his play record. Stop my head. Ivan Dando on XFM 104.9. I'm Ricky Gervais. And with me arguing like nutters are Steve Merchant and Carl Pilkington. Okay, all right, calm down. Right, right. Let's just chill. Let's just chill. Yeah, right. What did you do last night, Rick? I watched I'm a celebrity. Get me out of here. I tried last week. I knew Tufnell was gonna come through. I knew he was. I went to put a bet on and it was eleven to four and I thought, oh, that's not worth it. I could put on 400 quid and I reckon I'd have 1100 because I reckon he's gonna win. Yeah. So that is annoying. I bet if you could go back in time, you'd probably change things, you know? I do. If I could go back in time, I go back in time, stop Hitler from being born. But then it might be worse because someone else might have come along and he's been even better. It's like a novel. Yeah. Yeah. Yeah. Well, things would be different. Yeah. Yeah. I popped the cinema last night and it was a joy of an experience because for the first time I want to see X Men two. I want to see that. I didn't, I don't like that sort of thing. I've never been a comic book. Never been a geek like yourself. Not yourself. I mean. I mean, you're not a geek in that. In that sense, different. I mean, traditional sense. No, no. I'm one of those sexier geeks, sexy geeks. Yeah. Yeah. But I really enjoyed it. And two's meant to be even better. I really enjoyed it. Yeah, it's good fun. But the, but more so than the film was the fact the actual cinema experience, for the first time in a long time I actually enjoyed because I just. Such a problem with the cinema. Can't go. I have to wait about three weeks that lies down and go in the afternoon. I can't be sat next to people. I don't know why people go to cinema to eat. Have some before you go in there. Yeah. Rattling, crunching what? Why is this experience? This. This film has cost 50 million pounds. It's meant to be an emotional, artistic experience. It's not meant to be something that's on why you're chowing down. I don't know people. If they're mobile on. I want someone answer. You go, I can't talk now. I want to go. Don't smack him on their face with it. Yeah, yeah. No. Well, I. I went to the cinema a while back to see crouch and tiger, hidden dragon. Oh, yeah, that art house film. And woman sat next to me. Huge fat blubber of a woman, which. Is up to her. She's earned enough money. She can eat more than she needs. Sure, but don't squeeze into a seat next to me in the cinema. Right. With your flesh, you know, curving over the armrest that we're having to share. Right next to her, a little weasel of her husband, she's got one of those huge kind of fog size barrels of popcorn. You don't reckon he was one of them feeders? It was very similar. It really was. She's, as you say, she's chowing down on the. On the popcorn. She's one of those women who. She's not come out to see a film, she's come out to eat. And if a film, yeah, we're showing, then she'll watch it. Yeah. Really wounds me up. He's got the hot dog and everything. She's in and out. Popcorn already annoys me because she goes. To him, are you gonna eat that? Well, I was thinking of it, but. I don't know why it was that popcorn became the thing you eat in the cinema. It's like you say, you've made these films and someone's there thinking, well, we've made this great. We've got the sound mix right. But what we need is something that will just slightly irritate everyone during the. Film and to see the size in the size of the bucket they go in their popcorn soup or something. Or the slurping would drive me mad. Touching the bottom of the thing would drive you mad. Don't serve anything. There's no reason you have to do the simon, go, oh, God, I need to eat. Well, this was planet, you know, you don't go and play tennis eating what you plan it, don't. Yeah, well, exactly, exactly. Eat before we come out. Yeah, have a sandwich. Have a call me sandwich. You know what? Right. What annoyed me is I found out in across America, when they showed Shinda's list, they banned popcorn, right? Out of respect to the film. What? So they're saying all the other films are. So this one cost under a million. That doesn't matter. You can eat popcorn through that. I mean, ban it through all films. Well, this woman was one of those ones. She may as well have had a trough in front of me. I mean, she was a state, right? She's an idiot as well. Because the trailer comes from. I remember the time the trailer came on for AI, that film. AI. Oh, yeah. And I don't know if you've seen the trailer for it, but it's something like. I don't know exactly, but it's something like. Martin is a six year old boy. Yeah. He's 20 kg, he's three foot high. But he is not human. He's a robot. And she's watching. She just goes, she's just watching that. Right. Bear in mind the point of the trailer. He's a robot. Yeah. She says, how old was he again? I was a slapper. I was livid. Oh, he's a robot. He's a robot. That's what's important. She. She's for a war film. She goes, I shall be saying that. She just announces it. I shall be saying that I'm bored with war films. Boredom. Next. Oh, and then, so the, um, the, the title card comes up for crash and Tiger hidden Dragon. You know, like at the beginning there, it comes up crashing, tiger, dragon. Now she's in the cinema. She goes, what a stupid name for a film. I was thinking, but you paid to see it. And then it says subtitles in brackets. She goes, oh, it's not subtitled, is it? So it comes on and I think in the film, I think they speak maybe Mandarin or Chinese or something, I'm not sure, but let's say it's Mandarin. So they come on, they start. And it's all subtitled, and they start speaking in this, in this Mandarin or Chinese. And she just starts going, I think, Cheng Chong, Ching Chong. I think in the cinema. Just saying that. No, she and her boyfriend are cracking up. They're weeping with laughter, right? And I'm trying to. He's got a laugh, otherwise she bites him. Exactly. So I'm actually. I'm so livid. So I really make a show of getting up with all my stuff. I get up and I kind of clamber over some of the seats. I sit down next to these two teenage girls with the mobile phone. Oh, mobile phone goes off. And like you say, instead of. I mean, it should have been off anyway. Yeah, of course. But let's say instead of it being instead of immediate thing I've got and switching it off hurriedly, they take the call in the cinema. I'm in the cinema. Yeah. No, I'm in a d. Start having a conversation. And I was thinking. I was thinking, you're 16, unless that is your business partner in Hong Kong phoning you, saying the deal is not going to go through, which I suspect it's not. I suspect it's probably Gareth or Gavin or your boyfriend Tony, saying, do you want to do me behind the bike sheds later? I suspect that's who it is. Yeah. Switch off the phone or very least, get out. I know, get out of the cinema. But I just. I can't. I mean, I don't know where these people were brought up or raised. I don't know who it was that told them this was this. Was this behavior that you. I really want to have cinema police. Yeah. Right. You go in there and if the phone goes off, you get your money back and you asked to leave straight away. Straight away. Any whispering, go. If you whisper again, you know, if you're too stupid to be. Yeah, yeah. Just. They tell you what age you should be, right, to get that film. Yeah, that's it. If you listen and you're not eating and you're not talking, then you should be able to get a film. Well, I was in cinema last night, and as I came in, there was a big queue and I came in, there was people there taking a ticket, showing you to your seat. Now, when did it happen that I was no longer able to find my own seat at the cinema? Why is it that I can go in the daytime, I can find my own. I'm left to fend for myself. But now it seems unafraid. There are so many stupid people out there. No, I think that is policing. I think that's to stop people thinking, I'll just sit here and having to deal with it themselves. Because, I mean, if someone was in my seat, even if there was another seat, I'd go, well, no, that's mine. I want lots of policing in social occasions. I want to go into pub and go, that is too loud, that music. Those people are too annoying. They're standing up. They're too annoying. I remember being in civil wars and seeing a guy. He's a big fat guy again. He had popcorn, the hot dogs, the coke. Right. He had it balanced on this little wall that was sort of separating parts of the cinema. And he was a big fat, you know, just sat there. I was watching. I think it was beetlejuice. I was watching. And some. Some local hard nuts. They were on the same row. They started kicking the little wall to. Try to knock his food off. And I thought, brilliant. No, I think you want to bully fat people. Yeah. Play record, Carl. It's getting really nasty now. Can I pick on you? $0.50 in the club on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilgerton. Still arguing this time about having help from me and my dad. What do you think, Kyle? No, I don't want this to turn in some sort of wacky type thing where we're pretending we're arguing. Yeah, well, we're not pretending. You are. I know. I know what people think we're messing about. Wouldn't have thought so. We just need to. We can talk about it later, sort out. Hmm? Yeah. It's just that cars a little bit stressed. I'm not stressed. But he doesn't really understand that, you know. You know, me and Steve have got lots of different jobs in the week. He's just got one job. Yeah. And we sort of rely on people getting messages to us, you know, as soon as they get them, you know, not sort of deleting them from their phone selfishly, just things like that, you know, people being on the ball, not just thinking about themselves all the time. Not just thinking about number one. What do you think? Whatever, you know, whatever. Don't get all moored in again. Just having a little discussion. Yeah. This is annoying. Guess what? Think of this, you little slap head twat. Apparently that's so nizars. That's so nizars. Right. Apparently women can get bald treatment on the National Health Service, but men can't. What do you think of that? See, that's fair. Is that a fact? It's a fact. We should point out that Carl is, would you say, bolding? Yeah. Would that be fair? Well, either that or a wide parting. He looks like Charlie Brown. He's got the same sort of hair arrangement as Charlie Brown. Yeah. I don't think Charlie was. Was balding, though, was. He was only about ten. Well, no, but he just had like a couple of things on top and he's. And he's. His hairdo. Carl's had a hairdo that keeps. It's not a hairdo. It just happened. I've told you. No, no, was in right once. Noel who? Gallagher. Oh, yeah. Oh, your first name terms and from the herd. Any. And. And whoever was doing the interview said, oh, you know, what will Liam be? Keep up that sort of hard attitude, right? Say, when he gets older and he goes bald and, you know, could he. Could. He could still carry off the sort of attitude that he's got. And he was like, no, no, he'd never have that style. He couldn't. You couldn't have that style that lads got in there and pointed at me. Yeah. I said, he's not a style. I said, I didn't go to the barbers and say, can you just, like, shave the top bit, leave the sides? Yeah. Can you move? That's the way it is. Yeah. You were just saying to me, what would you do if you. If you went back in time? I'd probably use a better shampoo. I wish we could tape the conversations we have off air. Yeah. Because, I mean, they are ridiculous. What would you do if you go back in time? And the other stuff we were just talking about is obviously can't talk about. Can I just ask, though? Sorry? When did you. When did you start to notice it was disappearing? I mean, what age did it kick in? I worked a lot. You see, you'll be safe. I mean, your hair will stay there. But it's when I used to do a lot of hours working. Yeah, you're stressed and thinking stressed out. And they just went to what stress is like, you know, because I'm not getting messages and stuff like that. But, yeah, yeah, probably about, I don't know, 2024. That's unlucky in it. And did you. Did you panic or did you. Were you just not bothered? Not bothered. Not bothered. He wouldn't be bothered. But I don't think for someone who doesn't care about going bald or war or SARS or anything, you don't get stressed on a Saturday between one and three. To be fair, you are worse than all those things. SARS has got nothing on you when you're in the right mood. But why? Why is it all right for women then to, you know, have a wig? But I couldn't have one if I wanted one. Well, it's not wig. They get bald treatment. They actually can get. They can get their hair replaced on the national health, which might be anything, I suppose, which might be wigs, which might be transplants. I mean, the only. The only cure for baldness is a transplant, which they literally take follicles. They get down to individual follicles now from the back of your neck and, you know, it takes a long time and, you know. But people will know anyway, won't they? I don't know when it starts, though. I don't know when it starts. Like now. If you started wearing a wig, we'll go, we were in a wig. Is your bald yesterday? Yeah. You can't. You can't start thinking, right, I'm gonna go bald in a year, I'll start wearing a wig now. That's the thing to do in it. It is really, if you're that bothered. But I wasn't. I just thought, right, it's losing it a bit. Shaved a lot off. Did you know you had that round head underneath it? Did you know it was gonna be that funny, though? You would have. Well, you presumably worn a wig. Wouldn't if you'd have known. Because I've never seen a head that round. I think the barber, when they did it, right, the woman said, you can pull that off. You've got a good shaped head for her for having it shaved. She's good at. Yeah. She looks like a tennis ball. You look like a tennis ball when you haven't shaved. She said, if you can pull it off. She said, that's, that's like a good thing to see if someone's good looking. If you, if they can have a bald head, it's like Sinead O'Connor. Yeah. Right. She can pull it off. This. There's those sort of things. No, but that's like one of the things. If you look good with a bald head, that means you're pretty good looking. Yeah. And if you can wear a bicycle helmet and look good, that's another thing that, like, you must be pretty good looking. Yeah. To pull that off. That you think that you think is good. Have you seen in the bicycle, but. Oh, God. That's a good looking. That good in the bicycle helmet. Well, everyone else, no one looks good to. They really. Would you say Brad Pitt would look good in the bicycle helmet? I don't know enough to see, but I'm just saying that's, that's like one of the two things, really. That's. And what, what blokes you think that good bald. Who do you think would look good bald? Uh, don't know. Give me some names and I'll tell you whether they'd be all right if they're bald. George Clooney. Uh, no, I don't think he does. I don't think he would do. Uh, who else? Well, this could run and run. Um, Al Pacino. Uh, yeah. You could probably pull it off. It'd probably look all right. Do you think it looks what, with air, then? Yeah. Oh. Well done, Rick. Sony award winning stuff. Play record. Oh, he's stressed. He's stressed. Wild, wild horses by the Rolling Stones on XFN 104.9. And Ricky James will be Steve Merchant and Carl Pilkington. Little bald, heady Carl Pilkington. You quite like being bald, don't you? No fuss. Like I say, you know, I probably won't age for a bit now. Age for a bit? What do you mean you won't age for a bit? Because I already look quite, quite old. I don't think so. Not with it. With a hat on. You look really young. Yeah. Hmm. Oh, I'm just saying. So I won't. I won't change that much. It's like that. I don't think there's any wrong with. I actually don't think if. As long as you shave it straight back, I can't argue on that. Nothing wrong with it. But that kid who had the aging disease, just shave her head and she wouldn't. She wouldn't age that fast anymore. Do you know? I mean, so this is the five. Year old girl who had an awful. Disease where we don't know much about it, to be fair. No, we just know that you fell in love with the title of the program, the girl that was older than her mam. Right. And you were annoyed that people wouldn't serve her fags and alcohol if she. If she's. She's, you know, she's living like an eight year old. Let her have a fag. Doesn't that sum up this show, though, Carl's comments? We don't know much about it. We're still willing to make comments about it, to discuss it in length and possibly make crass jokes, even though we're ill informed as ever. Yeah. There's something for you. Right, go on. This is what. This is what I want to tell you about, right. Me? Yeah. Face transplants. There's this. Some kid somewhere, right, who had a bit of a looking face. Bizarre looking face. Yeah. And there's a doctor somewhere who said, I can sort that out for you. Right. And basically what they do is they've got to get a face off a dead person. Sorry, sorry. Just, um, in this. In this documentary you saw, did this documentary feature, say, john Travolta and Nicolas Cage. Was it. Was it that documentary you saw? Right. Listen, you see. Go on. So. Dismissed. The idea of face transplants. So, yeah, it's got to be a face of a dead body that isn't older than, like, 4 hours old, really. 4 hours dead. Whatever. They can take it off. Mm hmm. Fit it on the new face. It makes sense. But it's not just your face that you lose it. But it's the muscle. It's muscle tissue and bones, isn't it? When it's, like, disfigured. Could be through fire or whatever or disease or. So I can't just literally plonk a face on. They have to do something else, don't they? You're asking Carl. Like he's gonna, like, I forgot. Then he looked at that. Was that in Russian? Yeah. I wish we could get. I wish we get him on telly just to show the look on his face when I said that. Yeah, it was brilliant, wasn't it? It was. You know when you go to a cat who wants some food, then he just looks at you, he goes, it's almost like he can understand what we're saying. Go on. It's like if you had been caught holding a mallet over a dead body by the police. It would sort would work. Yeah. If you took, if you peeled your face off and put my face on it, that. Oh, my God. Why don't you and Steve for an experiment? Swap faces? The great thing is I wouldn't age. Yeah, yeah, yeah. Would you do that? If I could, if it was safe. I think I'm getting the rough dealing, though, to be honest. Yeah, well, no, you get some money back. It'd be part exchange. I mean, it would, you know, it's like you make up the difference just to wear your brilliant face for a week. But the doctor was saying, oh, he's not complicated. He said, the worst thing is something about the people who were related to the dead person. It's a bit weird for them still seeing the face of someone they know. Walking about when they audit. You're never a dull moment. It doesn't matter whether you're talking or I'm squeezing your head. It's. I'm never bored. I never go, oh, that's enough, Carl. Do you know what I mean? I never. I got battling tops. I got bored. It's like computer games. You think it's the best game in the world, and someone goes, how are you getting on with Tomb Raider? You go, I don't play it anymore. How's Carl? I go, he's brilliant. He's brilliant. I was squeezed. Yesterday, I was squeaking in his face. I got him down to the ground, he said this, he said, I'm never bored with you, do you know what I mean? It's brilliant. I'd like to rent you out to. People see me, I'm different. I would happily leave him now in the bottom of the cupboard until quizzes. Until the old pub quiz night when there's no one else who will have you on the team. Done him again? Yeah. Where's his mum and dad then, Carl? Hmm, yeah, in Bristol. Yeah. Can't believe it. I love the fact you can insult me but never insult my parents feeder. But Rogers, XFM 104.9, Ricky Gervais, Steve Merchant. Carl just said to me, said, what face would you after me? And I went, what do you mean? Whose face would you have? And I went, I don't know, boys, so the skin would be regenerated and I'll be a bit weird. He said, oh no, someone famous. And I went, I don't know. I went, is, would you have, you went, Barry Sheen? No, but what I meant was when I was talking, when I was talking to Susan about it, yeah. Saying, this is amazing. She said, well, whose face would you have now it's got to be fairly recent to have the skin fresh because it can't be too old. So I had a choice of like Barry Sheen or what's her face, or for last, the summer wine. Oh, who's the old woman who just passed away? Thor heard. Thor heard. So that's what I meant. If I could have any face. Because she said, well, you could have had Tom Cruise or something. I said, well, he's not dead. You give yourself restrictions in your fantasy. So I look down your picture. I love the idea that someone getting a call. Mister Millwood, I'm. Hello, it's Doctor Hanrahan. Barry Sheen has just passed away and. Oh dear. Yeah, bad news and good news. Do you want his face? Do you want his face? Does Suzanne go out with you, like for charitable reasons? I love that she encourages you. She was saying about Tom Cruise and I was like, oh, you know, she said, you know, he's not a bad looking fellow or whatever. Well, what she's saying is, Carl, is there any chance you could go and get a different face? Maybe something like Tom Cruise would be good. Then I was saying, right, first of all, he's got to be dead and he's not. But if he was and you had that done, would you feel like people. Were looking at you on the tube? Well, no, like say, if the people who made mission impossible said, we want to do a third one, would I then would I be in my rights? Tail. I don't want to do it. I don't know what he's doing. I don't mean to be offensive, Carl, but your girlfriend could do a lot better than you. And then get off of the film. But why does she have conversations like this with you? There's now on last night, there's no mattel. What should we talk about? What about getting a new face? Oh, dear. I was, oh, that cartoon, I mean, for. You don't know what Carl looks like. There's a cartoon that was in last week's heat, isn't it? That's Drew is on the website. What's it going for now? Bid? I think it's about 225 quid at the moment. What do they have to do to bid for it? Just, just email and I'll pass it on to the website people. I know why he put it in. It's because the editor, Boyd Hilton, looks a little bit like you, don't he? Sort of me ugly brother. He's probably listening and he says nice things about you. Yeah, he can still say nice things, but I bet he knows deep down you know if you're good looking or not, don't you? I can't believe. Come on, Steve. I mean, what are you doing? This is going, this is going crazy now, Colin. I don't know, you're just. The insults are flying left, right and center. You've got no limits. You're just gone crazy, just gone wild. You're spawning around just because you look like Tom Cruise. I think it's because he's been hanging out with Christian O'Connell. Yeah. And they're both thinking. Yeah. With a couple of media players. Yeah. Too big for their boots. Yeah. Not scared. Although he's scared of Christian. He's scared of Christian in here because he's not allowed to do monkey news because Christian wants to. He's scared of him. I'm not saying that. Right. Christian. Once around the block, badly drawn boy. I like him. He's funny as well. You know what I think he looks like? If me and you were put in a blender, Carl, do. I mean, it's sort of. He's got my sort of shape. Is that your sort of accent? And when you put in a blender, does that. What a voice. The time I thought of putting the two of you in a blender. I told you that thing about the sponges, didn't I? Yeah. Yeah, that freaked him out. You know, if you get two sponges and you die, one red and one blue, and you liquidize them, we pour them into a tank of water. After a couple of hours, there's a blue sponge and a red sponge because their cells know and they, they reform. And you know what he said? He went, how'd you kill a sponge then? Yeah, of course. Oh, what a great thing to say. Oh, my back's killing me because I went, you know, I did my back in last week and I had to get a chiropractor out and I couldn't walk. Well, as soon as I could walk, I mean, I came in here on my day off and did a, when you were in Bristol with your mum and dad looking after you, and then I went to Southridge's Sunday, and we. Got a bit of money. Now, why not? Yeah. And I went to the sports department and there's a golf simulator there, 38,000 pounds, and it's just like a shed. And I was looking at it like a kid in a sweet shop. And the two blokes that work there, they recognize, went, all right, yeah, good. When I was just looking at that simulator, it's pretty cow. And I went, no crap, I can't do it. I said, and I got a bad back. And I went, you have a go. And he did it and cut down. He went, that's not bad. And he went, jog. I went, yeah, go on that. And, and I put order and I really tried my hard and it took off and it was really good shot. And he went, good. I went, well, I said, I'm gonna go. And I was thinking, I've got hit this one as well. I've got to hit this one too. And I hit it again. I had three goes. I hurt my back after the first one and cheers, thanks very much. And I walked away and I went to Jane, I went, gotta get cab. She went, I've done my back. She went, why did you show off? I went, I had to. Of course you did that. I was all the way back. I was allowed to lay on the floor and put ice on my back again for about 3 hours. What was the best you thought could happen? That they would just say, oh, my God, that guy. That's Ricky Gervais. Is there nothing he can't do? That's exactly what I wanted. As always. I see that. I go, cheers, yeah. As I got about a few yards away, I just slow down and I and Jane go, what are you waiting for? I go, listen and go, that man is a God. Yeah. And I go, come on, Jane, let's go home. Yeah. Have you ever been able to walk through a fairground past of those machines? Those test your strength machines? Yeah. And not have a go at it? I don't think I'd be very good at that. I bet you cannot walk past one of those rifle ranges and not have a go. I love. I love rifle ranges. Got to be the best, I imagine. Yeah. If someone had just won before me, I go, it's not worth it. It's fixed. Sure, yeah, yeah, yeah. Oh, dear. Yeah. So that's why my back is ridiculous. But also, I don't. I hate not being able to do stuff. It's like I'm punishing the injury. Yeah, I know if I laid in bed for it could be better. But I go, no, why should I? Yeah, I used to. When I stick it, I used to hit my head on the banister or summer, and I used to go and get a hammer and hit the banister. And then I started thinking when I was about eight, I remember if I'd hurt myself, I'd go, haha. God didn't hurt. He's up there thinking, I'm. Bloody hell. How mental is that? Carl, what are you thinking, mate? All right, rock busters. That's what I'm thinking. Straight to it. Straight to it. Go then. Who's the winner? I've got to do the clues again. Right. The first one was the itch hiker needs a lift. Putting something bigger than a car. Yeah, snappy. Go on. Vh. Yeah. Right. That was Van Halen. Van Halen. Hayley van. Because he wanted something bigger than a car. That's the. That's the first one. Yeah. All the tenses are mixed up. Everything. It's just second one. Don't be selfish. And some of that out to you, mates. That was c. That was share. All right, sorry. And the third one, the scottish fellas can't get into their emails. The initials there, kl. They. Kenny Logins. Right. We do blockbusters. That's the last time we do it. No, no, it is. That's the last time. Give it. Give it. To give the prize someone. Kenny logins. I'm gonna give that one. Kenny logins. Helen Parrot. She has emailed in and actually heading. I need you to email in your address, if you would, so we can send you those goodies, DVD's in the bag and stuff. But who would get Kenny logging then? If the clue was good, it would get Kenny log. What did he do footloose. Yeah. That famous film about where dancing was banned. Yeah, in that nebulous. Yeah. That's an extraordinary film. I saw it once in America, like you say, Kevin Bacon in a town where dancing has been banned. I was watching it. It was like if aliens had been watching Earth but only monitoring us through our tv and films. Yeah. And then tried to make a film about humans. That's the film they'd end up with. They think of queen the musical because they're, of course, rock and rolls band. Isn't it in the future? That's. I'm not looking forward to the future, Rick, where feelings and emotions are gonna be banned. I can't believe it. Where's our hoverboards? Yeah. So, yeah. Well done to head in, Perry. Is that the last time we do rockbusters? Yeah, yeah. After the break. Monkey news. No, we'll play. Oh, yeah, we'll do a break. Don't know about monkey news. Got some other stuff as well. We did monkey news after the break. Radiohead. They're there, like everything they ever do that's grown on me more and more. It's brilliant. XFN 104.9 Ricky Gervais. Steve Merchant, Carl Pilkington. Well, you know what it's time for, don't you? Oh, chimpanzee that monkey news. It always gets me, that jingle. It's a joy. Once more, please. Well, Carl, do you reckon you could sort out to do other people to have real jingles with their name on it and don't have to say who's in the room, what's happening and do their own jingles? Well, Christian's got one for it. For monkey news that he does. Why is Christian doing monkeys? I don't understand this. Because he did it ages ago. So you ripped it off. A question. I ripped it off. I said to him, I said, there's enough monkey news to go around. Well done. I don't want cast offs. I thought this was your idea. Let's not do it. But what's new? What? There's monkey news out there. I mean, if he wants to have a meeting in the week and say, well, this is the news I've got, the way I see it is he can do it in the week. He's doing like the, you know, the news at ten type monkey news. We're on on a Saturday. We're like the, you know, Jeremy Paxman monkey news night. We look at stuff in more in depth. You very much behind the monkey news is true. You sort of interpret it. You give it your own. You're the man behind the monkey, behind the news. I mean, I know that. So we are just called monkey news anyway. It's sort of generic term, like the music art is called chimpanzee that. And it. Yeah, but he's, he's seen a better monkey news in it. Are we doing it or not? Well, I've got no reason to stop. He probably played Radiohead as well. Should we not do that? I said that David Attenborough did monkey news before all of us. But I mean, I personally don't listen to Christian because I don't get up that early. So, you know, I'm missing out a lot. I'm not saying it's a bad show. My point is this. There's a lot of people, I imagine, who don't listen to monkey news in the week. They, perhaps they miss it or they're busy. It's nice to have a little kind of omnibus monkey news at the weekend with Carl Pilkington. So that's what this is. So we're doing it. Let's play the jingle. Oh, chimpanzee that. Monkey news night. Excellent. Good. So we'll sort of get some monkey experts on maybe next week to dissect it. You ready? Yeah. All right. Is this monkey? Oh, yeah. It's called Jack. All right. I got pally with this bloke who worked in a railway station. How, how? Pen pals? I don't know. I didn't say. All Internet on the Internet. So anyways, helping him out all the time. It's this fella's job, right, to sort of make sure it's safe for the trains to come in, that sort of thing, right? But he's always working on his own. So he's got his mate Jack in with him, right, this, this little monkey. And, you know, they're having a good time, they share lunch together and stuff like that. Anyway, it gets to a point when the fellow whose job it is, he starts getting old and Jack the monkey starts getting more involved. Presumably this is a chimpanzee as opposed to a monkey. You mean when you say monkey? It's generic term. You mean. You mean, you mean chimps usually, don't you? Yeah. Go on then. So, you know, he's clocking the fella, doing his job and he's thinking, I can do this. Okay. I love it. He's helping out, he's pulling down the levers and stuff. So the train sort of coming on the right line, he's clocking it he sticks his head out of the little window, see the trains come in and that. I hope British Rand are listening. Yeah. Right in the end. Oh, yeah. The fellow whose job it is, he lost a leg for some reason. Couldn't work anymore. Lovely. Gave Jack the job. Right, okay. The railway company happy with that? I'm sure they interviewed a number of people, but he was the best monkey for the job and that's. That's good in it. Well, it's not true. Right, once again. Well, it's not true. Don't hand Steve a piece of paper that someone put on the Internet who is probably a bigger mentalist than you. That's not proof. It's not true. At no point did a railway company give a chimpanzee the job of signalman. It was ages ago. What, Steve, when was it? Before trains, probably. Well, it's in the 1880s, according to this piece of paper, which is what you've based your monkey news on. Now, of course, I think ITN and a lot of the news channels, they tend to get lots of independent confirmation of their news before they give it out as fact. But you've got an email from someone, so let's assume that's real. It says, for this, Jack was officially put on the railway payroll, earning two cent per day and have half a bottle of beer on Saturday. That's what we pay you. He doesn't even get the beer. Oh, he's not allowed to. To drink. I. Somebody mailed in, actually, and said, carl, some years ago, did you die? And they took your face and transplanted it onto that other chimpanzee? It would make a lot of sense. I've never seen you. Never. He always has some t shirts right on up and long sleeve. I bet he's hairy under there. I bet you are hairy because you have to shave right up to your eyes. You're one of them, aren't you? And I can see the growth and it comes out the top there. Are you really hairy underneath? Are you really? Well, what's wrong with that? You're. You're a human z, aren't you? That's why you're fascinated with them and why your iq is sort of about 80. I think you might be. You might. I don't mean there was any. I think it was a genetic sort of. Sort of throwback. You're pretty airy. Your arms. Just. Look. Give me that banana and shut up. My record, that's mine. Cheering Brave average man on XFM won a 4.9. Well, nearly another show over Carl you're not. Got a squeaky chair there. Why don't you sort that out, have it oiled? What do you do in the week? Do you know what I mean? Can I just nominate a woman that annoyed me today? Go on the tube. I got off at Piccadilly Circus. The sign says, mind the gap. Big sign saying, mind the gap. Voice on the tannoy says, mind the gap. Woman steps over, the gap goes, oh, that's dangerous. I was living. I was just annoying. I want to slap her. There's always one in there every day. So as you walk down the street, I just feel like I want to squat certain people out the way. We went into this little restaurant. Me go to. Me and Carl, was it Thursday? And we're sitting down there and it's busy outside. And we at the back, she went, that's no smoking. I went, yeah, we're not smoke. So we sit there, right? About that, we get there, there's just another. There's two women there. I'm sitting there and they light up a faggot. And I go to Carl, he meant me no smoking. He went, yeah. So I went, worse. The principle rules are there. He goes, rules. You say, twat, muff and shit on air. Then one rules. Well, they've annoyed me now, right? Yeah. So the waitress comes over and he's putting his. Oh, God. He puts his head down as well. I said. I said, I didn't know why I said it like this. I went, um. I thought, there's no smoking, of course, right? She went, it is, yeah. And I went, right, okay, well, that's smoking. She went. She went, we'd have to move. Then I went, what? She went, do you want to smoke? I said, no, I don't want to smoke other. I said, they're smoking over there. I try not to. And she went, oh, what? I told you. I said, no, I don't want to smoke. She went, all right. And I got unmoved. And I see that. Yeah. But annoyed me. Do you worry, though, that someone's gonna look around a guy, start Ricky James off the telly? Yeah. Well, I can't complain now. I said, if I go in, I get bad service. I can't complain because I think, oh, look at him. He thinks he'd complain. So I have to do it. I have to do it secretly. Yeah. You know, I mean. But, um. Oh, there was, uh. Oh, God, right? People come up to me, they recognize me. I give our gossip, and I don't mind it at all. I don't know, I never know what to say. And I'm always, you know, I say, thank you very much. I say, love a show, whatever. I said, of course, and that's great. And they're polite. And I was in the pub the other day and I was just with Johnny, and people have been coming up. They go to your mind about. No worries at all. Yeah, absolutely fine, right? And. And then this group came in, about 820 somethings, right? And they're a bit pissed up. And this woman comes up to me, right, and she goes, she stands there, she goes, ah, right, we like you in our house, right? But you're not as good as Paul calf. And I went, oh, yeah, Steve Coogan. I said, he's brilliant, isn't he? She went, yeah, yeah. You're not as good as him. I went, oh, well, you know, it's not bad to come second to, is it? And then she. Because I did that, she went. She went, ah, no, you're. Yeah, you're great. I've just done my job. Dissertation. I went, all right, well, it's in nursing. She went, yeah, right. Anyway, could I have a hug? And I went, well, do you can have a kiss? I went, well, not really, no. And then this woman wanted to take photos, went, oh, you were so nice on the BAFTAs. I went, well, I am being nice. I just. I'd rather, you know, I don't know, you know, it was embarrassing, right? And then. So I took a picture and then she was. Anyway, and they sort of dragged her away and I sort of dragged her away. And then I was going, oh, God, I gotta go now because they're over there. I said, I can't stand it. I don't mind. And she came and she came, moment. She went, Ricky. And she sat down and I went, I'm going. And I just. I had to go. And then I was with Johnny and Johnny went, oh, God, I've left a bag there. So we had to go back. She's going through the bag. Oh, she. And she went to me, you bastard. I'll never effing watch you again. I thought, well, all right, I don't know what to say. Really nice. I would have cleaned up her bad language. Yeah, I know. No, I just. I got no time for. I just think it's out of order, you know? I mean, this. This whole sort of notion that if you're a celebrity, you're public property. I just heard this counter, they go, you know what you hear people say, oh, it's me who put you where you are. Today. And I think, well, yeah, thanks for watching. But. But we made the show and everything we put on the tv. It's not like if you get a plumber around, he does his job or work for you. Don't go in his action house. It's not. I don't see kit. I don't. You know, I mean, I don't phone up the. But, you know, I mean, I don't try and get on the television thing, you know, I refuse to. I don't go to showbiz parties, but I refuse not to go to the pub with my mate. And I just seek out. There's fewer and fewer pubs. I just go to the quietest, you know, what, one old bloke and a dog. And it's sort of like. But most people are really. I love it. Honestly. Honestly. People come out and they're polite and I love the show. It's like. It's alcohol. It's alcohol. Yeah, I know. It's just. Oh, you take into something, you know. Yeah. They were there in the station. Of course they don't. You know, they're not the same people. Who behave badly in the cinema. It's just this breed of person. It just. It just. I mean, I know. Can I put them in room 101? Let's do that next week, shall we? Well, we're all having a moon. Yeah. Gone. Tell you who's annoyed me this week. Gone. If we make it a little feature. Gone. David Blunkett. What's blunk? It being up to is, uh, dreading yesterday. He's not. His dog's not been around your house again? No. Causing trouble outside. He's potter. Stopped to people having sex outdoors. What do you mean? What's up with that? If he had sight, would he have stopped it? See you next week. I thought we were not trying to offend anyone.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Buy it in bottles. Richard Ashcroft on XFM 104.9. I'm a. With me, Steve Merchant and Karl Pilkington. Now, listen up, right? It's the Sony Awards this Thursday. Now, for those who don't know, the Sony Awards are like the. The Oscars for radio presenters and producers and everything, right? So, as you know, me and Steve, we love to win. We want to win this one. This is the last time the panel will be listening. So I want a good, good, clean, tight show, right? So no, no swearing, joking aside, no swearing. Nothing controversial and nothing in bad taste, all right? This. Good luck out there.",
      "start": 360,
      "end": 35198,
      "confidence": 0.8742615596330275
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Are we a little bit buggered, then?",
      "start": 35246,
      "end": 36714,
      "confidence": 0.8643328571428571
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Well, yeah, yeah. So, all right, Carl?",
      "start": 37054,
      "end": 41318,
      "confidence": 0.6981242857142858
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "Yeah, that's all right. Just. It's just when you say things like, you know, make it a good one, sometimes it sort of puts a bit of pressure on and things slip out that you shouldn't say and stuff like that. You know what I mean? Have you ever had that?",
      "start": 41486,
      "end": 56014,
      "confidence": 0.8937523529411766
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "What, when you can't.",
      "start": 56134,
      "end": 57314,
      "confidence": 0.9549675
    },
    {
      "pos": 6,
      "speaker": "C",
      "text": "It's like, I tell you one story, right? I'll tell you a couple. Actually, one's just come to mind right now, right? There was a fella who. Who my dad was gonna meet. I don't know if I told you this before, right, but I have told you.",
      "start": 57674,
      "end": 72642,
      "confidence": 0.8975904166666666
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "When?",
      "start": 72658,
      "end": 72810,
      "confidence": 0.58472
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "When it was a party and everyone was saying, dave's coming. He looks like Ken Dodd, but don't say anything. Have I told you?",
      "start": 72842,
      "end": 80346,
      "confidence": 0.8939887499999997
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Yeah, yeah, go on, what is it again?",
      "start": 80490,
      "end": 82250,
      "confidence": 0.730135
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "And everyone's like, right. Oh, and my dad's like, I've never met him. I wonder if he does like Ken Dodd. And everyone's saying, yeah, but don't say anything, yeah, because you'll accidentally, you know, say it and be umbunctious.",
      "start": 82402,
      "end": 93402,
      "confidence": 0.8775345000000001
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "You might go. You. To meet you.",
      "start": 93458,
      "end": 95714,
      "confidence": 0.8178257142857143
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "So the thing is, when this fella turns up, he did look like Ken. My dad couldn't believe it. First thing he said, nice to meet you, Ken. And that's the sort of thing. There was another one, right, at a station that I worked at in Manchester, right? There was this girl who worked in the newsroom, right? And she had a plastic arm, right? And this presenter, nice bloke, you know, he's not out to hurt anyone, went up to her, sat down, was chatting for a bit, touched the arm, said, what lovely skin you've got.",
      "start": 95794,
      "end": 131404,
      "confidence": 0.9117525252525254
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "What does she say?",
      "start": 132264,
      "end": 133404,
      "confidence": 0.8160099999999999
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "I don't think. I think. I mean, she's probably used to it, so she wasn't bothered. And then, right, this one. This is brilliant. This is a sort of gaff. He made on air, right? Like I say, he's a knife bloke, so he meant nothing by it, right? But he does this competition on the air, gets a caller on, right? And he's talking to the woman saying, you know, thanks for calling in and to play, I don't know, what if I got in eye pocket or whatever he used to play on the show, right? And talking to the woman in the background, there's this noise, right? Like, like that, right? So he's talking and he goes, uh, have you got a pet parrot? She said, no, it's my down syndrome kid.",
      "start": 133984,
      "end": 177254,
      "confidence": 0.8953922962962964
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "Oh dear. Oh.",
      "start": 177874,
      "end": 181894,
      "confidence": 0.8503866666666666
    },
    {
      "pos": 16,
      "speaker": "A",
      "text": "The thing is, awards don't matter.",
      "start": 184594,
      "end": 186242,
      "confidence": 0.9073733333333333
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "No, I record, so we're not out.",
      "start": 186338,
      "end": 189906,
      "confidence": 0.7505971428571429
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "To offend or annoy appropriate words there. That's the Smiths and panic. Don't worry about it, Carl. People know that there's, you haven't got a malicious bone in your body so they know it's confusion. Don't worry.",
      "start": 189930,
      "end": 205516,
      "confidence": 0.8784783783783783
    },
    {
      "pos": 19,
      "speaker": "C",
      "text": "No, it did happen.",
      "start": 205660,
      "end": 206540,
      "confidence": 0.9768525
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "So. I know, I know. Yeah. So what you've been doing this week, Steve?",
      "start": 206612,
      "end": 212196,
      "confidence": 0.8656657142857146
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "Well, I'll tell you what, at the beginning of the week, I was incredibly annoyed by Carl.",
      "start": 212260,
      "end": 217060,
      "confidence": 0.9168535294117648
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Why?",
      "start": 217132,
      "end": 217744,
      "confidence": 0.98499
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "No, well, no, because you, I remember you had a little discussion with Carl a while back saying that you thought he was lazy at times and you know, you had various criticisms of his. And I got a call from him, he said, oh, yeah, should told you I had a phone call. Someone said that they were trying to get older Steve Merchant to offer him some lucrative voiceover work. Now, you know, that is money for old money.",
      "start": 218164,
      "end": 239984,
      "confidence": 0.8869648148148148
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "You're in there for about 20 minutes.",
      "start": 240564,
      "end": 242228,
      "confidence": 0.979602857142857
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "And it's thousands of children listening who are still at school. They should definitely, when the careers guy says what you want to do, try and get voiceover, just become a voice over. ISD is money for old rope.",
      "start": 242276,
      "end": 251300,
      "confidence": 0.8585384615384615
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "Yeah.",
      "start": 251332,
      "end": 251492,
      "confidence": 0.40168
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "So I can't believe my luck because, you know, I love money for old rope.",
      "start": 251508,
      "end": 253700,
      "confidence": 0.8426060000000001
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Yeah.",
      "start": 253732,
      "end": 254108,
      "confidence": 0.71789
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "And I said, well, what's the information? He said, oh, I deleted the message. It was on his answer. And he deleted the message. I said, right, when did this come? He said last week. So he took a week to tell me why he had deleted the message.",
      "start": 254196,
      "end": 268532,
      "confidence": 0.9022055102040815
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "Why? Just because it wasn't for you.",
      "start": 268588,
      "end": 269980,
      "confidence": 0.8739014285714285
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "I mean, I don't know how selfish that is, Carl.",
      "start": 270092,
      "end": 272344,
      "confidence": 0.936811
    },
    {
      "pos": 32,
      "speaker": "C",
      "text": "No, what happened is, right. I got back a holiday, I was at home.",
      "start": 273124,
      "end": 277412,
      "confidence": 0.9016914285714287
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "Yeah.",
      "start": 277508,
      "end": 277996,
      "confidence": 0.90015
    },
    {
      "pos": 34,
      "speaker": "C",
      "text": "So I called up my voicemail.",
      "start": 278100,
      "end": 279652,
      "confidence": 0.95844
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "Yeah.",
      "start": 279708,
      "end": 279964,
      "confidence": 0.61738
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "Because I can do that. Yeah, remote access, right. I know what's going on at work, called in, it was still my day off. I was going through the messages yes. Heard one from some company saying, we're after Steve Merchant.",
      "start": 280004,
      "end": 290634,
      "confidence": 0.89706
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Yeah.",
      "start": 290674,
      "end": 290938,
      "confidence": 0.54951
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "We want him to do some voiceover work.",
      "start": 290986,
      "end": 292474,
      "confidence": 0.80568
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "Yeah, right.",
      "start": 292514,
      "end": 293394,
      "confidence": 0.6917949999999999
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "I can't remember the name of it, but I thought, right, I'll remember to tell Steve a week later. It doesn't matter, does it? You still got the message and they.",
      "start": 293554,
      "end": 302134,
      "confidence": 0.9531770967741936
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Voiceovers have to be done in the next couple of weeks.",
      "start": 302754,
      "end": 305006,
      "confidence": 0.8521918181818182
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "I didn't get the message.",
      "start": 305020,
      "end": 305650,
      "confidence": 0.7404339999999999
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "I got.",
      "start": 305682,
      "end": 305906,
      "confidence": 0.885505
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "All I got was there was a company, I don't remember the name. And they phoned you. The white voiceover. How does that help me? There are hundreds of thousands of media companies.",
      "start": 305930,
      "end": 313170,
      "confidence": 0.9253718181818182
    },
    {
      "pos": 45,
      "speaker": "C",
      "text": "You didn't take down a number, you.",
      "start": 313322,
      "end": 314458,
      "confidence": 0.84427
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Didn'T take out a name, nothing.",
      "start": 314466,
      "end": 315854,
      "confidence": 0.8127183333333333
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "I was more puzzled why they want you to voice anything.",
      "start": 316324,
      "end": 319344,
      "confidence": 0.8726281818181818
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "You must be annoyed. You must be annoyed.",
      "start": 323404,
      "end": 325348,
      "confidence": 0.96238125
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "I mean, talk about rubbing salt into the wound.",
      "start": 325396,
      "end": 327068,
      "confidence": 0.9663477777777777
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "I will listen to you.",
      "start": 327116,
      "end": 328220,
      "confidence": 0.76143
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 328332,
      "end": 329916,
      "confidence": 0.54159
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "I don't know what you. I don't know how you think. I don't know how your mind works.",
      "start": 330060,
      "end": 333484,
      "confidence": 0.9574499999999999
    },
    {
      "pos": 53,
      "speaker": "C",
      "text": "Well, I was thinking there must be a tractor sail on somewhere.",
      "start": 333604,
      "end": 336344,
      "confidence": 0.9012483333333333
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "What do I care? Wait a minute, wait a minute.",
      "start": 337564,
      "end": 341260,
      "confidence": 0.9381929999999998
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Don't worry.",
      "start": 341292,
      "end": 342156,
      "confidence": 0.43406
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "I don't care if they want me to advertise, you know, the latest designs in pirate fashion wear, I will do a voice over because it's money for all rope. I don't care what you think of my voice. Someone was interested. They're offering me money. And you decided arbitrarily. Oh, they probably wouldn't want it. They probably made a mistake. They wouldn't like the way he talks anyway. I'll delete the message.",
      "start": 342340,
      "end": 359100,
      "confidence": 0.8878783561643837
    },
    {
      "pos": 57,
      "speaker": "C",
      "text": "No, the thing is, right, I get paid to sit here on a Saturday night, play CDs and that, help out with the show, get you decent prizes. I think I do me bit. Sure, right. It isn't about running your voiceover work.",
      "start": 359172,
      "end": 374820,
      "confidence": 0.8955825581395346
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "So hang on. So, Carl, let me just get this right. If someone was ever to phone me, right, trying to get in touch with you, to offer you work, you'd want me to just ignore the message. That is what you're saying to me. You'd prefer that I deleted the message? I ignored it altogether. That's what you'd want for me to do? That's what you want me to do? What?",
      "start": 374852,
      "end": 387744,
      "confidence": 0.9231687499999999
    },
    {
      "pos": 59,
      "speaker": "C",
      "text": "Someone's calling you for someone's phone.",
      "start": 387784,
      "end": 389136,
      "confidence": 0.8282433333333333
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "Me.",
      "start": 389160,
      "end": 389272,
      "confidence": 0.43453
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "They say, oh, I can't. I don't know. I'm a friend of a friend. I've got your number, Steve. I would love to use Carl Pilkington for an exciting set happened. I'm saying in the future, if it was to occur, if it was to occur. Do you want me to just ignore it? Is that what you prefer here to do?",
      "start": 389288,
      "end": 405324,
      "confidence": 0.8654709677419354
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Well, it's not like that. Though I did tell you. I told you the message.",
      "start": 407604,
      "end": 411308,
      "confidence": 0.9686946666666667
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "You didn't.",
      "start": 411396,
      "end": 411900,
      "confidence": 0.82013
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "What?",
      "start": 411972,
      "end": 412228,
      "confidence": 0.91911
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "You told me a week later with none of the information I needed.",
      "start": 412276,
      "end": 414972,
      "confidence": 0.9657053846153846
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "Carl, that doctor called last week. That kidney's ready for that little girl that you were doing that sponsored walk for. I forgot to tell you. Oh, obviously. All right. They keep it on ice, don't they? I think they do.",
      "start": 415028,
      "end": 427468,
      "confidence": 0.9074421951219511
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "Selfish car. So selfish. And you've lost us a second beautiful.",
      "start": 427636,
      "end": 433276,
      "confidence": 0.7803909090909091
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Bit of snoop on XFM. Yeah, kicking it with Steve Merchant and Carl Pilkington. What has happened to Carl? Because Carl, I thought, as you know, is this sort of sweet little buffoon, almost childlike in his. His ways, you know, I mean, like Charlie Brown after some sort of head injury and now he's. And now he's coming back like that, having a go, not. Not caring about voiceover work. It's like just heat have written about him a couple of weeks. It's like he thinks he's better than you in some way.",
      "start": 433380,
      "end": 467628,
      "confidence": 0.8525088297872337
    },
    {
      "pos": 69,
      "speaker": "C",
      "text": "Do care, though. You're out of order saying that. Right? Sorted you out with tickets for stuff.",
      "start": 467676,
      "end": 472184,
      "confidence": 0.8315352941176469
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Carl, I received a phone call. You deleted the message. Offering me voiceover where you're as bad as my agent. I don't. I'm appalled by it. And I thought we were friends.",
      "start": 472884,
      "end": 485664,
      "confidence": 0.8914587499999999
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Ah. At least his agent, when he does it, is losing himself money as well.",
      "start": 486884,
      "end": 491084,
      "confidence": 0.9463053333333332
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "Yeah, exactly.",
      "start": 491124,
      "end": 492812,
      "confidence": 0.77774
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "You've got no comeback. You're still sweet. And to have a go is you. You've got a mank wine, right? A cartoon Gallagher brother on Coronation Street. I mean, Steve's what I mean. Yes, Steve does sound like a worzel, but that doesn't mean. What about Jethro? Jethro does. Well, Jethro gets on Des O'Connor anytime he wants.",
      "start": 492868,
      "end": 511956,
      "confidence": 0.829155172413793
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Just the phone desert.",
      "start": 511980,
      "end": 512852,
      "confidence": 0.6418425
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "And he's on there and he's whining like a word as well. So, you know to say that.",
      "start": 512908,
      "end": 517864,
      "confidence": 0.8997372222222224
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "All right, apart from that, then, what else have I done that's wound you up?",
      "start": 518364,
      "end": 521356,
      "confidence": 0.8896219999999999
    },
    {
      "pos": 77,
      "speaker": "B",
      "text": "Well, that's.",
      "start": 521460,
      "end": 522140,
      "confidence": 0.600075
    },
    {
      "pos": 78,
      "speaker": "C",
      "text": "That's.",
      "start": 522172,
      "end": 522460,
      "confidence": 0.68686
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "That's a. That's a good starting point because you haven't even apologized.",
      "start": 522492,
      "end": 525100,
      "confidence": 0.8218783333333333
    },
    {
      "pos": 80,
      "speaker": "C",
      "text": "It's a shock because that's the first time I've let you down. And I didn't really let you down because I passed on the message.",
      "start": 525172,
      "end": 529468,
      "confidence": 0.9352728
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "You didn't.",
      "start": 529516,
      "end": 529876,
      "confidence": 0.8023899999999999
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "Well, we've been through it. You didn't pass on the message. Saying I deleted a message for you is not passing on the message. I mean, I just think what's happened is that you've got a little bit of celebrity now from the show. I mean, I've seen you being recognized in pubs and stuff, or people have come up and they said, are you Kyle? Because they've seen Ricky now, it just seems to me that you are not keeping yourself grounded. You are just. You cannot deal with fame. You've not got the intelligence to cope with the celebrity, and you're just becoming ego driven.",
      "start": 529900,
      "end": 553228,
      "confidence": 0.9204255140186914
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Now it's getting. Now it's getting scares me, Carl.",
      "start": 553276,
      "end": 555906,
      "confidence": 0.8013333333333335
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "You're not the man. I remember.",
      "start": 555970,
      "end": 557174,
      "confidence": 0.9209200000000001
    },
    {
      "pos": 85,
      "speaker": "C",
      "text": "I put a lot of work into this and me proper job. Right, where were you in the week?",
      "start": 557514,
      "end": 562346,
      "confidence": 0.9139189473684212
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Oh, we got you there.",
      "start": 562490,
      "end": 563394,
      "confidence": 0.849348
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "What?",
      "start": 563434,
      "end": 563778,
      "confidence": 0.92034
    },
    {
      "pos": 88,
      "speaker": "C",
      "text": "Where were you in the week? I said. I said, let's meet up. Let's, you know, come up with some new features and that. Where were you, Carl?",
      "start": 563866,
      "end": 568714,
      "confidence": 0.9060610714285712
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "You phoned me about an hour before you wanted to meet. That is not what I would call. I mean, that is arrogance right there.",
      "start": 568754,
      "end": 574386,
      "confidence": 0.923948
    },
    {
      "pos": 90,
      "speaker": "C",
      "text": "That's the way I was.",
      "start": 574410,
      "end": 574922,
      "confidence": 0.5755760000000001
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "That's arrogance right there. That's ego right there.",
      "start": 574938,
      "end": 576906,
      "confidence": 0.9096637500000001
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "He couldn't. He couldn't get. When I came in, he said, where Steve? I said, steve can't make it. I had to tell him why? Steve was staying in to tidy up because his landlady was coming. This. This he couldn't get over. He could not get over that you couldn't make it because you had to stay with your landlady. Is he talked about it for. About the hour when we were working.",
      "start": 577010,
      "end": 596814,
      "confidence": 0.9010936486486483
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "What are you talking. Last week I had a bad throat.",
      "start": 597234,
      "end": 599898,
      "confidence": 0.9500790909090909
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "You wouldn't tolerate that.",
      "start": 599946,
      "end": 601134,
      "confidence": 0.948005
    },
    {
      "pos": 95,
      "speaker": "C",
      "text": "When you had a bad throat, where were you? Why couldn't we do any work then? Because you're at home with your mum and your dad.",
      "start": 601474,
      "end": 607186,
      "confidence": 0.9120300000000001
    },
    {
      "pos": 96,
      "speaker": "B",
      "text": "You were on holiday, weren't you?",
      "start": 607330,
      "end": 608974,
      "confidence": 0.9307750000000001
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "Why didn't you get your mom and your dad to clean the flat?",
      "start": 609794,
      "end": 612054,
      "confidence": 0.8828730769230769
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Done it again. He's done you again, mate. Play a record.",
      "start": 612434,
      "end": 615134,
      "confidence": 0.927189090909091
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "They live in Bristol.",
      "start": 615754,
      "end": 617054,
      "confidence": 0.93687
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Yeah, yeah. The joke's on you. He couldn't get him to clean the flat.",
      "start": 618794,
      "end": 622114,
      "confidence": 0.887152857142857
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "Ah, I don't know. Who's laughing at who, then?",
      "start": 622234,
      "end": 625174,
      "confidence": 0.882228888888889
    },
    {
      "pos": 102,
      "speaker": "C",
      "text": "Right, listen, can we just go back.",
      "start": 625954,
      "end": 628378,
      "confidence": 0.8980128571428573
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "To laughing at Carl, okay? Because I know where we stand there.",
      "start": 628386,
      "end": 631242,
      "confidence": 0.8620766666666667
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Okay? All right?",
      "start": 631378,
      "end": 632654,
      "confidence": 0.48097666666666666
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "That's the natural order of things.",
      "start": 633154,
      "end": 634706,
      "confidence": 0.9628749999999999
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "I know, yeah.",
      "start": 634770,
      "end": 635546,
      "confidence": 0.91839
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "World's gone topsy. Tulip.",
      "start": 635610,
      "end": 637254,
      "confidence": 0.434275
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "He's stepped out of the pecking order.",
      "start": 637754,
      "end": 639554,
      "confidence": 0.8336157142857142
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Right, well, someone who I don't let down, right, are the listeners of this show. Do you want to read out?",
      "start": 639634,
      "end": 647014,
      "confidence": 0.8976266666666666
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "We're not doing rockbusters again, are we. Yeah, well, it was a shambles last week. We canceled it two weeks ago. What? It just.",
      "start": 648914,
      "end": 658674,
      "confidence": 0.84029125
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "I mean, there you are right there, Rick. I mean, both you and I. And let's be honest, we're the guys with our names on the poster.",
      "start": 658714,
      "end": 664098,
      "confidence": 0.9155511111111111
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "I know it's to be your show. And our faces.",
      "start": 664146,
      "end": 666554,
      "confidence": 0.8184229999999999
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "Exactly. And yet we have to have, we.",
      "start": 666634,
      "end": 668338,
      "confidence": 0.869345
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Have to be on tube stations, people laughing at us.",
      "start": 668346,
      "end": 670610,
      "confidence": 0.8581099999999999
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Yeah, well, they're not laughing at me. Right?",
      "start": 670682,
      "end": 672294,
      "confidence": 0.8652975
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "What do you think people think of the posters, Carl, seriously.",
      "start": 673194,
      "end": 676104,
      "confidence": 0.8718199999999999
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "I don't want to know his opinion. It's just gonna be insulting. My point is this.",
      "start": 679404,
      "end": 683372,
      "confidence": 0.7977912500000001
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Looking at you.",
      "start": 683468,
      "end": 684508,
      "confidence": 0.85722
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "My point is this, Rick, we used to be able to decide what the content of this show was. Now it's him. It's just him. He wants to do rock buses. He gets to do it.",
      "start": 684636,
      "end": 691156,
      "confidence": 0.9078455555555556
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "I know, and it's awful. Robert Tourette's, Trent Darby. Not only is that offensive, it doesn't work as a clue.",
      "start": 691220,
      "end": 698996,
      "confidence": 0.8040204999999998
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Saying that. Have you come up with anything for this week?",
      "start": 699140,
      "end": 701344,
      "confidence": 0.9891472727272728
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "What's the prizes?",
      "start": 701674,
      "end": 702426,
      "confidence": 0.7769433333333332
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "I'll regret the prizes. We've got a brand new XFM, a stylish XFM dj bag that is actually quite nice, actually. Yeah, we've got in there a twelve inch from the XFM remix album. This has got the cure on there and the prodigy remixes from them, which is quite handy. We've got a little mouse mat there with the XFM logo on. And here's what everyone's waiting for, the CDs and DVD's. Once again, the X list. This is the compilation that XFM have. It's actually very good. Smash hits, the reunion. Let me see what we got there.",
      "start": 702450,
      "end": 727770,
      "confidence": 0.8691027000000001
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Aha.",
      "start": 727802,
      "end": 728194,
      "confidence": 0.83482
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Obviously. Wham. Duran Duran. All your favorite eighties and nineties classics. Another copy of DVD. Steve Coogler Coogans Run DVD. What else is this here? Low fidelity all stars. There's voodoo house and ghost funk on there, Rick. I'm sure that'd be right up your street. And also on DVD, man, is that.",
      "start": 728234,
      "end": 743586,
      "confidence": 0.8612690566037734
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "With or without wrecked train?",
      "start": 743610,
      "end": 745214,
      "confidence": 0.731742
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "So yeah, not, not a bad little selection there, car.",
      "start": 747914,
      "end": 749546,
      "confidence": 0.797711
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "You've done well there. So go on and do the clues then. Let's do rockbusters now.",
      "start": 749570,
      "end": 753210,
      "confidence": 0.875676875
    },
    {
      "pos": 129,
      "speaker": "C",
      "text": "I'll bung a song on.",
      "start": 753362,
      "end": 754698,
      "confidence": 0.787752
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "And I love the fact that he.",
      "start": 754866,
      "end": 756858,
      "confidence": 0.9177042857142858
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "Was taking the piss out of your voice. I'll bung a song on. Hey, trapping cow wheels tonight is not.",
      "start": 756866,
      "end": 762758,
      "confidence": 0.7341114999999999
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "As griddling as gravy, to be honest, Carl. Let's be honest. If Ricky Gervais can get voiceover work.",
      "start": 762806,
      "end": 768062,
      "confidence": 0.8901205555555555
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "Do you know there's got to be.",
      "start": 768118,
      "end": 768878,
      "confidence": 0.803582857142857
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "A place for me, where do you.",
      "start": 768886,
      "end": 771158,
      "confidence": 0.9883985714285715
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "Think the place for him is?",
      "start": 771166,
      "end": 772398,
      "confidence": 0.8737983333333332
    },
    {
      "pos": 136,
      "speaker": "C",
      "text": "Well, look, right, you were talking about your face on the poster. It's not all bad, because I read something last night, I can help you out. Right. And it's amazing. So we're talking about that flare record.",
      "start": 772566,
      "end": 783702,
      "confidence": 0.9255486842105264
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "Carlin's Evon. Ain't that pretty at all.",
      "start": 783758,
      "end": 789958,
      "confidence": 0.6282785714285714
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Alex 104.0. I'm Ricky Gervais, with me, Steve Merchant and Carl Pilgrim. Right, Carl, calm now. The Sony's, they're listening. We've got to win this award. We're just bickering, right? What's this thing that can help Steve out? What are you talking about?",
      "start": 790046,
      "end": 803222,
      "confidence": 0.8423637209302326
    },
    {
      "pos": 139,
      "speaker": "C",
      "text": "No, no, we're talking about that in a bit. What we do now, we'll do rockbusters. Get that up and running.",
      "start": 803238,
      "end": 807646,
      "confidence": 0.8802809523809524
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "Yes, sir.",
      "start": 807710,
      "end": 808118,
      "confidence": 0.97145
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "Got me email busy.",
      "start": 808166,
      "end": 809070,
      "confidence": 0.72799
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Thank you, sir.",
      "start": 809102,
      "end": 809942,
      "confidence": 0.8648166666666667
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "Okay, go on in.",
      "start": 810118,
      "end": 811462,
      "confidence": 0.701695
    },
    {
      "pos": 144,
      "speaker": "C",
      "text": "Right, so you know how it works. Cryptic clues, initials.",
      "start": 811598,
      "end": 815238,
      "confidence": 0.934939
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Well, as I say, every week, they're not. They're not strictly cryptic, it's more. What am I thinking that starts with these letters? Some crap.",
      "start": 815326,
      "end": 821550,
      "confidence": 0.8538196000000002
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "Take a word. Is that a word? Craptic. Because.",
      "start": 821582,
      "end": 827110,
      "confidence": 0.5980166666666668
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "Oh.",
      "start": 827302,
      "end": 827998,
      "confidence": 0.29
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "Anyway.",
      "start": 828126,
      "end": 828774,
      "confidence": 0.6716
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "Oh God.",
      "start": 828894,
      "end": 830030,
      "confidence": 0.554705
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "So last week one of them was these people from the East Midlands, can't help swearing.",
      "start": 830102,
      "end": 835286,
      "confidence": 0.9195656249999999
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "Yeah, Tourette's Trent Darby.",
      "start": 835350,
      "end": 836998,
      "confidence": 0.816155
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "Tourette's Trent.",
      "start": 837086,
      "end": 837758,
      "confidence": 0.45877
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "That's the sort of shite we're dealing with to try and get a Sony.",
      "start": 837806,
      "end": 840886,
      "confidence": 0.9368392857142858
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "Right, so here's the clues. And that first one.",
      "start": 840990,
      "end": 844862,
      "confidence": 0.8984555555555556
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "And that. What we have to hear. The artist. Yeah, the band name or solo artist, it's.",
      "start": 844958,
      "end": 850398,
      "confidence": 0.8598382352941175
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "I'll tell you, I'll tell you in.",
      "start": 850526,
      "end": 851438,
      "confidence": 0.9398185714285715
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "A minute, okay, go on.",
      "start": 851446,
      "end": 852782,
      "confidence": 0.900262
    },
    {
      "pos": 158,
      "speaker": "C",
      "text": "So the first one, the. The hitchhiker needs a lift, but in something bigger than a car. The h, right? The itch, like, needs a lift, but in something bigger than a car.",
      "start": 852878,
      "end": 868430,
      "confidence": 0.9171454545454545
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "Right?",
      "start": 868622,
      "end": 869354,
      "confidence": 0.48951
    },
    {
      "pos": 160,
      "speaker": "C",
      "text": "Second one, don't be selfish. And some of it out to your mates, right? The initial there is c, right? Don't be selfish. And some of it out to your mates. Sure.",
      "start": 869694,
      "end": 881922,
      "confidence": 0.9073153124999999
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "That's not what is. Carl, he's selfish. No, begins with c, right?",
      "start": 881978,
      "end": 887042,
      "confidence": 0.8305983333333334
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "And the third one, the scottish fellas can't get into their emails, right? Okay, the scottish fellas can't get into their emails, right? The initials there, kl. All right, so quickly again, the hitchhiker needs a lift. Putting something bigger than the car. Vh. Yeah, don't be selfish. And some of that out to you.",
      "start": 887178,
      "end": 908302,
      "confidence": 0.8400263636363635
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "Mates, right, see, this is your last.",
      "start": 908318,
      "end": 910278,
      "confidence": 0.916312857142857
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "Chance, Carl and the scottish fellows can't get into their emails.",
      "start": 910326,
      "end": 913894,
      "confidence": 0.8861918181818182
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "If I hear anything like Wetney Houston or D, trout spinners or Tourette's Trent Derby coming out of this. We're never doing it again. Okay? Have you got monkey news for this week?",
      "start": 913974,
      "end": 924394,
      "confidence": 0.8765269696969699
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "Don't I for do it this week? So just, just because breakfast do it and that and just, just leave it maybe this week, see what happens. See if we need it.",
      "start": 925734,
      "end": 936442,
      "confidence": 0.8710574999999999
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "See?",
      "start": 936498,
      "end": 936906,
      "confidence": 0.90287
    },
    {
      "pos": 168,
      "speaker": "C",
      "text": "We'll see.",
      "start": 937010,
      "end": 937626,
      "confidence": 0.9088350000000001
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "Sometimes, I don't know. Play record a minute, Carl. I want to talk to talk to you off air. Play record. What's the, what's the, what's the email address again?",
      "start": 937730,
      "end": 947530,
      "confidence": 0.8652953333333333
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "Ricky dot gervais xfm dot co dot uk. Okay, that's where the email the answers in.",
      "start": 947642,
      "end": 952466,
      "confidence": 0.763409375
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "We've got to remind you. Show his play record. Stop my head. Ivan Dando on XFM 104.9. I'm Ricky Gervais. And with me arguing like nutters are Steve Merchant and Carl Pilkington. Okay, all right, calm down. Right, right.",
      "start": 952570,
      "end": 974446,
      "confidence": 0.81452641025641
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Let's just chill. Let's just chill.",
      "start": 974510,
      "end": 976190,
      "confidence": 0.9272533333333333
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 976262,
      "end": 977150,
      "confidence": 0.49856500000000004
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "What did you do last night, Rick?",
      "start": 977262,
      "end": 978678,
      "confidence": 0.8922757142857144
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "I watched I'm a celebrity. Get me out of here. I tried last week. I knew Tufnell was gonna come through. I knew he was. I went to put a bet on and it was eleven to four and I thought, oh, that's not worth it. I could put on 400 quid and I reckon I'd have 1100 because I reckon he's gonna win.",
      "start": 978846,
      "end": 992846,
      "confidence": 0.8687671874999998
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "Yeah. So that is annoying. I bet if you could go back in time, you'd probably change things, you know? I do. If I could go back in time, I go back in time, stop Hitler from being born.",
      "start": 992910,
      "end": 1002674,
      "confidence": 0.8414046153846155
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "But then it might be worse because someone else might have come along and he's been even better. It's like a novel.",
      "start": 1003974,
      "end": 1008334,
      "confidence": 0.9479063636363637
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1008494,
      "end": 1009234,
      "confidence": 0.57095
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1011414,
      "end": 1011838,
      "confidence": 0.57595
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1011886,
      "end": 1012254,
      "confidence": 0.5515
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Well, things would be different.",
      "start": 1012334,
      "end": 1013862,
      "confidence": 0.9808999999999999
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1013958,
      "end": 1014518,
      "confidence": 0.89033
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1014646,
      "end": 1015046,
      "confidence": 0.89131
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "I popped the cinema last night and it was a joy of an experience because for the first time I want to see X Men two.",
      "start": 1015110,
      "end": 1021098,
      "confidence": 0.9106053846153846
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "I want to see that. I didn't, I don't like that sort of thing. I've never been a comic book. Never been a geek like yourself. Not yourself. I mean. I mean, you're not a geek in that. In that sense, different.",
      "start": 1021186,
      "end": 1030770,
      "confidence": 0.8713138095238095
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "I mean, traditional sense.",
      "start": 1030882,
      "end": 1032026,
      "confidence": 0.9099775
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "No, no.",
      "start": 1032050,
      "end": 1032594,
      "confidence": 0.54312
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "I'm one of those sexier geeks, sexy geeks.",
      "start": 1032714,
      "end": 1035242,
      "confidence": 0.95544625
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "Yeah. Yeah. But I really enjoyed it. And two's meant to be even better.",
      "start": 1035298,
      "end": 1038586,
      "confidence": 0.8219007142857143
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "I really enjoyed it. Yeah, it's good fun. But the, but more so than the film was the fact the actual cinema experience, for the first time in a long time I actually enjoyed because I just. Such a problem with the cinema.",
      "start": 1038650,
      "end": 1048826,
      "confidence": 0.9227516279069764
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "Can't go. I have to wait about three weeks that lies down and go in the afternoon. I can't be sat next to people. I don't know why people go to cinema to eat. Have some before you go in there.",
      "start": 1048970,
      "end": 1059314,
      "confidence": 0.9198558536585365
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1059354,
      "end": 1059618,
      "confidence": 0.54039
    },
    {
      "pos": 193,
      "speaker": "A",
      "text": "Rattling, crunching what? Why is this experience? This. This film has cost 50 million pounds. It's meant to be an emotional, artistic experience. It's not meant to be something that's on why you're chowing down. I don't know people. If they're mobile on. I want someone answer. You go, I can't talk now. I want to go. Don't smack him on their face with it.",
      "start": 1059666,
      "end": 1079174,
      "confidence": 0.8453464615384615
    },
    {
      "pos": 194,
      "speaker": "B",
      "text": "Yeah, yeah. No. Well, I. I went to the cinema a while back to see crouch and tiger, hidden dragon. Oh, yeah, that art house film. And woman sat next to me. Huge fat blubber of a woman, which.",
      "start": 1079214,
      "end": 1089086,
      "confidence": 0.854020769230769
    },
    {
      "pos": 195,
      "speaker": "A",
      "text": "Is up to her. She's earned enough money. She can eat more than she needs.",
      "start": 1089110,
      "end": 1091958,
      "confidence": 0.9396280000000001
    },
    {
      "pos": 196,
      "speaker": "B",
      "text": "Sure, but don't squeeze into a seat next to me in the cinema.",
      "start": 1092006,
      "end": 1094470,
      "confidence": 0.9728184615384615
    },
    {
      "pos": 197,
      "speaker": "A",
      "text": "Right.",
      "start": 1094622,
      "end": 1094910,
      "confidence": 0.87062
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "With your flesh, you know, curving over the armrest that we're having to share. Right next to her, a little weasel of her husband, she's got one of those huge kind of fog size barrels of popcorn.",
      "start": 1094942,
      "end": 1105046,
      "confidence": 0.8567456756756757
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "You don't reckon he was one of them feeders?",
      "start": 1105070,
      "end": 1106736,
      "confidence": 0.8234422222222223
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "It was very similar.",
      "start": 1106870,
      "end": 1107876,
      "confidence": 0.97607
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "It really was.",
      "start": 1107940,
      "end": 1108732,
      "confidence": 0.8124533333333334
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "She's, as you say, she's chowing down on the. On the popcorn. She's one of those women who. She's not come out to see a film, she's come out to eat. And if a film, yeah, we're showing, then she'll watch it.",
      "start": 1108828,
      "end": 1118628,
      "confidence": 0.893165
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1118676,
      "end": 1119044,
      "confidence": 0.8525
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "Really wounds me up. He's got the hot dog and everything. She's in and out. Popcorn already annoys me because she goes.",
      "start": 1119124,
      "end": 1123532,
      "confidence": 0.8798872727272727
    },
    {
      "pos": 205,
      "speaker": "A",
      "text": "To him, are you gonna eat that? Well, I was thinking of it, but.",
      "start": 1123548,
      "end": 1128636,
      "confidence": 0.8654942857142858
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "I don't know why it was that popcorn became the thing you eat in the cinema. It's like you say, you've made these films and someone's there thinking, well, we've made this great. We've got the sound mix right. But what we need is something that will just slightly irritate everyone during the.",
      "start": 1128660,
      "end": 1140092,
      "confidence": 0.9279307547169809
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "Film and to see the size in the size of the bucket they go in their popcorn soup or something. Or the slurping would drive me mad. Touching the bottom of the thing would drive you mad. Don't serve anything. There's no reason you have to do the simon, go, oh, God, I need to eat. Well, this was planet, you know, you don't go and play tennis eating what you plan it, don't.",
      "start": 1140108,
      "end": 1158956,
      "confidence": 0.7936106756756758
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "Yeah, well, exactly, exactly. Eat before we come out. Yeah, have a sandwich. Have a call me sandwich. You know what?",
      "start": 1158980,
      "end": 1163900,
      "confidence": 0.734724761904762
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Right. What annoyed me is I found out in across America, when they showed Shinda's list, they banned popcorn, right? Out of respect to the film.",
      "start": 1163932,
      "end": 1172074,
      "confidence": 0.9272657692307693
    },
    {
      "pos": 210,
      "speaker": "B",
      "text": "What?",
      "start": 1172194,
      "end": 1172522,
      "confidence": 0.65071
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "So they're saying all the other films are. So this one cost under a million. That doesn't matter. You can eat popcorn through that. I mean, ban it through all films.",
      "start": 1172578,
      "end": 1180914,
      "confidence": 0.8881603225806451
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "Well, this woman was one of those ones. She may as well have had a trough in front of me. I mean, she was a state, right? She's an idiot as well. Because the trailer comes from. I remember the time the trailer came on for AI, that film. AI.",
      "start": 1180954,
      "end": 1192906,
      "confidence": 0.901924
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 1192970,
      "end": 1193498,
      "confidence": 0.804585
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "And I don't know if you've seen the trailer for it, but it's something like. I don't know exactly, but it's something like. Martin is a six year old boy.",
      "start": 1193586,
      "end": 1200354,
      "confidence": 0.9310286666666666
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "Yeah. He's 20 kg, he's three foot high.",
      "start": 1200394,
      "end": 1203854,
      "confidence": 0.66470125
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "But he is not human. He's a robot. And she's watching. She just goes, she's just watching that.",
      "start": 1205474,
      "end": 1209586,
      "confidence": 0.8698972222222222
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Right.",
      "start": 1209610,
      "end": 1209842,
      "confidence": 0.86332
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "Bear in mind the point of the trailer. He's a robot.",
      "start": 1209898,
      "end": 1212162,
      "confidence": 0.9223327272727272
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1212218,
      "end": 1212666,
      "confidence": 0.49223
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "She says, how old was he again? I was a slapper. I was livid. Oh, he's a robot. He's a robot. That's what's important. She. She's for a war film. She goes, I shall be saying that. She just announces it. I shall be saying that I'm bored with war films. Boredom. Next. Oh, and then, so the, um, the, the title card comes up for crash and Tiger hidden Dragon. You know, like at the beginning there, it comes up crashing, tiger, dragon. Now she's in the cinema. She goes, what a stupid name for a film. I was thinking, but you paid to see it. And then it says subtitles in brackets. She goes, oh, it's not subtitled, is it? So it comes on and I think in the film, I think they speak maybe Mandarin or Chinese or something, I'm not sure, but let's say it's Mandarin. So they come on, they start. And it's all subtitled, and they start speaking in this, in this Mandarin or Chinese. And she just starts going, I think, Cheng Chong, Ching Chong. I think in the cinema. Just saying that. No, she and her boyfriend are cracking up. They're weeping with laughter, right? And I'm trying to.",
      "start": 1212770,
      "end": 1272852,
      "confidence": 0.8423799999999998
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "He's got a laugh, otherwise she bites him.",
      "start": 1272868,
      "end": 1274812,
      "confidence": 0.79348875
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "Exactly. So I'm actually. I'm so livid. So I really make a show of getting up with all my stuff. I get up and I kind of clamber over some of the seats. I sit down next to these two teenage girls with the mobile phone. Oh, mobile phone goes off. And like you say, instead of. I mean, it should have been off anyway.",
      "start": 1274908,
      "end": 1292044,
      "confidence": 0.9287493846153844
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "Yeah, of course.",
      "start": 1292084,
      "end": 1292508,
      "confidence": 0.8998233333333333
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "But let's say instead of it being instead of immediate thing I've got and switching it off hurriedly, they take the call in the cinema. I'm in the cinema. Yeah. No, I'm in a d. Start having a conversation. And I was thinking. I was thinking, you're 16, unless that is your business partner in Hong Kong phoning you, saying the deal is not going to go through, which I suspect it's not. I suspect it's probably Gareth or Gavin or your boyfriend Tony, saying, do you want to do me behind the bike sheds later? I suspect that's who it is.",
      "start": 1292556,
      "end": 1318122,
      "confidence": 0.8567041176470591
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1318178,
      "end": 1318602,
      "confidence": 0.67446
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "Switch off the phone or very least, get out. I know, get out of the cinema. But I just. I can't. I mean, I don't know where these people were brought up or raised. I don't know who it was that told them this was this. Was this behavior that you.",
      "start": 1318698,
      "end": 1332134,
      "confidence": 0.9204429411764705
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "I really want to have cinema police. Yeah. Right. You go in there and if the phone goes off, you get your money back and you asked to leave straight away. Straight away. Any whispering, go. If you whisper again, you know, if you're too stupid to be. Yeah, yeah. Just. They tell you what age you should be, right, to get that film. Yeah, that's it. If you listen and you're not eating and you're not talking, then you should be able to get a film.",
      "start": 1332674,
      "end": 1356240,
      "confidence": 0.92794724137931
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Well, I was in cinema last night, and as I came in, there was a big queue and I came in, there was people there taking a ticket, showing you to your seat. Now, when did it happen that I was no longer able to find my own seat at the cinema? Why is it that I can go in the daytime, I can find my own. I'm left to fend for myself. But now it seems unafraid. There are so many stupid people out there.",
      "start": 1356312,
      "end": 1373564,
      "confidence": 0.8953527906976745
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "No, I think that is policing. I think that's to stop people thinking, I'll just sit here and having to deal with it themselves. Because, I mean, if someone was in my seat, even if there was another seat, I'd go, well, no, that's mine. I want lots of policing in social occasions. I want to go into pub and go, that is too loud, that music. Those people are too annoying. They're standing up. They're too annoying.",
      "start": 1374344,
      "end": 1396400,
      "confidence": 0.9493838461538462
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "I remember being in civil wars and seeing a guy. He's a big fat guy again. He had popcorn, the hot dogs, the coke.",
      "start": 1396432,
      "end": 1401020,
      "confidence": 0.7148387500000001
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "Right.",
      "start": 1401052,
      "end": 1401196,
      "confidence": 0.52593
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "He had it balanced on this little wall that was sort of separating parts of the cinema. And he was a big fat, you know, just sat there. I was watching. I think it was beetlejuice. I was watching. And some. Some local hard nuts. They were on the same row. They started kicking the little wall to.",
      "start": 1401220,
      "end": 1413572,
      "confidence": 0.8484625862068963
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Try to knock his food off.",
      "start": 1413588,
      "end": 1414564,
      "confidence": 0.8406300000000001
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "And I thought, brilliant.",
      "start": 1414604,
      "end": 1416024,
      "confidence": 0.94249
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "No, I think you want to bully fat people.",
      "start": 1416484,
      "end": 1418708,
      "confidence": 0.9736644444444443
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1418756,
      "end": 1419388,
      "confidence": 0.73805
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Play record, Carl. It's getting really nasty now.",
      "start": 1419556,
      "end": 1421668,
      "confidence": 0.76017125
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "Can I pick on you?",
      "start": 1421756,
      "end": 1422904,
      "confidence": 0.971184
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "$0.50 in the club on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilgerton. Still arguing this time about having help from me and my dad. What do you think, Kyle?",
      "start": 1426284,
      "end": 1439864,
      "confidence": 0.7925408823529413
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "No, I don't want this to turn in some sort of wacky type thing where we're pretending we're arguing.",
      "start": 1440164,
      "end": 1446308,
      "confidence": 0.8412763157894737
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Yeah, well, we're not pretending. You are.",
      "start": 1446436,
      "end": 1448380,
      "confidence": 0.6879814285714286
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "I know. I know what people think we're messing about.",
      "start": 1448452,
      "end": 1450664,
      "confidence": 0.9343629999999999
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "Wouldn't have thought so.",
      "start": 1451124,
      "end": 1451956,
      "confidence": 0.8334125
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "We just need to. We can talk about it later, sort out. Hmm?",
      "start": 1452020,
      "end": 1457244,
      "confidence": 0.8562784615384617
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Yeah. It's just that cars a little bit stressed.",
      "start": 1457624,
      "end": 1460096,
      "confidence": 0.7718977777777779
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "I'm not stressed.",
      "start": 1460280,
      "end": 1461056,
      "confidence": 0.7823533333333333
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "But he doesn't really understand that, you know. You know, me and Steve have got lots of different jobs in the week. He's just got one job. Yeah.",
      "start": 1461080,
      "end": 1467896,
      "confidence": 0.8675071428571429
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "And we sort of rely on people getting messages to us, you know, as soon as they get them, you know, not sort of deleting them from their phone selfishly, just things like that, you know, people being on the ball, not just thinking about themselves all the time. Not just thinking about number one.",
      "start": 1467960,
      "end": 1480938,
      "confidence": 0.9354430909090911
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "What do you think?",
      "start": 1481016,
      "end": 1481834,
      "confidence": 0.85021
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "Whatever, you know, whatever.",
      "start": 1482374,
      "end": 1484834,
      "confidence": 0.6491125
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Don't get all moored in again. Just having a little discussion. Yeah. This is annoying. Guess what? Think of this, you little slap head twat. Apparently that's so nizars. That's so nizars. Right. Apparently women can get bald treatment on the National Health Service, but men can't. What do you think of that? See, that's fair.",
      "start": 1485654,
      "end": 1508284,
      "confidence": 0.8041039285714289
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "Is that a fact?",
      "start": 1509064,
      "end": 1509928,
      "confidence": 0.84073
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "It's a fact.",
      "start": 1510016,
      "end": 1510924,
      "confidence": 0.9048233333333333
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "We should point out that Carl is, would you say, bolding?",
      "start": 1511784,
      "end": 1514896,
      "confidence": 0.8907172727272727
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1515000,
      "end": 1515328,
      "confidence": 0.91821
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "Would that be fair?",
      "start": 1515376,
      "end": 1515968,
      "confidence": 0.8835299999999999
    },
    {
      "pos": 257,
      "speaker": "C",
      "text": "Well, either that or a wide parting.",
      "start": 1516016,
      "end": 1517964,
      "confidence": 0.7625442857142858
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "He looks like Charlie Brown. He's got the same sort of hair arrangement as Charlie Brown.",
      "start": 1521184,
      "end": 1525656,
      "confidence": 0.9356593750000002
    },
    {
      "pos": 259,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1525760,
      "end": 1526352,
      "confidence": 0.63346
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "I don't think Charlie was. Was balding, though, was. He was only about ten.",
      "start": 1526488,
      "end": 1529104,
      "confidence": 0.753425
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "Well, no, but he just had like a couple of things on top and he's. And he's. His hairdo. Carl's had a hairdo that keeps.",
      "start": 1529184,
      "end": 1534672,
      "confidence": 0.7797923999999999
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "It's not a hairdo. It just happened. I've told you. No, no, was in right once. Noel who? Gallagher.",
      "start": 1534688,
      "end": 1544768,
      "confidence": 0.8456315789473683
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Oh, yeah. Oh, your first name terms and from the herd.",
      "start": 1544816,
      "end": 1548456,
      "confidence": 0.7841718181818181
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Any.",
      "start": 1548480,
      "end": 1548976,
      "confidence": 0.67317
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "And. And whoever was doing the interview said, oh, you know, what will Liam be? Keep up that sort of hard attitude, right? Say, when he gets older and he goes bald and, you know, could he.",
      "start": 1549120,
      "end": 1562326,
      "confidence": 0.8238216216216215
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "Could.",
      "start": 1562350,
      "end": 1562462,
      "confidence": 0.89394
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "He could still carry off the sort of attitude that he's got. And he was like, no, no, he'd never have that style. He couldn't. You couldn't have that style that lads got in there and pointed at me.",
      "start": 1562478,
      "end": 1571398,
      "confidence": 0.9016335897435894
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1571446,
      "end": 1571854,
      "confidence": 0.7703
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "I said, he's not a style. I said, I didn't go to the barbers and say, can you just, like, shave the top bit, leave the sides?",
      "start": 1571934,
      "end": 1578398,
      "confidence": 0.9018025925925927
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1578446,
      "end": 1578670,
      "confidence": 0.82697
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "Can you move? That's the way it is.",
      "start": 1578702,
      "end": 1580958,
      "confidence": 0.8393975
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1581046,
      "end": 1581718,
      "confidence": 0.64827
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "You were just saying to me, what would you do if you. If you went back in time? I'd probably use a better shampoo.",
      "start": 1581886,
      "end": 1586514,
      "confidence": 0.9198675000000001
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "I wish we could tape the conversations we have off air.",
      "start": 1589094,
      "end": 1592742,
      "confidence": 0.8839209090909091
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1592798,
      "end": 1593102,
      "confidence": 0.63074
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Because, I mean, they are ridiculous. What would you do if you go back in time? And the other stuff we were just talking about is obviously can't talk about.",
      "start": 1593158,
      "end": 1606390,
      "confidence": 0.9622153333333334
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "Can I just ask, though? Sorry? When did you. When did you start to notice it was disappearing? I mean, what age did it kick in?",
      "start": 1606422,
      "end": 1612514,
      "confidence": 0.9192584615384612
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "I worked a lot. You see, you'll be safe. I mean, your hair will stay there. But it's when I used to do a lot of hours working.",
      "start": 1613804,
      "end": 1621004,
      "confidence": 0.9159921428571426
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Yeah, you're stressed and thinking stressed out. And they just went to what stress is like, you know, because I'm not getting messages and stuff like that.",
      "start": 1621084,
      "end": 1626772,
      "confidence": 0.8105648148148148
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "But, yeah, yeah, probably about, I don't know, 2024.",
      "start": 1626788,
      "end": 1631900,
      "confidence": 0.9429433333333335
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "That's unlucky in it.",
      "start": 1632052,
      "end": 1633284,
      "confidence": 0.7775475000000001
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "And did you. Did you panic or did you. Were you just not bothered? Not bothered.",
      "start": 1633404,
      "end": 1636684,
      "confidence": 0.9018100000000001
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "Not bothered. He wouldn't be bothered. But I don't think for someone who doesn't care about going bald or war or SARS or anything, you don't get stressed on a Saturday between one and three.",
      "start": 1636804,
      "end": 1650664,
      "confidence": 0.8853862857142857
    },
    {
      "pos": 284,
      "speaker": "B",
      "text": "To be fair, you are worse than all those things. SARS has got nothing on you when you're in the right mood.",
      "start": 1650964,
      "end": 1658904,
      "confidence": 0.9426718181818182
    },
    {
      "pos": 285,
      "speaker": "A",
      "text": "But why?",
      "start": 1660564,
      "end": 1661108,
      "confidence": 0.710725
    },
    {
      "pos": 286,
      "speaker": "C",
      "text": "Why is it all right for women then to, you know, have a wig? But I couldn't have one if I wanted one.",
      "start": 1661156,
      "end": 1665424,
      "confidence": 0.8765291304347826
    },
    {
      "pos": 287,
      "speaker": "A",
      "text": "Well, it's not wig. They get bald treatment. They actually can get. They can get their hair replaced on the national health, which might be anything, I suppose, which might be wigs, which might be transplants. I mean, the only. The only cure for baldness is a transplant, which they literally take follicles. They get down to individual follicles now from the back of your neck and, you know, it takes a long time and, you know.",
      "start": 1665774,
      "end": 1686870,
      "confidence": 0.9184020779220783
    },
    {
      "pos": 288,
      "speaker": "C",
      "text": "But people will know anyway, won't they?",
      "start": 1686982,
      "end": 1689558,
      "confidence": 0.8802385714285713
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "I don't know when it starts, though. I don't know when it starts. Like now. If you started wearing a wig, we'll go, we were in a wig. Is your bald yesterday?",
      "start": 1689646,
      "end": 1695504,
      "confidence": 0.854148125
    },
    {
      "pos": 290,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1695624,
      "end": 1695968,
      "confidence": 0.83962
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "You can't. You can't start thinking, right, I'm gonna go bald in a year, I'll start wearing a wig now. That's the thing to do in it.",
      "start": 1696016,
      "end": 1702604,
      "confidence": 0.8732029629629628
    },
    {
      "pos": 292,
      "speaker": "C",
      "text": "It is really, if you're that bothered. But I wasn't. I just thought, right, it's losing it a bit. Shaved a lot off.",
      "start": 1703224,
      "end": 1708232,
      "confidence": 0.8556291304347827
    },
    {
      "pos": 293,
      "speaker": "A",
      "text": "Did you know you had that round head underneath it? Did you know it was gonna be that funny, though? You would have. Well, you presumably worn a wig. Wouldn't if you'd have known. Because I've never seen a head that round.",
      "start": 1708288,
      "end": 1716736,
      "confidence": 0.8775485714285713
    },
    {
      "pos": 294,
      "speaker": "C",
      "text": "I think the barber, when they did it, right, the woman said, you can pull that off. You've got a good shaped head for her for having it shaved. She's good at.",
      "start": 1716800,
      "end": 1724124,
      "confidence": 0.9028915624999999
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "Yeah. She looks like a tennis ball. You look like a tennis ball when you haven't shaved.",
      "start": 1724244,
      "end": 1727852,
      "confidence": 0.9397100000000003
    },
    {
      "pos": 296,
      "speaker": "C",
      "text": "She said, if you can pull it off. She said, that's, that's like a good thing to see if someone's good looking. If you, if they can have a bald head, it's like Sinead O'Connor.",
      "start": 1727988,
      "end": 1735436,
      "confidence": 0.9210011428571429
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1735500,
      "end": 1735812,
      "confidence": 0.84322
    },
    {
      "pos": 298,
      "speaker": "C",
      "text": "Right. She can pull it off.",
      "start": 1735868,
      "end": 1737556,
      "confidence": 0.8832966666666667
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "This.",
      "start": 1737580,
      "end": 1737716,
      "confidence": 0.46869
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "There's those sort of things. No, but that's like one of the things. If you look good with a bald head, that means you're pretty good looking.",
      "start": 1737740,
      "end": 1745332,
      "confidence": 0.9174955555555555
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1745388,
      "end": 1745668,
      "confidence": 0.92497
    },
    {
      "pos": 302,
      "speaker": "C",
      "text": "And if you can wear a bicycle helmet and look good, that's another thing that, like, you must be pretty good looking.",
      "start": 1745716,
      "end": 1751520,
      "confidence": 0.9481218181818183
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1751592,
      "end": 1751912,
      "confidence": 0.71764
    },
    {
      "pos": 304,
      "speaker": "C",
      "text": "To pull that off.",
      "start": 1751968,
      "end": 1753044,
      "confidence": 0.75406
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "That you think that you think is good. Have you seen in the bicycle, but. Oh, God. That's a good looking. That good in the bicycle helmet.",
      "start": 1754864,
      "end": 1759764,
      "confidence": 0.7241299999999998
    },
    {
      "pos": 306,
      "speaker": "C",
      "text": "Well, everyone else, no one looks good to. They really.",
      "start": 1761024,
      "end": 1765524,
      "confidence": 0.8014379999999999
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "Would you say Brad Pitt would look good in the bicycle helmet?",
      "start": 1766664,
      "end": 1769696,
      "confidence": 0.8898883333333334
    },
    {
      "pos": 308,
      "speaker": "C",
      "text": "I don't know enough to see, but I'm just saying that's, that's like one of the two things, really. That's.",
      "start": 1769720,
      "end": 1774240,
      "confidence": 0.8860760000000001
    },
    {
      "pos": 309,
      "speaker": "A",
      "text": "And what, what blokes you think that good bald. Who do you think would look good bald?",
      "start": 1774312,
      "end": 1778264,
      "confidence": 0.7907023529411765
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "Uh, don't know. Give me some names and I'll tell you whether they'd be all right if they're bald.",
      "start": 1779804,
      "end": 1783540,
      "confidence": 0.8536436842105263
    },
    {
      "pos": 311,
      "speaker": "A",
      "text": "George Clooney.",
      "start": 1783652,
      "end": 1784704,
      "confidence": 0.68358
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "Uh, no, I don't think he does. I don't think he would do.",
      "start": 1785604,
      "end": 1789284,
      "confidence": 0.8719353846153848
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "Uh, who else?",
      "start": 1789444,
      "end": 1792076,
      "confidence": 0.6485733333333333
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "Well, this could run and run.",
      "start": 1792140,
      "end": 1793332,
      "confidence": 0.9904116666666667
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "Um, Al Pacino.",
      "start": 1793428,
      "end": 1795144,
      "confidence": 0.68195
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "Uh, yeah. You could probably pull it off. It'd probably look all right.",
      "start": 1796404,
      "end": 1799428,
      "confidence": 0.8796492307692307
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "Do you think it looks what, with air, then?",
      "start": 1799476,
      "end": 1800812,
      "confidence": 0.754511111111111
    },
    {
      "pos": 318,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1800908,
      "end": 1801420,
      "confidence": 0.74389
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Oh.",
      "start": 1801532,
      "end": 1802264,
      "confidence": 0.77
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "Well done, Rick. Sony award winning stuff.",
      "start": 1804224,
      "end": 1808032,
      "confidence": 0.86076
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Play record. Oh, he's stressed. He's stressed. Wild, wild horses by the Rolling Stones on XFN 104.9. And Ricky James will be Steve Merchant and Carl Pilkington. Little bald, heady Carl Pilkington. You quite like being bald, don't you? No fuss.",
      "start": 1808168,
      "end": 1828738,
      "confidence": 0.757269268292683
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Like I say, you know, I probably won't age for a bit now.",
      "start": 1828856,
      "end": 1832966,
      "confidence": 0.9048607692307693
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Age for a bit? What do you mean you won't age for a bit?",
      "start": 1833150,
      "end": 1836034,
      "confidence": 0.8890992857142856
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "Because I already look quite, quite old.",
      "start": 1836334,
      "end": 1839406,
      "confidence": 0.8850885714285714
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "I don't think so. Not with it. With a hat on. You look really young.",
      "start": 1839550,
      "end": 1842354,
      "confidence": 0.9167240000000001
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1842734,
      "end": 1843350,
      "confidence": 0.96941
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "Hmm.",
      "start": 1843462,
      "end": 1843918,
      "confidence": 0.47329
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "Oh, I'm just saying. So I won't. I won't change that much. It's like that.",
      "start": 1844006,
      "end": 1847870,
      "confidence": 0.866274
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "I don't think there's any wrong with. I actually don't think if. As long as you shave it straight back, I can't argue on that. Nothing wrong with it.",
      "start": 1847942,
      "end": 1854214,
      "confidence": 0.9086137931034484
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "But that kid who had the aging disease, just shave her head and she wouldn't. She wouldn't age that fast anymore.",
      "start": 1854294,
      "end": 1860452,
      "confidence": 0.908507619047619
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Do you know?",
      "start": 1860508,
      "end": 1860748,
      "confidence": 0.9129833333333334
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "I mean, so this is the five.",
      "start": 1860756,
      "end": 1862324,
      "confidence": 0.8747457142857142
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Year old girl who had an awful.",
      "start": 1862404,
      "end": 1864956,
      "confidence": 0.9741299999999999
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "Disease where we don't know much about it, to be fair.",
      "start": 1865100,
      "end": 1868084,
      "confidence": 0.9532218181818183
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "No, we just know that you fell in love with the title of the program, the girl that was older than her mam. Right. And you were annoyed that people wouldn't serve her fags and alcohol if she. If she's. She's, you know, she's living like an eight year old. Let her have a fag.",
      "start": 1868164,
      "end": 1884060,
      "confidence": 0.8971952727272731
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "Doesn't that sum up this show, though, Carl's comments? We don't know much about it. We're still willing to make comments about it, to discuss it in length and possibly make crass jokes, even though we're ill informed as ever.",
      "start": 1884132,
      "end": 1894692,
      "confidence": 0.9148475000000001
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1894748,
      "end": 1895124,
      "confidence": 0.82253
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "There's something for you.",
      "start": 1895204,
      "end": 1896156,
      "confidence": 0.902315
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "Right, go on.",
      "start": 1896180,
      "end": 1897116,
      "confidence": 0.9792433333333334
    },
    {
      "pos": 340,
      "speaker": "C",
      "text": "This is what. This is what I want to tell you about, right. Me?",
      "start": 1897260,
      "end": 1900464,
      "confidence": 0.8630778571428573
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1901724,
      "end": 1902148,
      "confidence": 0.93509
    },
    {
      "pos": 342,
      "speaker": "C",
      "text": "Face transplants. There's this. Some kid somewhere, right, who had a bit of a looking face. Bizarre looking face.",
      "start": 1902196,
      "end": 1914412,
      "confidence": 0.9027736842105263
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1914468,
      "end": 1915002,
      "confidence": 0.44892
    },
    {
      "pos": 344,
      "speaker": "C",
      "text": "And there's a doctor somewhere who said, I can sort that out for you. Right. And basically what they do is they've got to get a face off a dead person.",
      "start": 1915148,
      "end": 1926074,
      "confidence": 0.9390516129032258
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Sorry, sorry. Just, um, in this. In this documentary you saw, did this documentary feature, say, john Travolta and Nicolas Cage.",
      "start": 1928214,
      "end": 1936430,
      "confidence": 0.8785085714285712
    },
    {
      "pos": 346,
      "speaker": "C",
      "text": "Was it.",
      "start": 1936542,
      "end": 1936886,
      "confidence": 0.9571149999999999
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "Was it that documentary you saw?",
      "start": 1936910,
      "end": 1938014,
      "confidence": 0.8604400000000001
    },
    {
      "pos": 348,
      "speaker": "C",
      "text": "Right. Listen, you see.",
      "start": 1938054,
      "end": 1939594,
      "confidence": 0.8185475
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "Go on.",
      "start": 1940174,
      "end": 1940898,
      "confidence": 0.97792
    },
    {
      "pos": 350,
      "speaker": "C",
      "text": "So.",
      "start": 1941006,
      "end": 1941654,
      "confidence": 0.98186
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "Dismissed. The idea of face transplants.",
      "start": 1943634,
      "end": 1945774,
      "confidence": 0.8217750000000001
    },
    {
      "pos": 352,
      "speaker": "C",
      "text": "So, yeah, it's got to be a face of a dead body that isn't older than, like, 4 hours old, really. 4 hours dead. Whatever. They can take it off.",
      "start": 1947474,
      "end": 1959330,
      "confidence": 0.940345
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Mm hmm.",
      "start": 1959402,
      "end": 1960174,
      "confidence": 0.62775
    },
    {
      "pos": 354,
      "speaker": "C",
      "text": "Fit it on the new face.",
      "start": 1960794,
      "end": 1961858,
      "confidence": 0.8217833333333333
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "It makes sense. But it's not just your face that you lose it. But it's the muscle. It's muscle tissue and bones, isn't it? When it's, like, disfigured. Could be through fire or whatever or disease or. So I can't just literally plonk a face on. They have to do something else, don't they?",
      "start": 1961906,
      "end": 1976804,
      "confidence": 0.8399457407407406
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "You're asking Carl.",
      "start": 1977544,
      "end": 1978520,
      "confidence": 0.74866
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "Like he's gonna, like, I forgot. Then he looked at that. Was that in Russian?",
      "start": 1978552,
      "end": 1982880,
      "confidence": 0.7357706666666668
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1982952,
      "end": 1983296,
      "confidence": 0.50929
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "I wish we could get. I wish we get him on telly just to show the look on his face when I said that. Yeah, it was brilliant, wasn't it? It was. You know when you go to a cat who wants some food, then he just looks at you, he goes, it's almost like he can understand what we're saying. Go on.",
      "start": 1983360,
      "end": 1998228,
      "confidence": 0.9146015873015872
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "It's like if you had been caught holding a mallet over a dead body by the police.",
      "start": 1998276,
      "end": 2003184,
      "confidence": 0.9577829411764708
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "It would sort would work. Yeah. If you took, if you peeled your face off and put my face on it, that. Oh, my God. Why don't you and Steve for an experiment? Swap faces?",
      "start": 2005924,
      "end": 2015904,
      "confidence": 0.9117325714285718
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "The great thing is I wouldn't age.",
      "start": 2016204,
      "end": 2018124,
      "confidence": 0.9357857142857142
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. Would you do that? If I could, if it was safe.",
      "start": 2018284,
      "end": 2022824,
      "confidence": 0.8095078571428571
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "I think I'm getting the rough dealing, though, to be honest.",
      "start": 2026024,
      "end": 2031364,
      "confidence": 0.8158727272727273
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Yeah, well, no, you get some money back. It'd be part exchange. I mean, it would, you know, it's like you make up the difference just to wear your brilliant face for a week.",
      "start": 2031784,
      "end": 2039472,
      "confidence": 0.8759791176470586
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "But the doctor was saying, oh, he's not complicated. He said, the worst thing is something about the people who were related to the dead person. It's a bit weird for them still seeing the face of someone they know.",
      "start": 2039528,
      "end": 2053624,
      "confidence": 0.9086257499999999
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "Walking about when they audit.",
      "start": 2053664,
      "end": 2060272,
      "confidence": 0.71324
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "You're never a dull moment. It doesn't matter whether you're talking or I'm squeezing your head. It's. I'm never bored. I never go, oh, that's enough, Carl. Do you know what I mean? I never. I got battling tops. I got bored. It's like computer games. You think it's the best game in the world, and someone goes, how are you getting on with Tomb Raider? You go, I don't play it anymore. How's Carl? I go, he's brilliant. He's brilliant. I was squeezed. Yesterday, I was squeaking in his face. I got him down to the ground, he said this, he said, I'm never bored with you, do you know what I mean? It's brilliant. I'd like to rent you out to.",
      "start": 2060288,
      "end": 2089536,
      "confidence": 0.8794279674796748
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "People see me, I'm different. I would happily leave him now in the bottom of the cupboard until quizzes.",
      "start": 2089560,
      "end": 2095964,
      "confidence": 0.955702105263158
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "Until the old pub quiz night when there's no one else who will have you on the team.",
      "start": 2099184,
      "end": 2103364,
      "confidence": 0.9728055555555554
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Done him again? Yeah. Where's his mum and dad then, Carl?",
      "start": 2104864,
      "end": 2108214,
      "confidence": 0.7674609090909091
    },
    {
      "pos": 372,
      "speaker": "C",
      "text": "Hmm, yeah, in Bristol.",
      "start": 2108254,
      "end": 2110454,
      "confidence": 0.5658825
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2110574,
      "end": 2111314,
      "confidence": 0.89262
    },
    {
      "pos": 374,
      "speaker": "C",
      "text": "Can't believe it.",
      "start": 2111774,
      "end": 2112694,
      "confidence": 0.8128800000000002
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "I love the fact you can insult me but never insult my parents feeder. But Rogers, XFM 104.9, Ricky Gervais, Steve Merchant.",
      "start": 2112734,
      "end": 2122686,
      "confidence": 0.8058054545454546
    },
    {
      "pos": 376,
      "speaker": "A",
      "text": "Carl just said to me, said, what face would you after me? And I went, what do you mean? Whose face would you have? And I went, I don't know, boys, so the skin would be regenerated and I'll be a bit weird. He said, oh no, someone famous. And I went, I don't know. I went, is, would you have, you went, Barry Sheen?",
      "start": 2122710,
      "end": 2144384,
      "confidence": 0.8670924615384613
    },
    {
      "pos": 377,
      "speaker": "C",
      "text": "No, but what I meant was when I was talking, when I was talking to Susan about it, yeah. Saying, this is amazing. She said, well, whose face would you have now it's got to be fairly recent to have the skin fresh because it can't be too old. So I had a choice of like Barry Sheen or what's her face, or for last, the summer wine. Oh, who's the old woman who just passed away?",
      "start": 2144724,
      "end": 2169600,
      "confidence": 0.8675776623376624
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Thor heard.",
      "start": 2169712,
      "end": 2170288,
      "confidence": 0.512885
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "Thor heard. So that's what I meant. If I could have any face. Because she said, well, you could have had Tom Cruise or something. I said, well, he's not dead.",
      "start": 2170336,
      "end": 2177324,
      "confidence": 0.8663125806451611
    },
    {
      "pos": 380,
      "speaker": "A",
      "text": "You give yourself restrictions in your fantasy. So I look down your picture. I love the idea that someone getting a call. Mister Millwood, I'm. Hello, it's Doctor Hanrahan. Barry Sheen has just passed away and. Oh dear. Yeah, bad news and good news. Do you want his face? Do you want his face?",
      "start": 2179544,
      "end": 2198088,
      "confidence": 0.8705672222222225
    },
    {
      "pos": 381,
      "speaker": "B",
      "text": "Does Suzanne go out with you, like for charitable reasons?",
      "start": 2198216,
      "end": 2200924,
      "confidence": 0.849892
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "I love that she encourages you.",
      "start": 2203624,
      "end": 2205924,
      "confidence": 0.7798900000000001
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "She was saying about Tom Cruise and I was like, oh, you know, she said, you know, he's not a bad looking fellow or whatever.",
      "start": 2206504,
      "end": 2212256,
      "confidence": 0.9274176
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "Well, what she's saying is, Carl, is there any chance you could go and get a different face? Maybe something like Tom Cruise would be good.",
      "start": 2212400,
      "end": 2219622,
      "confidence": 0.9388842307692309
    },
    {
      "pos": 385,
      "speaker": "C",
      "text": "Then I was saying, right, first of all, he's got to be dead and he's not. But if he was and you had that done, would you feel like people.",
      "start": 2219718,
      "end": 2227270,
      "confidence": 0.9138790000000001
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "Were looking at you on the tube?",
      "start": 2227302,
      "end": 2228526,
      "confidence": 0.7634299999999999
    },
    {
      "pos": 387,
      "speaker": "C",
      "text": "Well, no, like say, if the people who made mission impossible said, we want to do a third one, would I then would I be in my rights? Tail. I don't want to do it.",
      "start": 2228590,
      "end": 2238874,
      "confidence": 0.8946785714285713
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "I don't know what he's doing.",
      "start": 2239974,
      "end": 2241614,
      "confidence": 0.8457183333333332
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "I don't mean to be offensive, Carl, but your girlfriend could do a lot better than you.",
      "start": 2241774,
      "end": 2247314,
      "confidence": 0.9550323529411765
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "And then get off of the film.",
      "start": 2254174,
      "end": 2255990,
      "confidence": 0.9212657142857144
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "But why does she have conversations like this with you?",
      "start": 2256102,
      "end": 2258982,
      "confidence": 0.8915139999999999
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "There's now on last night, there's no mattel.",
      "start": 2259078,
      "end": 2262114,
      "confidence": 0.6601237499999999
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "What should we talk about? What about getting a new face? Oh, dear. I was, oh, that cartoon, I mean, for. You don't know what Carl looks like. There's a cartoon that was in last week's heat, isn't it? That's Drew is on the website. What's it going for now? Bid?",
      "start": 2263294,
      "end": 2275342,
      "confidence": 0.8113972549019609
    },
    {
      "pos": 394,
      "speaker": "C",
      "text": "I think it's about 225 quid at the moment.",
      "start": 2275478,
      "end": 2278614,
      "confidence": 0.8870377777777778
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "What do they have to do to bid for it?",
      "start": 2278654,
      "end": 2280286,
      "confidence": 0.9375600000000002
    },
    {
      "pos": 396,
      "speaker": "C",
      "text": "Just, just email and I'll pass it on to the website people.",
      "start": 2280430,
      "end": 2283118,
      "confidence": 0.8062383333333334
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "I know why he put it in. It's because the editor, Boyd Hilton, looks a little bit like you, don't he?",
      "start": 2283166,
      "end": 2287994,
      "confidence": 0.8951009523809526
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "Sort of me ugly brother.",
      "start": 2288454,
      "end": 2289926,
      "confidence": 0.831768
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "He's probably listening and he says nice things about you.",
      "start": 2290110,
      "end": 2293558,
      "confidence": 0.9394200000000001
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "Yeah, he can still say nice things, but I bet he knows deep down you know if you're good looking or not, don't you?",
      "start": 2293686,
      "end": 2298154,
      "confidence": 0.9308308333333333
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "I can't believe. Come on, Steve.",
      "start": 2298574,
      "end": 2300566,
      "confidence": 0.9032733333333334
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "I mean, what are you doing?",
      "start": 2300630,
      "end": 2301622,
      "confidence": 0.830425
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "This is going, this is going crazy now, Colin. I don't know, you're just. The insults are flying left, right and center. You've got no limits. You're just gone crazy, just gone wild. You're spawning around just because you look like Tom Cruise.",
      "start": 2301758,
      "end": 2312310,
      "confidence": 0.8356634883720929
    },
    {
      "pos": 404,
      "speaker": "A",
      "text": "I think it's because he's been hanging out with Christian O'Connell.",
      "start": 2312422,
      "end": 2314654,
      "confidence": 0.9192909090909093
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2314734,
      "end": 2314966,
      "confidence": 0.65997
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "And they're both thinking. Yeah.",
      "start": 2314990,
      "end": 2316278,
      "confidence": 0.8358920000000001
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "With a couple of media players.",
      "start": 2316366,
      "end": 2318046,
      "confidence": 0.8695433333333332
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2318150,
      "end": 2318502,
      "confidence": 0.52906
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "Too big for their boots.",
      "start": 2318558,
      "end": 2319318,
      "confidence": 0.9453820000000001
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Yeah. Not scared. Although he's scared of Christian. He's scared of Christian in here because he's not allowed to do monkey news because Christian wants to. He's scared of him.",
      "start": 2319366,
      "end": 2326134,
      "confidence": 0.909454
    },
    {
      "pos": 411,
      "speaker": "C",
      "text": "I'm not saying that. Right. Christian.",
      "start": 2326254,
      "end": 2328834,
      "confidence": 0.9878916666666666
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "Once around the block, badly drawn boy. I like him. He's funny as well. You know what I think he looks like? If me and you were put in a blender, Carl, do. I mean, it's sort of. He's got my sort of shape. Is that your sort of accent?",
      "start": 2341454,
      "end": 2357302,
      "confidence": 0.8945044
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "And when you put in a blender, does that. What a voice.",
      "start": 2357478,
      "end": 2363154,
      "confidence": 0.9349758333333335
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "The time I thought of putting the two of you in a blender.",
      "start": 2367054,
      "end": 2369554,
      "confidence": 0.8836030769230769
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "I told you that thing about the sponges, didn't I?",
      "start": 2370294,
      "end": 2372342,
      "confidence": 0.9285709999999998
    },
    {
      "pos": 416,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2372438,
      "end": 2373062,
      "confidence": 0.98169
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Yeah, that freaked him out. You know, if you get two sponges and you die, one red and one blue, and you liquidize them, we pour them into a tank of water. After a couple of hours, there's a blue sponge and a red sponge because their cells know and they, they reform. And you know what he said? He went, how'd you kill a sponge then?",
      "start": 2373198,
      "end": 2391084,
      "confidence": 0.8910065671641791
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "Yeah, of course.",
      "start": 2393024,
      "end": 2394164,
      "confidence": 0.7781399999999999
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "Oh, what a great thing to say. Oh, my back's killing me because I went, you know, I did my back in last week and I had to get a chiropractor out and I couldn't walk. Well, as soon as I could walk, I mean, I came in here on my day off and did a, when you were in Bristol with your mum and dad looking after you, and then I went to Southridge's Sunday, and we.",
      "start": 2395224,
      "end": 2415576,
      "confidence": 0.8908832051282053
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Got a bit of money. Now, why not?",
      "start": 2415600,
      "end": 2417176,
      "confidence": 0.9018125
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Yeah. And I went to the sports department and there's a golf simulator there, 38,000 pounds, and it's just like a shed. And I was looking at it like a kid in a sweet shop. And the two blokes that work there, they recognize, went, all right, yeah, good. When I was just looking at that simulator, it's pretty cow. And I went, no crap, I can't do it. I said, and I got a bad back. And I went, you have a go. And he did it and cut down. He went, that's not bad. And he went, jog. I went, yeah, go on that. And, and I put order and I really tried my hard and it took off and it was really good shot. And he went, good. I went, well, I said, I'm gonna go. And I was thinking, I've got hit this one as well. I've got to hit this one too. And I hit it again. I had three goes. I hurt my back after the first one and cheers, thanks very much. And I walked away and I went to Jane, I went, gotta get cab. She went, I've done my back. She went, why did you show off? I went, I had to.",
      "start": 2417360,
      "end": 2469776,
      "confidence": 0.8560552606635067
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "Of course you did that.",
      "start": 2469920,
      "end": 2471284,
      "confidence": 0.911332
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "I was all the way back. I was allowed to lay on the floor and put ice on my back again for about 3 hours.",
      "start": 2473584,
      "end": 2478538,
      "confidence": 0.8750464000000001
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "What was the best you thought could happen? That they would just say, oh, my God, that guy. That's Ricky Gervais. Is there nothing he can't do?",
      "start": 2478706,
      "end": 2487338,
      "confidence": 0.9171985185185185
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "That's exactly what I wanted. As always. I see that. I go, cheers, yeah. As I got about a few yards away, I just slow down and I and Jane go, what are you waiting for? I go, listen and go, that man is a God.",
      "start": 2487426,
      "end": 2500146,
      "confidence": 0.8194793478260868
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2500210,
      "end": 2500522,
      "confidence": 0.62151
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "And I go, come on, Jane, let's go home. Yeah.",
      "start": 2500578,
      "end": 2503694,
      "confidence": 0.950409
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Have you ever been able to walk through a fairground past of those machines? Those test your strength machines?",
      "start": 2504594,
      "end": 2511458,
      "confidence": 0.915628947368421
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2511546,
      "end": 2511930,
      "confidence": 0.77902
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "And not have a go at it?",
      "start": 2512002,
      "end": 2513374,
      "confidence": 0.9315357142857142
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "I don't think I'd be very good at that.",
      "start": 2514034,
      "end": 2515714,
      "confidence": 0.9813733333333334
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "I bet you cannot walk past one of those rifle ranges and not have a go.",
      "start": 2515834,
      "end": 2518530,
      "confidence": 0.9278768750000002
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "I love. I love rifle ranges.",
      "start": 2518562,
      "end": 2520274,
      "confidence": 0.7751666666666664
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "Got to be the best, I imagine.",
      "start": 2520314,
      "end": 2521338,
      "confidence": 0.8985557142857142
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Yeah. If someone had just won before me, I go, it's not worth it. It's fixed. Sure, yeah, yeah, yeah. Oh, dear.",
      "start": 2521386,
      "end": 2529098,
      "confidence": 0.8535422727272727
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2529266,
      "end": 2529762,
      "confidence": 0.35656
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "So that's why my back is ridiculous. But also, I don't. I hate not being able to do stuff. It's like I'm punishing the injury. Yeah, I know if I laid in bed for it could be better. But I go, no, why should I? Yeah, I used to. When I stick it, I used to hit my head on the banister or summer, and I used to go and get a hammer and hit the banister. And then I started thinking when I was about eight, I remember if I'd hurt myself, I'd go, haha. God didn't hurt.",
      "start": 2529858,
      "end": 2557354,
      "confidence": 0.8756693939393941
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "He's up there thinking, I'm. Bloody hell.",
      "start": 2560014,
      "end": 2562114,
      "confidence": 0.6389871428571429
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "How mental is that? Carl, what are you thinking, mate?",
      "start": 2564294,
      "end": 2567566,
      "confidence": 0.857053
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "All right, rock busters. That's what I'm thinking.",
      "start": 2567630,
      "end": 2569554,
      "confidence": 0.73714
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Straight to it. Straight to it.",
      "start": 2570654,
      "end": 2572606,
      "confidence": 0.81496
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "Go then.",
      "start": 2572630,
      "end": 2573014,
      "confidence": 0.771395
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "Who's the winner? I've got to do the clues again. Right.",
      "start": 2573054,
      "end": 2575374,
      "confidence": 0.87837
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "The first one was the itch hiker needs a lift. Putting something bigger than a car.",
      "start": 2575414,
      "end": 2580590,
      "confidence": 0.79600125
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Yeah, snappy. Go on.",
      "start": 2580662,
      "end": 2581862,
      "confidence": 0.814955
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "Vh.",
      "start": 2581918,
      "end": 2582422,
      "confidence": 0.5507
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2582518,
      "end": 2582886,
      "confidence": 0.87083
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Right. That was Van Halen.",
      "start": 2582950,
      "end": 2584634,
      "confidence": 0.812252
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "Van Halen. Hayley van.",
      "start": 2585734,
      "end": 2587366,
      "confidence": 0.5839675
    },
    {
      "pos": 450,
      "speaker": "C",
      "text": "Because he wanted something bigger than a car. That's the. That's the first one.",
      "start": 2587430,
      "end": 2590328,
      "confidence": 0.8416942857142856
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2590376,
      "end": 2590840,
      "confidence": 0.7544
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "All the tenses are mixed up. Everything. It's just second one.",
      "start": 2590952,
      "end": 2595856,
      "confidence": 0.8582936363636364
    },
    {
      "pos": 453,
      "speaker": "C",
      "text": "Don't be selfish. And some of that out to you, mates. That was c. That was share. All right, sorry. And the third one, the scottish fellas can't get into their emails. The initials there, kl. They. Kenny Logins.",
      "start": 2595880,
      "end": 2612088,
      "confidence": 0.8071597435897436
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "Right. We do blockbusters. That's the last time we do it.",
      "start": 2612256,
      "end": 2617894,
      "confidence": 0.9037827272727273
    },
    {
      "pos": 455,
      "speaker": "C",
      "text": "No, no, it is.",
      "start": 2617934,
      "end": 2618958,
      "confidence": 0.7854125000000001
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "That's the last time. Give it. Give it. To give the prize someone.",
      "start": 2619006,
      "end": 2621462,
      "confidence": 0.8071046153846153
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "Kenny logins. I'm gonna give that one.",
      "start": 2621518,
      "end": 2623990,
      "confidence": 0.8202157142857143
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "Kenny logins.",
      "start": 2624022,
      "end": 2625182,
      "confidence": 0.724205
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "Helen Parrot. She has emailed in and actually heading. I need you to email in your address, if you would, so we can send you those goodies, DVD's in the bag and stuff.",
      "start": 2625358,
      "end": 2633454,
      "confidence": 0.9001881818181818
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "But who would get Kenny logging then? If the clue was good, it would get Kenny log. What did he do footloose.",
      "start": 2633574,
      "end": 2638478,
      "confidence": 0.7968754545454547
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2638606,
      "end": 2638934,
      "confidence": 0.66167
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "That famous film about where dancing was banned. Yeah, in that nebulous. Yeah.",
      "start": 2638974,
      "end": 2643878,
      "confidence": 0.7789023076923077
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "That's an extraordinary film. I saw it once in America, like you say, Kevin Bacon in a town where dancing has been banned. I was watching it. It was like if aliens had been watching Earth but only monitoring us through our tv and films.",
      "start": 2643926,
      "end": 2655000,
      "confidence": 0.9431791111111112
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2655032,
      "end": 2655336,
      "confidence": 0.80065
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "And then tried to make a film about humans. That's the film they'd end up with.",
      "start": 2655400,
      "end": 2658484,
      "confidence": 0.8945937499999999
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "They think of queen the musical because they're, of course, rock and rolls band.",
      "start": 2659064,
      "end": 2662904,
      "confidence": 0.8554871428571428
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Isn't it in the future?",
      "start": 2663024,
      "end": 2664312,
      "confidence": 0.93392
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "That's.",
      "start": 2664448,
      "end": 2664776,
      "confidence": 0.65699
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "I'm not looking forward to the future, Rick, where feelings and emotions are gonna be banned.",
      "start": 2664800,
      "end": 2667960,
      "confidence": 0.8877974999999999
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "I can't believe it. Where's our hoverboards?",
      "start": 2668032,
      "end": 2669992,
      "confidence": 0.9613671428571429
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "Yeah. So, yeah. Well done to head in, Perry. Is that the last time we do rockbusters?",
      "start": 2670088,
      "end": 2674552,
      "confidence": 0.8620947058823529
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Yeah, yeah. After the break. Monkey news.",
      "start": 2674648,
      "end": 2677310,
      "confidence": 0.8577914285714285
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "No, we'll play. Oh, yeah, we'll do a break. Don't know about monkey news. Got some other stuff as well.",
      "start": 2677432,
      "end": 2682802,
      "confidence": 0.8818349999999999
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "We did monkey news after the break. Radiohead. They're there, like everything they ever do that's grown on me more and more. It's brilliant. XFN 104.9 Ricky Gervais. Steve Merchant, Carl Pilkington. Well, you know what it's time for, don't you? Oh, chimpanzee that monkey news.",
      "start": 2682818,
      "end": 2701974,
      "confidence": 0.7941084782608694
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "It always gets me, that jingle. It's a joy. Once more, please.",
      "start": 2702754,
      "end": 2706450,
      "confidence": 0.9045766666666665
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Well, Carl, do you reckon you could sort out to do other people to have real jingles with their name on it and don't have to say who's in the room, what's happening and do their own jingles?",
      "start": 2706522,
      "end": 2714946,
      "confidence": 0.8922831578947368
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Well, Christian's got one for it. For monkey news that he does.",
      "start": 2715050,
      "end": 2718322,
      "confidence": 0.8373241666666668
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Why is Christian doing monkeys? I don't understand this.",
      "start": 2718378,
      "end": 2720530,
      "confidence": 0.854
    },
    {
      "pos": 479,
      "speaker": "C",
      "text": "Because he did it ages ago.",
      "start": 2720642,
      "end": 2722362,
      "confidence": 0.9956716666666666
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "So you ripped it off. A question.",
      "start": 2722538,
      "end": 2724266,
      "confidence": 0.7907457142857143
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "I ripped it off. I said to him, I said, there's enough monkey news to go around.",
      "start": 2724330,
      "end": 2727694,
      "confidence": 0.8553376470588235
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Well done. I don't want cast offs. I thought this was your idea.",
      "start": 2729314,
      "end": 2733074,
      "confidence": 0.9266815384615386
    },
    {
      "pos": 483,
      "speaker": "C",
      "text": "Let's not do it. But what's new?",
      "start": 2733114,
      "end": 2735716,
      "confidence": 0.8420471428571429
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "What?",
      "start": 2735850,
      "end": 2736576,
      "confidence": 0.99153
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "There's monkey news out there. I mean, if he wants to have a meeting in the week and say, well, this is the news I've got, the way I see it is he can do it in the week. He's doing like the, you know, the news at ten type monkey news. We're on on a Saturday. We're like the, you know, Jeremy Paxman monkey news night. We look at stuff in more in depth.",
      "start": 2736760,
      "end": 2755040,
      "confidence": 0.8896510666666669
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "You very much behind the monkey news is true. You sort of interpret it. You give it your own.",
      "start": 2755072,
      "end": 2759176,
      "confidence": 0.7977378947368422
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "You're the man behind the monkey, behind the news. I mean, I know that. So we are just called monkey news anyway. It's sort of generic term, like the music art is called chimpanzee that. And it.",
      "start": 2759360,
      "end": 2768418,
      "confidence": 0.8668327027027026
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Yeah, but he's, he's seen a better monkey news in it. Are we doing it or not?",
      "start": 2768546,
      "end": 2773114,
      "confidence": 0.8867217647058824
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Well, I've got no reason to stop.",
      "start": 2773194,
      "end": 2775454,
      "confidence": 0.7610585714285714
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "He probably played Radiohead as well. Should we not do that?",
      "start": 2776834,
      "end": 2780802,
      "confidence": 0.8789936363636365
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "I said that David Attenborough did monkey news before all of us.",
      "start": 2780938,
      "end": 2783814,
      "confidence": 0.9239350000000001
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "But I mean, I personally don't listen to Christian because I don't get up that early. So, you know, I'm missing out a lot. I'm not saying it's a bad show. My point is this. There's a lot of people, I imagine, who don't listen to monkey news in the week. They, perhaps they miss it or they're busy. It's nice to have a little kind of omnibus monkey news at the weekend with Carl Pilkington. So that's what this is.",
      "start": 2786314,
      "end": 2806542,
      "confidence": 0.8824227160493827
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "So we're doing it.",
      "start": 2806678,
      "end": 2807462,
      "confidence": 0.91719
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "Let's play the jingle.",
      "start": 2807518,
      "end": 2808594,
      "confidence": 0.7866975
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Oh, chimpanzee that. Monkey news night.",
      "start": 2809974,
      "end": 2813594,
      "confidence": 0.789305
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "Excellent. Good. So we'll sort of get some monkey experts on maybe next week to dissect it.",
      "start": 2815534,
      "end": 2820634,
      "confidence": 0.9006570588235293
    },
    {
      "pos": 497,
      "speaker": "C",
      "text": "You ready?",
      "start": 2821394,
      "end": 2821978,
      "confidence": 0.829275
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2822026,
      "end": 2822514,
      "confidence": 0.80474
    },
    {
      "pos": 499,
      "speaker": "C",
      "text": "All right. Is this monkey?",
      "start": 2822634,
      "end": 2824370,
      "confidence": 0.90114
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2824482,
      "end": 2825234,
      "confidence": 0.891945
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "It's called Jack. All right. I got pally with this bloke who worked in a railway station.",
      "start": 2825354,
      "end": 2831694,
      "confidence": 0.85678
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "How, how?",
      "start": 2833394,
      "end": 2834226,
      "confidence": 0.5637099999999999
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "Pen pals?",
      "start": 2834330,
      "end": 2835386,
      "confidence": 0.7678849999999999
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "I don't know. I didn't say.",
      "start": 2835570,
      "end": 2836626,
      "confidence": 0.771005
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "All Internet on the Internet.",
      "start": 2836650,
      "end": 2839454,
      "confidence": 0.711314
    },
    {
      "pos": 506,
      "speaker": "C",
      "text": "So anyways, helping him out all the time. It's this fella's job, right, to sort of make sure it's safe for the trains to come in, that sort of thing, right? But he's always working on his own. So he's got his mate Jack in with him, right, this, this little monkey. And, you know, they're having a good time, they share lunch together and stuff like that. Anyway, it gets to a point when the fellow whose job it is, he starts getting old and Jack the monkey starts getting more involved.",
      "start": 2841354,
      "end": 2865546,
      "confidence": 0.8934627956989253
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "Presumably this is a chimpanzee as opposed to a monkey. You mean when you say monkey? It's generic term. You mean. You mean, you mean chimps usually, don't you?",
      "start": 2865610,
      "end": 2873042,
      "confidence": 0.933248275862069
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2873098,
      "end": 2873642,
      "confidence": 0.80636
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "Go on then.",
      "start": 2873778,
      "end": 2874418,
      "confidence": 0.50361
    },
    {
      "pos": 510,
      "speaker": "C",
      "text": "So, you know, he's clocking the fella, doing his job and he's thinking, I can do this.",
      "start": 2874506,
      "end": 2879178,
      "confidence": 0.8954876470588237
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "Okay.",
      "start": 2879346,
      "end": 2880034,
      "confidence": 0.5348
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "I love it.",
      "start": 2880154,
      "end": 2881016,
      "confidence": 0.9914266666666668
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "He's helping out, he's pulling down the levers and stuff. So the train sort of coming on the right line, he's clocking it he sticks his head out of the little window, see the trains come in and that.",
      "start": 2881130,
      "end": 2891068,
      "confidence": 0.8906117948717949
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "I hope British Rand are listening.",
      "start": 2891156,
      "end": 2892508,
      "confidence": 0.5602583333333334
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2892596,
      "end": 2892908,
      "confidence": 0.83388
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Right in the end.",
      "start": 2892956,
      "end": 2895340,
      "confidence": 0.83975
    },
    {
      "pos": 517,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2895452,
      "end": 2896188,
      "confidence": 0.7097
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "The fellow whose job it is, he lost a leg for some reason. Couldn't work anymore.",
      "start": 2896316,
      "end": 2900412,
      "confidence": 0.8934506249999998
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Lovely.",
      "start": 2900468,
      "end": 2900988,
      "confidence": 0.60812
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "Gave Jack the job.",
      "start": 2901076,
      "end": 2902044,
      "confidence": 0.8428875
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Right, okay.",
      "start": 2902124,
      "end": 2903204,
      "confidence": 0.6899200000000001
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "The railway company happy with that? I'm sure they interviewed a number of people, but he was the best monkey for the job and that's.",
      "start": 2903284,
      "end": 2910680,
      "confidence": 0.8958027999999999
    },
    {
      "pos": 523,
      "speaker": "C",
      "text": "That's good in it.",
      "start": 2910752,
      "end": 2911568,
      "confidence": 0.6787125
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "Well, it's not true.",
      "start": 2911616,
      "end": 2912592,
      "confidence": 0.9011450000000001
    },
    {
      "pos": 525,
      "speaker": "C",
      "text": "Right, once again.",
      "start": 2912728,
      "end": 2914164,
      "confidence": 0.8414566666666667
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Well, it's not true. Don't hand Steve a piece of paper that someone put on the Internet who is probably a bigger mentalist than you. That's not proof. It's not true. At no point did a railway company give a chimpanzee the job of signalman.",
      "start": 2914544,
      "end": 2932144,
      "confidence": 0.9232324444444445
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "It was ages ago. What, Steve, when was it?",
      "start": 2932184,
      "end": 2936430,
      "confidence": 0.900712222222222
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "Before trains, probably.",
      "start": 2936542,
      "end": 2937558,
      "confidence": 0.9178166666666666
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Well, it's in the 1880s, according to this piece of paper, which is what you've based your monkey news on. Now, of course, I think ITN and a lot of the news channels, they tend to get lots of independent confirmation of their news before they give it out as fact. But you've got an email from someone, so let's assume that's real. It says, for this, Jack was officially put on the railway payroll, earning two cent per day and have half a bottle of beer on Saturday. That's what we pay you.",
      "start": 2937606,
      "end": 2961514,
      "confidence": 0.9148709574468085
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "He doesn't even get the beer. Oh, he's not allowed to. To drink. I.",
      "start": 2962654,
      "end": 2966898,
      "confidence": 0.7399157142857143
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "Somebody mailed in, actually, and said, carl, some years ago, did you die? And they took your face and transplanted it onto that other chimpanzee? It would make a lot of sense.",
      "start": 2966986,
      "end": 2975650,
      "confidence": 0.8803103124999999
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "I've never seen you. Never. He always has some t shirts right on up and long sleeve. I bet he's hairy under there. I bet you are hairy because you have to shave right up to your eyes. You're one of them, aren't you? And I can see the growth and it comes out the top there. Are you really hairy underneath? Are you really?",
      "start": 2975722,
      "end": 2991602,
      "confidence": 0.9038683076923075
    },
    {
      "pos": 533,
      "speaker": "C",
      "text": "Well, what's wrong with that?",
      "start": 2991738,
      "end": 2993814,
      "confidence": 0.733192
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "You're. You're a human z, aren't you? That's why you're fascinated with them and why your iq is sort of about 80. I think you might be. You might. I don't mean there was any. I think it was a genetic sort of. Sort of throwback.",
      "start": 2994134,
      "end": 3009358,
      "confidence": 0.8893243478260868
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "You're pretty airy. Your arms.",
      "start": 3009406,
      "end": 3011874,
      "confidence": 0.68195
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "Just. Look. Give me that banana and shut up. My record, that's mine. Cheering Brave average man on XFM won a 4.9. Well, nearly another show over Carl you're not. Got a squeaky chair there. Why don't you sort that out, have it oiled? What do you do in the week? Do you know what I mean?",
      "start": 3014974,
      "end": 3034184,
      "confidence": 0.8026971929824559
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "Can I just nominate a woman that annoyed me today? Go on the tube. I got off at Piccadilly Circus. The sign says, mind the gap. Big sign saying, mind the gap. Voice on the tannoy says, mind the gap. Woman steps over, the gap goes, oh, that's dangerous. I was living. I was just annoying. I want to slap her. There's always one in there every day. So as you walk down the street, I just feel like I want to squat certain people out the way.",
      "start": 3034564,
      "end": 3056654,
      "confidence": 0.8901948863636361
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "We went into this little restaurant. Me go to. Me and Carl, was it Thursday? And we're sitting down there and it's busy outside. And we at the back, she went, that's no smoking. I went, yeah, we're not smoke. So we sit there, right? About that, we get there, there's just another. There's two women there. I'm sitting there and they light up a faggot. And I go to Carl, he meant me no smoking. He went, yeah. So I went, worse. The principle rules are there. He goes, rules. You say, twat, muff and shit on air. Then one rules. Well, they've annoyed me now, right?",
      "start": 3057314,
      "end": 3087952,
      "confidence": 0.8418416666666663
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3088008,
      "end": 3088288,
      "confidence": 0.88982
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "So the waitress comes over and he's putting his. Oh, God. He puts his head down as well. I said. I said, I didn't know why I said it like this. I went, um. I thought, there's no smoking, of course, right? She went, it is, yeah. And I went, right, okay, well, that's smoking. She went. She went, we'd have to move. Then I went, what? She went, do you want to smoke? I said, no, I don't want to smoke other. I said, they're smoking over there. I try not to. And she went, oh, what? I told you. I said, no, I don't want to smoke. She went, all right. And I got unmoved. And I see that.",
      "start": 3088336,
      "end": 3118884,
      "confidence": 0.8410134710743801
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3119304,
      "end": 3119776,
      "confidence": 0.55305
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "But annoyed me.",
      "start": 3119840,
      "end": 3120816,
      "confidence": 0.9883966666666666
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "Do you worry, though, that someone's gonna look around a guy, start Ricky James off the telly?",
      "start": 3120920,
      "end": 3124504,
      "confidence": 0.7145905882352941
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "Yeah. Well, I can't complain now. I said, if I go in, I get bad service. I can't complain because I think, oh, look at him. He thinks he'd complain. So I have to do it. I have to do it secretly.",
      "start": 3124624,
      "end": 3132730,
      "confidence": 0.8813990476190474
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3132802,
      "end": 3133074,
      "confidence": 0.65091
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "You know, I mean. But, um. Oh, there was, uh. Oh, God, right? People come up to me, they recognize me. I give our gossip, and I don't mind it at all. I don't know, I never know what to say. And I'm always, you know, I say, thank you very much. I say, love a show, whatever. I said, of course, and that's great. And they're polite. And I was in the pub the other day and I was just with Johnny, and people have been coming up. They go to your mind about. No worries at all. Yeah, absolutely fine, right? And. And then this group came in, about 820 somethings, right? And they're a bit pissed up. And this woman comes up to me, right, and she goes, she stands there, she goes, ah, right, we like you in our house, right? But you're not as good as Paul calf. And I went, oh, yeah, Steve Coogan. I said, he's brilliant, isn't he? She went, yeah, yeah. You're not as good as him. I went, oh, well, you know, it's not bad to come second to, is it? And then she. Because I did that, she went. She went, ah, no, you're. Yeah, you're great. I've just done my job. Dissertation. I went, all right, well, it's in nursing. She went, yeah, right. Anyway, could I have a hug? And I went, well, do you can have a kiss? I went, well, not really, no. And then this woman wanted to take photos, went, oh, you were so nice on the BAFTAs. I went, well, I am being nice. I just. I'd rather, you know, I don't know, you know, it was embarrassing, right? And then. So I took a picture and then she was. Anyway, and they sort of dragged her away and I sort of dragged her away. And then I was going, oh, God, I gotta go now because they're over there. I said, I can't stand it. I don't mind. And she came and she came, moment. She went, Ricky. And she sat down and I went, I'm going. And I just. I had to go. And then I was with Johnny and Johnny went, oh, God, I've left a bag there. So we had to go back. She's going through the bag. Oh, she. And she went to me, you bastard. I'll never effing watch you again. I thought, well, all right, I don't know what to say. Really nice.",
      "start": 3133114,
      "end": 3241450,
      "confidence": 0.866242177033493
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "I would have cleaned up her bad language.",
      "start": 3241482,
      "end": 3243098,
      "confidence": 0.8154837500000001
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Yeah, I know.",
      "start": 3243266,
      "end": 3248410,
      "confidence": 0.79431
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "No, I just. I got no time for. I just think it's out of order, you know? I mean, this. This whole sort of notion that if you're a celebrity, you're public property. I just heard this counter, they go, you know what you hear people say, oh, it's me who put you where you are. Today. And I think, well, yeah, thanks for watching.",
      "start": 3248482,
      "end": 3264354,
      "confidence": 0.8913132307692303
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "But.",
      "start": 3264394,
      "end": 3264570,
      "confidence": 0.81528
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "But we made the show and everything we put on the tv. It's not like if you get a plumber around, he does his job or work for you. Don't go in his action house.",
      "start": 3264602,
      "end": 3271258,
      "confidence": 0.8639222857142856
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "It's not. I don't see kit. I don't. You know, I mean, I don't phone up the. But, you know, I mean, I don't try and get on the television thing, you know, I refuse to. I don't go to showbiz parties, but I refuse not to go to the pub with my mate. And I just seek out. There's fewer and fewer pubs. I just go to the quietest, you know, what, one old bloke and a dog. And it's sort of like.",
      "start": 3271426,
      "end": 3289840,
      "confidence": 0.8863759523809526
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "But most people are really.",
      "start": 3289872,
      "end": 3290904,
      "confidence": 0.9285859999999999
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "I love it. Honestly. Honestly. People come out and they're polite and I love the show.",
      "start": 3290984,
      "end": 3294808,
      "confidence": 0.8902625
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "It's like.",
      "start": 3294856,
      "end": 3295224,
      "confidence": 0.884125
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "It's alcohol. It's alcohol. Yeah, I know. It's just.",
      "start": 3295264,
      "end": 3297976,
      "confidence": 0.9003255555555556
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "Oh, you take into something, you know.",
      "start": 3298040,
      "end": 3301400,
      "confidence": 0.8156485714285715
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "Yeah. They were there in the station. Of course they don't. You know, they're not the same people.",
      "start": 3301552,
      "end": 3305464,
      "confidence": 0.7561422222222222
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "Who behave badly in the cinema. It's just this breed of person. It just. It just.",
      "start": 3305504,
      "end": 3310312,
      "confidence": 0.9244387500000001
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "I mean, I know.",
      "start": 3310368,
      "end": 3311584,
      "confidence": 0.89638
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Can I put them in room 101?",
      "start": 3311624,
      "end": 3313164,
      "confidence": 0.9054242857142858
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "Let's do that next week, shall we?",
      "start": 3313664,
      "end": 3315224,
      "confidence": 0.984372857142857
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "Well, we're all having a moon.",
      "start": 3315304,
      "end": 3316488,
      "confidence": 0.6638883333333333
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Yeah. Gone.",
      "start": 3316616,
      "end": 3317576,
      "confidence": 0.6362949999999999
    },
    {
      "pos": 565,
      "speaker": "C",
      "text": "Tell you who's annoyed me this week.",
      "start": 3317760,
      "end": 3319208,
      "confidence": 0.8479728571428573
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "Gone.",
      "start": 3319256,
      "end": 3319696,
      "confidence": 0.65218
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "If we make it a little feature.",
      "start": 3319800,
      "end": 3321272,
      "confidence": 0.9028842857142857
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "Gone.",
      "start": 3321368,
      "end": 3321904,
      "confidence": 0.46007
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "David Blunkett.",
      "start": 3322024,
      "end": 3323224,
      "confidence": 0.63405
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "What's blunk?",
      "start": 3323344,
      "end": 3323832,
      "confidence": 0.445535
    },
    {
      "pos": 571,
      "speaker": "C",
      "text": "It being up to is, uh, dreading yesterday.",
      "start": 3323848,
      "end": 3327524,
      "confidence": 0.6400375
    },
    {
      "pos": 572,
      "speaker": "B",
      "text": "He's not. His dog's not been around your house again?",
      "start": 3328304,
      "end": 3330072,
      "confidence": 0.8789589999999998
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "No.",
      "start": 3330128,
      "end": 3330488,
      "confidence": 0.60786
    },
    {
      "pos": 574,
      "speaker": "B",
      "text": "Causing trouble outside.",
      "start": 3330576,
      "end": 3331336,
      "confidence": 0.81191
    },
    {
      "pos": 575,
      "speaker": "C",
      "text": "He's potter. Stopped to people having sex outdoors.",
      "start": 3331400,
      "end": 3334124,
      "confidence": 0.6520025
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "What do you mean? What's up with that?",
      "start": 3334584,
      "end": 3336440,
      "confidence": 0.8959787499999999
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "If he had sight, would he have stopped it?",
      "start": 3336592,
      "end": 3338684,
      "confidence": 0.9061222222222222
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "See you next week.",
      "start": 3342474,
      "end": 3343654,
      "confidence": 0.98588
    },
    {
      "pos": 579,
      "speaker": "B",
      "text": "I thought we were not trying to offend anyone.",
      "start": 3345154,
      "end": 3346874,
      "confidence": 0.9357177777777778
    }
  ]
}
