{
  "id": "d766ff96-bbad-4f18-a657-9cb454d500e0",
  "status": "completed",
  "text": "Yeah. Oh, yeah. Coldplay. And in my place on XFM 104.9, I'm Ricky Gervais. With me, Steve Merchant. Carl Pilton there, pressing the buttons. Ready to be here? Yeah. How long can you maintain it? I'm bored already. Yeah, already bored. Bored already. Every week you start it the same way. Yeah, that was not bad, though. You actually grammatically made sense, which is impressive. Yeah, yeah, yeah. Thanks very much. A rare treat indeed from digimace. Some of the listeners have already worked out. Got nothing to say at all. Sure. Haven't prepared again. No, we weren't. We did come in half hour early to prepare, but instead me and Carl were playing. You had to flick the football into the bin. We had five goes each or the world was going to end. Okay. And that, that took up. That took up a good 25 minutes. Yeah, I liked it when we came back. And then we started just trying to beat each other in the corridor. And I beat him. I scored a goal. He was gutted because he thought he trounced himself a football. And I beat him and I was knackered and sweating. And as I walk back to about five minutes ago, you were looking to the records, you went, and this was lovely. You went well, with another preparation then. Yeah. Like a sarcastic teacher. Yeah, like a teenager. Like an annoyed teenager whose parents have embarrassed him once again. And you beat Kyle, did you? Yeah. Because you're not. I mean, you're not. I'm not good at football. You're not particularly nimble on your feet. Oh, no, you're not Douglas Bardo. I'm more nimble. I'm all right. I'm all right. But Carl's sort of. I think it's got more skills than me, but he hasn't got the aggression and the light. Yeah. So I just pushed him aside. Yeah. Good work. Yeah, I'm going already. Oh, yeah, yeah. I'm not here next week. What you do, Carl? We're gonna do the best of or something next week on. Yeah, that's what we got. Sorry. Well, I can't sort out. I've literally, I've gotta go to the. Airport straight after the show. You've got to do some links. I'm not doing any links. I said I wasn't. So that's what we planned. No, we didn't. I said I'd do some during the show and then you thought you were joking. I honestly can't do it today. So we do some doing. So what you do, just put the shows that we've done this year. Sorry, guys, I hate to interrupt. This is the sort of stuff we should have been discussing when you were playing football. I know, playwright, what are you gonna play? Let's have a bit of foo fighters. Let's just discuss this off there. Okay? Foo fighters there. Learning to fly. Steve. I hope the pilot that I get today, flying the plane that I'm going on holiday in, has already learned to fly. Well done. That is dynamo. That's a textbook link. Yeah, yeah, yeah. That's genius. Yeah. Very good. Where are you going? What's the story? Where you off to? Sorrento. Where's that? Sort of south Italy. Italy? Yeah. What are you, like, on holiday? Are you a nightmare? Are you the like? But you're quite. I mean, obviously, I. You know, I've often said on the radio before that I'm spending any length of time with you is one of the most unbearable things I've ever had to do. I mean, spending a week with you is nightmarish, and sharing any kind of accommodation is. Do you know me? No, seriously. I mean, it's like. It's like hell. It's like a living hell. It's like having a teenager. No, just. It's like having a teenage kid who can. Can't be entertained by anything. Just chill out. Yeah? Just. Max, relax. Yeah, Max. And so if you're in somewhere like Italy, like, somewhere like that, because obviously, very beautiful city and very cultured and stuff. Yeah? Is that something you enjoy? Do you enjoy the culture of that? The beautiful architecture that say a hotel. Is the same anywhere? Room service and a nice room in porn? It's not. It's nice weather. Sure. If it's not, I'm annoyed. Yeah. And I need to blame someone. And is it true that you go because you go to Italy most years, don't you? Is that because that's the only food you like? I like pasta and pizza. Yeah. Yeah. And I've been to other places. I went to France once and that you can't explain to them to cook it properly. Just cook it properly. I don't want any to cook it. There's blood in the middle of that. Yeah, sure. Hungary, there was. It was just. Oh, I went there for a while and I didn't know. I couldn't identify the animals they were killing for me, so. And I know quite a lot about natural history and I couldn't identify what was on the plate, so I don't. Came on there and squeezed you after. A couple of days? No, I just got annoyed and I went to McDonald's. Yeah. Well, that's the great thing about McDonald's, is they are in exactly major cities. No, but you can't go wrong with. You on holiday night. You know, we were. We were hanging out wherever and I took you to say maybe a beautiful cathedral. Is that something you'd enjoy? I can't quite imagine you actually taking the time to. Well, as long as. As long as it's not a very long walk. We don't have to stay there more than a couple of minutes. I'd love to look around. You'd look at the cathedral? Yeah. That's taken, you know, that takes people breath. You know, takes people's breath away. You know, people travel from around the world to see that. You would. And how long would I think they go somewhere and they go, they're huge. Yeah. Would you. And would you. Would you sort of spend any time looking at that? Would you just sort of soak in the atmosphere for a moment or would you. I'd look at it and I'd go, that's brilliant. And then if there was any sort of soaking in, I can do that later when there's nothing to look at. Right. What's your memory of it later when you're in the bar? Yeah. Yeah. And would you. So can you be kind of in awe of something like that? It's big. Okay. If I go into cathedral and it's. And it's. I've seen bigger, I go, seen bigger. If it's the biggest one I've seen, I go, that is huge. Yeah. Let's go. Yeah, sure. Because you are. You're a sort of man who gets bored, and this is true, Carl, you may not be the fluent is. Ricky Travis is a man who gets bored drinking a glass of water. It's boring because it's not flavorsome enough. No, it's not. It's absolute boring. The only. Jane's got me onto fizzy water, which at least got something there, but I only drink that when I'm sort of dehydrated in the middle of the night. I never. There's no. I never drink a drink of water. No, it is boring. Yeah. Yeah. But that's why you've always got headaches and you're always apparently moaning and stuff. Yeah. One of the reasons I hate you. But when I. When I say hate you, I don't mean I hate you. I didn't mean. I didn't mean to blur it out very strongly. What I mean is, if I'm spending a lot of time with you, that's what? He said, we're in the BBC canteen and I was sort of like. And he just put his knife on. I said, I'm never eating with you again. I said, what's the matter? He said, you annoy me. I hate eating with you. It annoys me. You've got it look like a child food. It's just you eat chips and sausage and rubbish. You don't eat. Look at you. Don't touch your vegetables, you don't drink water. He said, you really got. Because you've got this, like, this hatred of anything that's good for you. You won't eat any form of salad. Why do I eat salad? Because it's good for you. Lettuce is boring. Lettuce is absolutely boring. Cucumber are boring. Yeah, but the thing is, you see, I admit that lettuce and cucumber have not got much flavor, but that's why people will in Italy. They'll add a lovely dressing, maybe some olive oil, maybe some balsamic vinegar. Well, even by yourself. Because the good thing about a nice, mature lump of cheddar cheese is you don't have to have any dressing, although. You add some anyway. I put a little bit of olive oil in it, maybe some mayonnaise, maybe some foes and island dress on a Ritz cracker. You don't need it, it's just extra. Sure, sure. Well, good luck. I noticed you're wearing the. Is this your traveling gear? You've got the sweatpants and the t shirt. The free t shirt. Yeah. Looking to get an upgrade, are you? I'm going first class. Sure. Badly drawn boy. Spitting in the wind on XFM 104.9. Are you gonna be taking in any of the culture initially? Is that something you do? Yeah, the opera. I've never been to the opera. I do like a. You know. You like. I wouldn't sit through a whole one, but I mean, I like. I like the songs they take for it. For that World cup one and those two fat birds that they sung in Shawshank. Redemption was good. Yes. But I think. Yeah. You know, I haven't got into it extensively. I haven't studied the art. The art of opera also. It's in foreign, so you don't really know what's happening. It's in foreign. Yeah. So, you know, that's annoying for you. Yeah. What about. Are you a fan of any of the great english operas, like the Pirates of Penzance? Yeah. Gilbert and Sullivan. To me, Gilbert and Sullivan were like the. Probably their day equivalent of, like, Richard Stilgo getting together with Tony Slattery and then 100 years later go, it's brilliant. It is like they might as well, I don't know, make any. Any episode of whose line is it anyway? Right? Yeah. Into an opera and in 200 years time we're going, that's genius. Listen to this one. Look, this is party quirks, yeah. Amdram society staging. Because when I was in the poets of Penzance once, in an amateur production. You used to, like, use lines. Anyway, I did that, although I did. Watch it when it first came on Channel four about 1520 years ago. But we. We did the Pirates of Penzance when I was in an amateur dramatic society in Bristol. The Bristol Operatic Society. Light operatic Society. I don't know why I was involved, because I can't sing my audition. I thought, this is how desperate they were for blokes. I swear to God. Right. I can't sing, you know. Yeah, all right, calm down. And I went in and they said, what are you going to sing? I went, well, I want to surprise you. They said, do you want a piano accompaniment? I said, no, I don't think so. I went to the back. I swear to God, I went to the back of the room and I just sang thumbelina. Thumbelina, tiny little thing thumbelina, dance thumbelina, sing thumbelina what's the difference if you're very small? Cause when your heart is full of love you're 6ft tall. I just did that and they just. Looked at me like I was the weirdest freak they'd ever had. Immediately put me in the chorus because they desperately were for blokes. We staged, we rehearsed it. I couldn't remember the lyrics. Thank God you were doing thumbelina. Yeah, yeah. I couldn't, um. I couldn't remember the lyrics. What was it for? It was it Gilbert and Sullivan? It was the pirates of Penzance. There weren't enough blokes, right, so that we had to double up. So some of the pirates had to double up as the policemen who are chasing the pirates. A little bit problematic in the scene when the policemen and the pirates have a fight, that was a little bit tricky. And there were things that. There's a sequence where, like these. The daughters of the major general all kind of like, oh, beautiful. Something like, you know, oh, beautiful little girls are we da la, la, la. La la la la, la, la, la la. And the women they had. They must have all been over 40. I mean, real kind of toothless Crohn's. Creeping around in their nineties. Is it the sort of women that buy one of those sort of porcelain dolls from the people? Look, I've had a baby. It's not real. It is a real baby. I'm gonna stab you. Yeah, one of those. Exactly. It's the sort of women that you'd see maybe on tv's bargain hunt, the kind of contestants you get on there. Those women who sort of very namdram. And they think they've clung onto their looks, but they never made it in. The guy who was playing the. There's a guy who's supposed to be an 18 year old prince, an 18 year old pirate. The pirate king. He must have been 40 today. He also directed the show, though, so he got to prance around in these thigh high boots. Ludicrous. It was so embarrassing. It was shameful, really. I'd love to go to Amdram. Am Dram is a whole other world. It's just such an incredible place because there's so much backbiting and envy and. Really incredible. It's worse than the real world of theatre in tv. It's unbelievable because the same old people get to do it every year because they can hold a note. Can we go along? You would absolutely adore it, Jeruse. It is secret. Have you ever done the. In a play, pilk, we know this. Car you performed at the talent show, didn't. Yeah. Oh, the talent show, yeah. Reminders of the talent. That's when I did walk like an egyptian dressed up as a woman. Yeah. Yeah. And did me magic trick. Oh, that's. That. Is it an egg? The egg one? Yeah. Um. What was the egg one again? When I, uh. Actually, I've ruined it now, saying the egg one. But I went on stage with, like, an anky. Yeah. And I said, at this point, I was dressed up as a caretaker in it. Sure. Don't know why. Can't remember. I stood there with this. With this anky over me and. Yeah. I said, right, you're gonna love this one. Yeah. I said, I'm gonna make a bird appear from your eyes. Right. Yeah. And I'm like, oh, God, what's gonna do? So I'm stood there. Yeah, I'm sure they did. Pulled the anki off. It was an egg. Had an egg. I said, oh, it hasn't been born yet. That's brilliant. They loved it. Yeah. Yeah. Wow for it. Did they? Round of applause. Yeah. How old are you? 17. Was that. Apart from the. Apart from your paper round, was that the high point? Of your life so far. Is that the. What's the better? I'd like to see you take that on the road. Or maybe at least up to the. Edinburgh festival next year. Go play a song now. Right. One of my great track. Watch that man off. One of my favorite albums, a loving saying by David Bowie. But during that, can. Can you. Can you think of a couple of things for me? What's the best thing that's ever happened to you? Can you. Can you think about that for three minutes when Steve will leave you alone? Just the best thing that's ever happened to you. Remember thinking, that is amazing. Yeah. Can you do that? Play the record? What's that, man? David Bowie. Steve's caught on a way there. Just wandering around. Not quite ready, were you? Well, no, I'm just relaxing. I'm just hanging. Yeah. Carl. Yeah. Best things ever happened to you. Best event, best day in your life. I mean, there's loads of things that happen, like. Yeah, no, but, you know, I mean, you can go for obvious stuff, like, you know, meeting Suzanne. Yeah. Take that. Take that as red. Yeah. Yeah. You've got that on your desert. And that's all you've done well. And the day you. You know, you got your qualifications through. Yeah. The history. Probably. I mean, when you asked me, then, the first thing that came into my mind, right, that was a real surprise. All right. Because it's like you get surprises on your birthday and that, don't you? But they're not really surprises because you're hassling your mom and dad for stuff. Yeah. And then they, you know, they might buy at you. So it's not really a real surprise, is it? So I'd say something that was really like, oh, yeah, nice one. I've got some. Here. Is the time when my dad said, empty the bin, will you? Right. I saw how do we have to. And I was watching something. It was like, why don't you. Or something like that on the telly. Is this what started your tea bag and banana skin collection? Right. So it was like, you know, in the summer holidays where you'd have dead good telly in the morning, you had, like, the monkeys. Yeah, yeah. Right. And I was, like, loving that. I was watching that. My dad said, empty the bin. I said, oh, the monkeys are on in a minute. He said, just empty the bin. So I emptied it and I just put it near the door. He said, don't leave it there. Said, stick it near the bins in the garden. I'll put it there later. So, no, do it now. Right. So I was like, if I miss the beginning of this, I'll be livid. Right. So I picked it up quick, ran out down to the bottom of the garden, slung it in the corner and sort of went to turn back to go back in and out to look again, because they had like, a little. A truck they bought me. It wasn't brand new. We'd got it from somewhere. A little. A go kart. You know, when I'm like little things. I mean, I was. I was young. Yeah, right, yeah. And it was like. Go Kart? What kind of. No, the plastic ones. Yeah. When you're about. I don't know, I must have been like five or six something. So I don't quite follow that. Sent me out with a bin bag so I could see what it got me. And it wasn't me birthday or anything, he just got it from somewhere. You sure you had just nicked it and dumped you out the back? Possibly, sure. But that was it, like a genuine, like. Oh, yeah, smart. Yeah. So I went back in, watched the. Telling. You about my go kart. Yeah. Like, you. Yeah. About you dad giving it away. Yeah. What's the story? I thought I told this other. Have you gone? What. I just told you. When I was about eight or nine, I had a go kart and I loved it. It was one of those. So you pressed back and forth? Yes. And I used to come in every day, used to just get changed, run out. And it was behind the shed and I used to just go up and down the garden. And one day I came running in and I ran out and I couldn't see it. And I went to the back door, my mum was washing up and I went, where's my go kart? She went, your dad swapped it. Your dad swapped it? Yeah. With this mate, Jimmy, in the pub. He went, it's just. I said, what? Yeah, swapped it for a wheelbarrow. So I went and looked back and there was this wheelbarrow, right, that was obviously just came off a building tight. Yeah. Covered in concrete or couldn't. It was steel. Like, I could hardly move it. Yeah. And I went back and I went, really? She went, yeah, it's your wheelbarrow. My dad lost the wheelbarrow that day. Yeah. And I used to push that up and down. It wasn't the same. And then to push the wheelbarrow up. Yeah. In there or. No, I just, like. I was just trying to sort of keep myself amused. But anyway, that summer I went on holiday and I went to bargain with my mum and my nan. Another wild holiday. Yeah, yeah. And I was sort of out one more caravan and I made friends with this kid and he'd hired a go kart from the caravan. And I remember going around there and it was great. And I said. And I said, I've got a go kart. And the caravan window opened and my mum said, don't lie. You've got a wheelbarrow. Be truthful. I went. I had a go kart. Yeah. Yeah. Oh, that's so tragic. Yeah. Well. You ever really forgive him for that? I'd never forgive him, my dad, if he'd swapped a go kart for a wheelbarrow. I just thought that's part of the course. Yeah. You know, I mean. Yeah, they're in charge. Sure. Did you used to rush home changing into that sort of gardener's gear? Straight into your hard hat dungarees, any bricks need. Exactly. Yeah. Oh, that's so tragic. Yeah, yeah. Still, that was your happiest day. Yeah. Beautiful cars. That's the one that sprung to mind. Yeah, yeah. My unhappiest. You see how go karts can be good or bad? Does that make you think, Carl, that the go kart is, you know, it's good and evil player record. I like that. Huh. So. Oh, really? What ads have you got? I've got these. Electric soft parade. Same way every day on XFM 104.9. I'm Ricky Gervais within Steve Merchant. Rick. I only had one thing I had to do all week. I was. All week. I was so excited about getting up Friday morning, phoning, getting Bruce Springsteen. Oh, yes, the boss is playing in October and basically got up too late. Well, not sold out. Already sold out. It sold out. But I've started calling about 1230. It sold out. I trolled the net. I trolled. Yeah, some of those buys are bulk buys for selling on, aren't they? They're not all individuals. This is the problem. I mean, I don't know how many people they can fit in Wembley arena, but sold out by 1230. And that's popular Wembley arena. Yeah. So at 12,000, it. I was so gutted. It was all I had to do. I was so looking forward to it. I found out one of those, like, dodge quite dodgy ticket agencies. And do you know how much he was offering to, you know, they're like. They're 45 quid to buy. He said the starting price is 225 quid. I mean, that to me is like a ticket toe, like illegal ticket. I don't know. It's crazy. I was. So they'd have to say their booking fee was 150 pounds. Exactly. So I. But now I'm just. I'm like desperate. I don't know what to do. I'm just wondering if I can abuse our position on the radio and just try and scrounge them from anyone who's listening. I mean, anyone who's listening, who's got the power to get them, you know, begging, isn't it? It's exactly what it is, Rick. Yeah, yeah, I was gonna try and dress it up. Yeah, it's just begging. I take it out after you as well. Exactly. Singing him Ricky dot Gervais, bring me into it. Shut up. Ricky dot gervais xfm dot co dot uk. If there's anything you can do to get me a ticket, I'm willing to pay for it up to the .5 quid. Wow. You don't throw your money around 25 quid. Don't you know who I am? Yeah, but, um. But that, I mean, do you know what I mean? Because I'm just like. I asked Kyle if he could sort it out. He's done nothing, he's achieved nothing. I know. So I'm just desperate. I'm in a desperate situation and I don't quite know what to do. I'll tell you this, though, Kyle, don't bother doing favors for him because he's not grateful. You give him so much. He goes, right, this mean I have to give you something back? And I go, well, no. He goes, good. I got you cure tickets and you did nothing to that gig. There you go. It was rubbish. I went along to that gig. It was a balmy summer's night. The cure, as far as I'm concerned, owed me a balmy summer's night because I wasted it. Hour and a half they played for. They played four hits. I don't want to be there. Dirge from like some dodgy album and from like, 1984. I'm not interested. Play the hits. Boys don't cry love cats, blah blah blah blah. Instead I got nothing. I was so angry. I was. I was just. Oh, man, you're probably angry at Carl, weren't you? I was angry at Carl for wasting my time getting me the tickets for, paid for it. You get to see what sort of a bloke Steve merchant is. No, it's not the point. Do you not agree, though, if you're going to go and see a bell at the cure on a summer's night, yeah, Hyde park. You do not want to hear some obscure b sides in album track. But that's what that was a great thing about. When. When I saw Bowie at the BBC, he played what he. You know about that? I don't know about this. You do. What? When did you see Bowie? At the Jonathan Ross recording. Oh, you're sure? This friend, Jonathan Ross. Yeah. What was this? Was that that tv thing he did? Yeah. You went to that? You haven't told me about this. Yes, I haven't. We were away, I think. No, I wasn't, because I watched on tv. It was amazing. Don't tell me that. It was incredible. Are you seriously there? Yeah. And then. Then I went on to a show on the Saturday. Did you? Yeah, cuz I was. John said, oh, I need someone to come in. Yeah. And I went on to the radio. So you hanging out with Bowie? Yeah, go on. Who else was there? Well, the weird thing. Should I go through my favorite artists and you just name them and see if they were there? Just let me know. No, but it was amazing, right? Because he started. He played them just doing local, because it was. That was the meltdown thing. And he did be my wife, which was great. Then he started doing fame, right? And they've been talking about Ziggy in the interview. He was going, everyone goes on Ziggy. We just stop it, right? It's all like, got to a point where it's going all. And it was really funny and. But Jonathan's got a favorite phase and then he started playing them fame, and it was really good and he just went, stop this, stop this. This isn't. Let's do Ziggy. And my spine tingled. Oh, well, I did start us, and I'll tell you what, it sounded like the album version. And he's got an amazing man. And it was. And I love it when they do that. They know. I hate it when they're. Just. Because they've been going for 25 years, they start changing. Sorry. I can't believe that you went to this, that you knew you were going to this and you never asked me. You never asked Jonathan if you could get me in. I mean, seriously. I mean, you know how much that would have meant. Yeah, it was very tight, apparently. I know, but it was very, very. It was very sort. Apparently, Richard Branson couldn't get in. There's a queue. So I was like, special. It was. There was me. Me and Jane went, David Badeo and Frank Skinner. I want some new showbiz friends of yours. No, I mean, I'm rubbing it in, Steve. I can't I'm just. But you might not have liked it. You might have complained like, Carl is the cure and you turned it back. Rubbish, though. That was rubbish. Well, you might not like what David did. You know, I tell you this seriously. If I find out that you do, that you've gone to some secret gig or something in the future and I find that you've been seriously, that's it. There's no more office. There's no more. No, I'm not joking because that to me, is like. That's what friendship is. That's like a textbook example of friendship. What do you think, Carl? No, I just think that you really are. Yeah. I wasn't away. Don't try and fool me. Yeah, I wouldn't have been away. If I was away. I would have been away. You told me what's happening. You were asleep. I'm seriously, I'm. You can. We can joke about it, but I'm really angry about this. What do you think, Carl? There's a secret, right? There's this. Apparently there's a secret Bruce Springsteen gig that's been planned. I'm going. Are you? I. If you. Seriously. But seriously, if you find out you're at that, I mean, oh, dear. To play a record so I can show expletives. Oh, I tell you what, lovely bit of electronic. Oh, just to cook, calm and soothe me. I'm just serious. I'm not joking. That really winds me up. That really winds me up. The cure was good. Electronic. Getting away with it. Nice to hear that again. Yeah, lovely level that. Level that. Someone's just. Well, no, there's a guy who knows that he might be able to sort me out with the Springsteen ticket. So deeply excited about that. But, you know, people don't, don't get, don't care for complexity. Might not be. Steve demands a lot of hard work. Well, he might not be able to sort it out. You know, he's going to make some calls, but if he can't, then, you know, keep calling or emailing. Ricky. Doc, you'll be taking me, won't you? Because after that rant about me not taking you, well, you're welcome to go. I mean, if. Well, if you told me that before you. I probably could have blagged some using your name. If you let me do that, I could have phoned up the promoter, Ricky Gervais, Bach, the winner. He'd probably sort of be right. But, yeah, I mean, you know, joking aside, it is quite serious. And as I said, I don't want to pay through the notes for him, you know, I'm willing to go up to sort of 47 pounds they cost like that. Steve, trying to impress a girl in a queue, offered the bouncer two quid for himself if he could go to the front. That was so embarrassing. I tried to bribe. I tell you, that car. I tried to bribe the bouncer. He was coming out. He was just. They thought he was really. He thought he was in total. He was. He was like the bouncer of the Met club, the Met bar or something tender in. He was choose. No, he wasn't. He was picking people off. Right? That was it. He was picking people off and he was going, you. You can come in. You can come in. I got chained to a couple of girls. I thought, I'm in here. I'm sorry, dear. And I thought, I'll act flash. I'll try and bribe my way into the club. The guy was walking past, I cornered him. I went, we. How much did it go in? He said, fiver. I went, I'll give you seven. Because the problem I had was I didn't want to go straight to, like, a tenor, because if he accepted seven, I didn't want to be that. We could at least haggle. It was the term. Is that frugal? What is the term for that? Thrifty. I know, but I'm resenting this because you are trying to create this kind of. This lies, this myth that I'm somehow, you know, like, that I'm somehow cheating my money or that I'm not a great lover, frankly. Carl, you went to habitat this week, didn't you? You're not gonna believe this, Steve. Go on. He told me that. Do you know, I told you about those. Those lads at school with big heads. Sure, yeah, the big head lads. Yeah, right. And the web feet. Yeah. Web dance. Web dance, was it? They weren't there, were they? They weren't there. But, you know, like Ricky was always saying, oh, they don't exist. They only went to your school. You know. La, la la was in abitak. There was only one. One sat on a sofa. Not one of the lads, but one of the biggest lad, a big headed lad. What is that like? Is he like Frank? Side, bottom? I mean, is it like. This is why, you know, it's maybe a medical. Well, it'd be nice if there's a doctor listening. Yeah, yeah, a doctor listen to x. I'm thinking I must phone up and fuel Carl's obsession with. Yeah. Deformed. Yeah. Nobody's not really deformed. Probably. You see, it's weird how it's always kids. I will see with it. So I'm wondering whether the growing head right then the. When they get older it works out all right. Like jumpers my mum used to get me, but jumpers a size too big, so it last a year. So I'm just wondering if it's the same. How old are these generally? They're not like adults. They're like when I was at school, that was probably about seven. And this kid on. Do they have to wear any kind of apparatus to sort of keep their head from kind of, you know, not tipping them over or sort of staying? Well, I'm just worried that the heads can be too heavy for their body or something in there. No, I mean, it's not that big. Right. It's just not. Right. You kind of go. You sort of do a bit of a double take. Yeah. Like the fringe isn't sort of, you know, just above their eyes, it's quite high up. Sure. That sickens you, obviously. And is it something that repulses you slightly? Do you get. No, no, that's. That'd be cruel. No, sure. Yeah. But you know, it's not cool to discuss it on the radio. Well, it happens, right. I mean. Yeah. So. And I'd just like to know what it is. If it's like a. Like a water on the head type. Like water on the knee. Yeah, but on the head. On the head. But yeah, if anyone knows what it is. Yeah. People with big heads. Yeah. The. And it's. Yeah. Okay. It'd be good. Good information. So what time, how we do it was suspective. You sure he wasn't sort of. Sort of leaning forward and he's really tall, so the top of his head looked quite big. But then it went to a little body, but really his body was a lot further away. No, big head. Yeah, big head. Rest of his body, fine face. Okay. Everything's normal. You're looking at him in a kettle. If you wore a hat it'd be all right. What do you mean? If you wore a hat he'd be alright. You'd probably just think, oh, it's a big hat. So you put like a ten gallon hat. Yeah. Without. With that would go down onto his shoulders with two eyes cut in it. Yeah. Like the ant hill mob. Michael Benteen's potty time. Yeah. How would it help him? Yeah. Are you sure this wasn't a diddy, man? I'm not being mean, I just want. To know what it is. No. Okay. But if you are a doctor listening, and you, and you, you know, you want to use your kind of free satin. Not the doctor who phoned the bloke in America and said, where do I get blood from? Sure. Not that doctor, because I assume he's been struck off. Now, giving. Give us a call and sort out the whole big head conundrum. What's the number? Oh, 8700 801. Two, three, four. Also the number to call if you have Bruce Springsteen tickets available. I pay up to 47. Don't do it. Go yourself. Don't give him to Steve for cost price. Make a little profit. I mean, don't save the million. You know what? I feel you've already ruined the matter thing. Don't ruin some more of my dreams. But I'll tell you what, if you do get Steve a ticket, he'll be so grateful that he will spend a bit of money on you. I imagine you'll buy tickets and, you know, give them something pretty special because you're earning now and, you know. Yeah. So let me discuss that with them. I mean, let's not make any promises. Yeah. You're in the middle of a phone call. There aren't. Yeah. Is that Paul bloke still on the line? Probably not. No, he's gone. Oh, has he? Yeah. White stripes. Yeah. Dead leaves and the dirty ground. Steve, what are you doing? Sorry, man. I'm just preoccupied with other stuff. I've got the whole Springsteen thing I'm worried about. I've got that playing on my mind. I've never seen Steve so worried. Like, usually just. He sits there with his heaven. Rick, I've made promises to people I can't keep. I promised about three different people. I'm getting them tickets. Well, serves you right. I can't believe it. I cannot believe it. Are we doing the game in this hour? What? Oh, we could do if we do that. Your game. What was that thing you told me the other day as well? I've talked about it. People phoning up about this. I don't think we should talk about conditions of the mind and brain. Well, that woman has put you right. Yeah. Shown us it's a hydrocephalus. It could be. And all it is is that it's totally curable and normal life. What they do is it's a baby born with sort of water on the brain and it comes out, must hurt a bit in childbirth, and then they just drain it off. It's just full of water. I tell you what. What just reminded me. Weird stuff going on. It was a baby. Was it? This was it. Maybe it was a baby. Maybe it's. Oh, maybe it was a baby, but it had water on the. Everything. Well, listen, right, this was a kid with a big ad, as far as I'm concerned. Baby. But we know what. He's got everything sorted, but all the things, right, that are weird in the world. Yeah. Always like. Yeah. You're going on about. There's no ghosts and stuff. Yeah. Right. How do you answer this one? Yeah. Someone here who I work with. Yeah, right. I'm not gonna say the acts, it doesn't matter, but they were eating space cake, right? What do you mean by that, Carl? Explain. What's the space cake for people who. It's some sort of druggie cake in it. Yeah, right. A dope brownie or whatever. Yeah. So with cannabis in, is that what you're saying? I think it's something stronger than that in it. I don't know. But anyway, he was having this space cake and. You better give me the name now, Carl, because I've got reporting. No, listen. No, no, no. Is it Sturgis? Was it close to. Yeah, she's gone on the hardest. So he's at a party, right? These mates, and they're listening to the star sailor album, right? Right. And he sat there and he's had some of his cake and he's listening to the album and his mate sat across the way talking to someone else. Hmm, right. That's weird. The album's on and he thinks to himself, this track's going on a bit. Yeah. And his mate across the way, who's talking to someone else, heard him say it. Heard him say it. And he goes, yeah. Goes, yeah, isn't it? Yeah. So he goes, oh, right. And he goes, see, usually at this. Point, I say, this bloke taken drugs. But you started the story. Yeah, with this bloke. No, no, no. Had done some drugs. Right, Rick? No. If he. If he was here now, yeah. He would say, yeah, I know. I think it sounds. I know it sounds mental. Yeah. But it happened. And it wasn't just the one question. It wasn't just like, oh, this track's a bit long in it. Yeah, it is. He had a whole conversation with the guy. Sorry, I just want to clarify. You mean he had the whole conversation telepathically? Yeah. Right. He didn't just shout across. And they've recently met up and. Right. They've sat there and tried to, like, work out what happened and. Without talk at all anymore. Yeah. Why did they meet up? Couldn't they just stay out of it? Do they have to have that cake. Before they start having a conversation? Hold on. Wait a minute, lads. Why are we using our lips? Yeah, this is using way too many foot. Oh, take them. There you go. My only question with that is being skeptics like Ricky and I, whenever we hear a story like that about the paranormal, the first thing we always look for is maybe some. Maybe some other explanation. Yeah, maybe one vague, lying. Could be lying. Chinese whisper. I think you pointed out there are drugs. An issue is madness. Yeah. Fear, delusion, sleep. You know, there are so many things. You go through I'm gonna call drugs. Before your dead grandmother. Exactly. Pops into the equation for me with the acid. Right. Tell the other story that you totally. You totally believe this as a true story that you. The fellow with the. Being killed. Right? Do you know how the other week we were talking about some fella who had his head cut off and he said, when the head goes into the basket, I'm gonna blink a lot. See how many times I can blink. But if you remember when Carl first told me that it was. I think it was Simon or Nick, that point. No, that's not quite right. Carl. Carl told me it. That he had his head cut off. And when his head was in the basket, it looked up and said, count how many times I blink. But he believed that as well. Yeah. So he was happy. He was happy with that? Sure. Did I say so? Yeah. You. A couple of weeks ago, there was a guy, he had his head cut off. And before he had it half, he said, I'm gonna blink to show that there's life after death. He did 32 blinks. So you two were sort of pointing that down the other way. So I looked again on the Internet. Some other website. Yep. And there's a. So it's the website. Just to clarify, the website is the place where you bought that property on the moon, didn't you? Because it was a bargain, right? So this guy fingers umped. Look, we'll see who's been gazumped when that. When this world ends, I got somewhere to go, right? And I know you'll be calling me up saying, oh, can I come with you? Everybody got like two squares. It's all those people with big heads and web feet. They've been buying it all these years. Listen, right, go on. Anyway, player record. Tell us a story after it. We've been trying. Sorry, Carl Jung. We'll come back with this. Another ghost story. Let's play one of my favorite songs. Of all time without going holiday and getting into a lovely, serene move. Serene sorrento, probably from that. It's Neil Young after the gold rush. Beautiful. Still to come, that competition as well. Look forward to that. Carl's quiz. Yeah, well, I dreamed I saw that. What an amazing track. Neil Young, dynamite the gold rush. So go on, Carl. Sorry, go on, Carl. Just take us back a few steps, Carl, what's. What's the story? Right, so I did some research, right. Let'S just recap again. The guy, there was a guy you read about who had his head chopped off, he was guillotined. He had said to the people around him, I'm going to blink once I've had my head cut off still or the brain continue to work out. Yeah, okay, so, yeah, we queried that. So you weren't having any of it? Well, no, possibly for a few seconds till the oxygen stops being fed to the cells because the blood has drained away, but, you know, nothing spectacular. So along the similar sort of lines, right, this is quite a few years ago, this fella sort of upset the royal family doing something, right? So they said that, this isn't good. It wasn't been out under that Jubilee thing, was it? Can't remember what it was. And they said, right, that was terrible. We're gonna. We're gonna cut your head off. You know, you got. You gotta show people, like, you can't be doing what you've been doing. What was this, the 1970s? When you say couple years ago, you mean? Maybe. So was it the olden days? Very good. Ages ago. Yeah, sure. So. So, yeah, fair enough, yeah. So very philosophical. Yeah. Imagine that. This was literally ages ago. Exactly, yeah. Simon Sharma's history of Britain. Yeah, yeah. Oh, and even before that, which is Yonks before, when it was all mental and different. Sorry, Carl, gone. So he's having his head cough and he's resigned. It's a day before. He's kind of got it into his head now that I'm not gonna have me ed much longer. So he said, let's. Let's make use of this. Yeah. He said, I wonder how long, like, the body can stay alive without me head on it. Right? So they were like, I don't know. So hoover. So the jailers, these jailers with one eye. Yeah, yeah. Get out. So wait a minute, I've got interesting scientific experiment. Jailer. Well, yeah. What is it? So he said, what I want to do, all right. He said, you know, surely it's me last. Right. You know, I'm gonna be. I'm gonna be dead tomorrow, so let's out this long. Did he. Yeah, he said, let's. Let's. Let's test this out, you know. He said, do us a favor. He said, you know, it's me last day. What I want you to do is you're gonna cut me head off. Let's put a white line on the floor. Right. And see if you know, because there's no point asking how far he can sort of walk without an Ed if there isn't a line, because you don't know what to count, you know? I mean, if it's just. If he loses his head and he's running around all over the place, you can't really count. That's not impressive enough. So they said, let's make a white line. Sure. Yeah. Who said this? He did. All they did. I think they started to join in with him and say, well, let's make this a sure. You guessed it. Go on. So they got Norris McWhorter. Yeah. So they said, let's get this white line. Yeah. Dedication's all you need. We'll do this. We'll do this tomorrow. He said, all right, I'll see you in the morning. Night night. Sleep tight. Bye bye. I love the fact that God knows exactly what was said. He doesn't know the story or what order is it or when he was. Exactly what he knows. The introducer. All right, then. See you in the morning. Oh, I'm not like that. Oh, you joker. Don't let the bed bugs by. Anyway, so he gets up. Do you want a paper tomorrow? No, I'm all right. Go on. He gets up and they say, right, you know, today's the day and night. And he said, well, you know, I've got. Got used to the idea. So there's a white line for you. Go on. So. So they go, right, you ready, then? And he said, I go on. And they cut his head off. And the body walked 32 steps without a head. Wow. 32 steps. Incredible. And that's. That's. That's the lesson, really. Did it get as far as the. What? It walked along the white line. Yeah, it stayed along the white line, did 32 steps, and then started to stumble a bit and it just fell over. But, you know, it was a test that your body can still keep alive for a little bit. Yeah. When. When you've lost your absolute waddle, absolute twaddle. What do you reckon you can do then without an Ed? How many? Nothing. There'd be muscular spasm. Right. It would twitch a bit, yeah. You could not distinctly take 32 steps, the body don't. Yeah, yeah. Is the doctor still on the line? The fellow that bought six parrots? Yeah. And uh, you know you could have got 32 steps. Right. So you're doing a bit of line down. Right. You don't believe that, but something that you do believe that a cockroach can live a week without an Ed. It can. Slightly different, slightly different kind of fish there. Why? Wow. Insect to human is that is what I'm thinking, yeah. Difference, there's not that much difference in. Do you know that a snake has a heart and lungs and kidneys and stuff? Go on. No, well I'm just saying. So you're making out as if like they're a totally different like species. I am, I am making that, I mean call me old fashioned, do you. Know what you're talking about? I don't want you embarrassing yourself, Rick. Yeah, I am suggesting they're totally different beings. Yeah, that is, yeah. Now Carl, the cockroach is a very different thing. The interesting there is that it lives, it lives about its head because a lot of it's on, some of them are phototropic, chemotropic, some of them just literally have irritation and muscle memory. I mean they do have a central nervous system but it's very different. So if you lose the head, it bypasses a lot of that. Anyway, all this is running around. The reason it dies because it can't take on water. But it's very different to a man, right? Having consciousness and then losing that and the body's still going. Now I remember, I think I remember what I was going to do here. I'm going to carefully walk 32 steps along this white line. Imagine you just looking out going, missed a bit, maybe the head was in the corner going left. Ya left. Oh, he's not. Well, let's just put it out. I mean if anyone listening is maybe had a relative behead, maybe in a hot horrendous car accident, but they got up, maybe they went for a walk, they, you know, they had a little chat, get in touch. You are my favorite being, you are my favorite species. Now you car may not be particularly different genetically from a cockroach. You are. Cockroaches do that. Why you ever made them? When? Let's play a record. You know what, when I told him this fact, I send him little facts on text messages just to inflame his, you know, interest. I just sent him, a cockroach can live nine days without his head. He texted back what's the point of that? Yeah, what's the point? They're not doing experiments, these cockroaches. He's a boring last week to have. And he went on top of that. You're thirsty. So it's the worst week of your life, isn't it? That week without your head player. Record player. Record competition time. Next. Oh, look at his little face. Look at his competition. Oh, we could do without an ed m and m. Bit late there, weren't you? Call it waist phones on. Cleaning out my closet. What you doing? I've got a stuff her face with toilet paper competition. Yeah. Do you know, we, when we were writing the tv show, I was filming it just for our own amusement. Just sort of, I suppose, more as a document, really, so that if there was ever, you know, a court of court law that needed evidence of Ricky Gervais's, I don't know what it is, really. Sickness, annoyance. He did this for about 2 hours. He, you see what he's doing now? He's stuffing his face with toilet roll. Yeah. Unfriend the lips out so I could just show your teeth. Actually. Makes me want to be sick. I know. Actually gag a little bit. Yeah, it's horrible. Good. Well, while Ricky does that, Carl, it's time for your quiz. See, this is what this is on telly, right. And you have to be quiet. Oh, you got to take that toilet paper. I'm really serious because it's really annoying. Okay. You gonna be quiet? Yeah. An example of the game, just in case people didn't hear the launch of it last week. It's, it's a song title. I tell a little story. And that song. And that little story is a song in it. Yeah. Right. So say, for example, last week, what did we do last? The woman who. Oh, yeah. Woman who really wants to have a bath because she stinks. Yeah. But she can't because if she had a bath or a shower or a wash or whatever, she'd end up killing herself. Yes. No, you didn't say that. Well, anyway, as an example, that would be one of the stories. Couldn't have a shower because she would have ended up killing herself. Yeah. Right. So this week's them. And don't say if you know it because the idea is that people can. There's this bloke and he buys a new house, right? And he's well happy with it. His girlfriend moves in with him and stuff and she says, right, you know, let's clean it up a bit. Yeah. And, you know, straight away it'll be worth more money. So she says, right, you do the kitchen and I'll do upstairs and that. She's stripping the kitchen down. And he goes upstairs and he's in the bedroom and notices little hole to the attic. Oh, right, brilliant. So he goes, oh, I wonder how much room's up there. You know, I've never weighed it up. So he goes up there, it's all, like, dusty in a mess. And he goes, this could make a good bedroom, this. So he starts cleaning it all out, puts all the rubbish, like, bins the rubbish straight away, and these little boxes with bits in that don't belong to him. I wonder what's in here. Right? So he opens one of the boxes. It's like a little lamp, all right? He goes, this might be worth a few quid, right? And he rubs it, magic lamp and all. Like, all the room goes all sparkly and stuff because, oh, what's going on? And then this fella appears, right, in a nice sort of. In a nice sort of pair of 500 ones, right? And he says, what do you want? I know already. So all the. All the first bit is irrelevant. Yeah? But it's about building the story in it, so don't say anything. You think you know it. Steve, do you know it? I don't. So I just quickly recap the end there. I almost missed the end. So there you go. He's in. He's in the attic, right? His missus is still downstairs. She's not up there. Okay? He's on his own. And he cleans this lamp, right? And this. This fella appears out of all this smoke. And he's wearing a nice pair of 500 ones. And he's wearing a shirt. And there you go. What's. What's. What's the song? What song are you thinking of? The lines are going mental. Let's. Let's play record, Carl. We'll come back and we'll. We'll find out if anyone's got that. Right. That's a great one, Karl. Really. Did you just come up with that literally in the last ten years? Genius. This is genius, definitely. I mean, if those calls aren't for major tv companies, I don't know, it's. I mean, dynamite stuff. A lot of them are. What's his name's lawyer Simon. That's my favorite thing I've done for years. Yeah, not bad. That's great. Back to form there. So. Yeah, okay, line. The lines are going mental. Just because it's easy. Go on then. So I first want to get it. You first want to get it. But what it's not like though, Rick. I mean, Carl has just decided to revise the actual rules of the competition. So that, we've decided is very easy. So that's now a qualifier. And so then someone live. Exactly. So whoever gets that one right, quick. One as well, because some people will lose the will to live. Just cut to the chase. And. And because they've got a qualify now we're throwing an office DVD that I've seen that. Weren't you? Yeah. We'Ll just go live. Yeah. Alex Fm. Yeah, hi. How's it going? I'm not too bad. Not too bad. A very, very quick recap call, if you will, please, for the, for the, for the people listening. Very quick. Right. The man ends up in a loft. Man's after moving into this house and that's. Yeah, he's in the loft and he's tidying up. His missus is downstairs doing the kitchen because that needed doing. He's up there, he's cleaning up, emptying the boxes. He finds a little, like a little. Fella comes out wearing 501s. What's the song? What's the song? Right? Are you talking to me? Yeah. Sorry. Yeah. Look, I'm sitting in this bar, right? I'm not ringing out relating to anything that's going on right now. I'm after one of these armbands to go and meet Bowie on Monday. Can you help me out? What? What? Piss off. You can't say that to our public. Yes, I can't bear. Is people begging Rick on the radio. Is that the australian bloke? He's got the Bruce Springsteen skits. Hello, XFM. Hello. Hello. Are you pulling up for an armband? No. No. Okay, great gene genie. Of course it is. Well done. Well done. Right, everyone else can ring off now. Because this, this might not take the challenge. What's your name? What's your name? Christina. Christina, right. You want to take on the challenge? Yeah. Yeah. This is for. She's already won a couple of CDs. This is for the office DVD. Okay, fine. By Ricky. Javier. This is the same game again, but we're doing it live. Right, so this is a song title, right? Is this. There's this insect. I'm loving it already. Right? Yeah. And it's. It's in his. It's in its little light nest and all the other insects, all its mates and that are really, like, working. They're grafting hard, they tidying up. Some of them are going out, getting the food. Some of I even got heads, they're still working. Some of them are like, you know, rushing around. But there's this one insect who's just sat there with its feet up and it's like, you know, just doing nothing. It's annoying all the other ones, but. It'S the Ricky Gervaise bug. It's doing nothing. Having a little light fag in that. What's the song? I don't know. Oh, my God, I'm blameless. I don't know. I don't know this either. So obviously it's a type of insect. That's why you've avoided saying what it is. So it's. So it's something like lazy and lazy be. Well, we should throw it back open to the public. No, no. This poor woman has called in and now I've got a stupid one. But Christina's lost it now. She's lost it. No, she's blown it, Rick. Oh. She doesn't got a DVD player, so she's not bothered. Okay, Christina, see you later. So we can throw that back out then, can we? Well, I don't know. Is there anyone on the phone? Yeah, go on, take the next person. So what was it? Some bugs? There was a bug and one of them wasn't doing any work. They say loads of them are working really hard. This one's just sat there doing nothing. Annoying. I'm all right. So, XFM. Hello, hello. I'm glad to say it's in Carl Perkinson's mind. I like him. Hello, I like him. Hello, hello. Oh, yeah. Is it animal? Nitro by slide. No, it's not. Good answer. Doesn't make any sense, does it? It does it. I know. Like Carl does. Yeah. Hello. Hello. It's a couple. No, itchy coup. Yeah, sure. I think they're stubborn. They're starting to think like Carl, which I like. Go on, next one. Alexa fem. No, it's not scratch. Pervert. He's coming out of nowhere. There. It's good. It's something to do with lazy bug. Or lazy and lazy. Hello. Hello. Hi. Is it beetle bum? Excellent. Beetle bum, of course. Beetle bum by blur sat around doing nothing. It's right bum. Okay, well done. No, you don't. She wins the office DVD. Take the name and address. She doesn't because she didn't do the qualifier. She knew it was Gene Genie. Oh, Cole, let someone win somewhere. It's painful enough listening to you for ten minutes. Lads, can we just come down for a moment? Once again? Well, I just draw you to my point at the top of the show when you are pissing about outside in the office. We could have been working through this. Yeah. We could have been figuring out the rules. What's it about? Maybe some music, some jingles. Who's that? Is that what's your name again? Can we do this off her record? Yeah. No, he's not gonna give her an address that we're rubbish. We are, really. What's your name? Record and we'll get you addressed, Dean. We'll send you some stuff. Thank you. We should come in. Preparations to do Mayo used to come in early. That was why. Sleep and eat breakfast. Come back around by feeder on XFM 104.9. I'm Ricky Gervaise. With me, Steve Merchant and our producer there. I say producer Kyle Pilkington. All right. Yeah, we got. We got to slicken up this thing. If we're going to be as good as mayo, we've got to. We got to come in early and do the work. Yeah. Let's get in at ten to one next week. We're not in it next week, are we? I mean, we would be if it weren't for holiday. Already you've done three weeks, but, yeah, you need a little rest. Yeah, well, was not holiday last time. I was working. Sure. So he's gonna do a best of Aya. Yeah. Just dig out some bits. And what you're gonna do, just lump them together. Just like pick some. Some favorite bits. Yeah. Right. Ten minutes. Do this, then. Do that. Do that. Do the links, then. So why don't we do some sort. Of stock links now? Okay, then. Do you remember that, Steve? Oh, that was a great moment. Yeah. I'll tell you what, though, I love the bit when he. Well, just plays. Play it right. So there's. Over there. Do a proper intro. So he's like, you know. Okay. Oh, what? You know what song we're gonna come out of? Say. Just say generic, like. That's a good song. Well, let's. Well, no, no, let's. Okay, well, what do you want to start off with next week, then? Give them a few options. Okay. That was great. Trap by Oasis. Oh, I'll go. Yeah. Oasis there. Well, we're not actually here today, Steve. We recorded these last week. I'm on holiday. What are you just. George is probably with a lady. Yeah, yeah, but leave me alone. Stop phoning, ladies. This is like the best of. The best of last year. And we're going to kick off with it with a classic clip. Who can forget this? All right, just weave that in. Yeah. And then come out of that coming to a record or summer. So I come up another record. Just, just one more, just in case I need it. Okay. Oh, I don't know. That was Bob the builder there. Shouldn't really be playing that on XFM, but. Stupid car. Stupid. Okay, great track. I love that. Yeah, beautiful. Well. He needs to use these next. Okay, another. Great. Do this later. I've gotta go. I've got the airport. Yeah, yeah, but this isn't gonna work. It's a mess. Well, just. Make your competition. Yeah, it was a shambles today. I mean, last week we gave it the benefit, the doubt, because it was the first time we done it. But you've got to think it through me. You can't be making up on the spot like that and changing the rules. Yeah, I'm sorry, mate. I mean, I know you did it with the best intentions, but it was. People think we get a car and. Everything, but that was appalling. Yeah. Compress those stories. He gets paid to be like 30 quid extra for this as well, so, I mean, he's getting good money for it. Listen, right, you say that you've got to compress it, right? I. The way I look at that competition, it's like Colombo, right? The murder bit at the end is done in like three minutes, but you drag it out for an hour. Yeah. So you sort of make it exciting and like, oh, wonder where he's going with this. Sure. And it worked. You know, D d Hudson, she's walking away with the DVD. She's laughing. Dee's fine. She's the only one who's gained. Everyone else has had a miserable time. Yeah, of course she's happy. She's won something. But what about the listeners entertainment? I mean, they're loving it now because me and Steve running this is scintillating stuff. Yeah, this is amazing stuff. Talking about we're not going to be here next week and doing next week's links. Yeah, because I can't be bothered to come in early. Okay, that. Wow, excellent. Well, it's. That's quarter to Steve on XFM. I've enjoyed this wonderful collection of our greatest moments. Yeah, there's still more to come. You'll be next back. Well, next week when you. Yeah, I'll be back next week. I can't do the last one. Well, I hope you enjoyed some of the best of moments there with. Gonna use these? Why? No, they're a mess. Forget it. Forget it. Well, forget it. We'll do them in a bit. When you don't I'm not telling. I cannot do it. When's your plane? It doesn't matter when the plane is. We can do it in a bit. I'm definitely not. I'm not wasting my time going through that. My favorite suede song there. Stay together by suede. That's what you're being paid for. Well, no, because it could have been a suede song sung by atomic kitten. Sure. And I guess that's my favorite suede song by Atomic Kitten. Yeah. Yeah. So do you think this is the best worst show we've ever done? No. I mean, we've done some God awful shows in the. Really? Yeah. Okay. I mean, some real grim ones in the past. Okay. Do you think people see through it even before we tell them that we're not really cutting the mustard, getting the effing we got. We had nothing to say last week. No, I don't think anyone's fools. I think, really, some people are tolerating us because they quite like your tv work. But, I mean, other than that, I. Think they play good music. Well, we don't skip on the tunes. But I was listening to this, I'd be thinking, I could do a better job. I'd be leaving if I worked in, like, some. If I worked in, like, a bakery or something. I ate this job and listening to us, you know, gibboning about on the radio, I'd be livid. I'd be angry. Really? Yeah. I mean, this was a BBC show. I'd. I'd go mental. Why? You're paying a license fee and everything, so. Okay, it would feel like it was my money being squandered, but we don't. This is advertisers money being squandered. Yeah. You know, this is big corporations. Screw them. Yeah. And people haven't paid anywhere. They probably paid for the batteries in their radio. Maybe if they're listening. We're so sorry about that. Yeah, well, I forget you just for wasting their time, Rick. But next week's gonna be a clip show again. Yeah, we decided that Carl's gonna just do the links next week by himself. Or maybe, just guess, a guest hosting, maybe, you know, like, what was that Dennis Norton Norton type? You know, in the Sony awards? You hand in one show, don't you? Yeah, we could hand in next week's, couldn't we? Because it was broadcast in this year. Just. It's a clip show from years ago. You could. You could hand in I love 1975, couldn't you? In the Baftas or something? You could. Yeah. So shall we? Are you, are you. You're even bored? Like you're bored with the show as well? This is terrible attitude. I'm just. We're allowed to be bored with it. We're the talent. I thought you're gonna give us like ten minutes after the show to do. I can't, I've got to go. Yeah, right, Steve. Cuz Ricky's taxi might be waiting now. So this attitude. Ricky, you gonna vote with that? You are. I just don't believe it. They. They should be chomping at the bit together. They should. I can't believe their luck. Do you know? I mean. Sure. And do I get treated at least different? No. Worse. Yeah. Yeah. Answers on a postcard if you can figure out what that sentence meant. And there'll be a DVD on its way to you. Listen, um, we had an email from Glenn and Sharon and Sharon was rushed into hospital last week. Let's play something for. She's back now and she's okay. But anyway, they were big fans. They asked for some Nick Drake. I'll play some Nick Drake next time. But instead I thought we could play a classic Dylan track. I'm a big fan of Dylan. Just like a woman. It's just beautiful. And that's my song for the ladies. We won't see you next week. Ricky's away, but there should be a hilarious compilation for our best moments.",
  "utterances": [
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 280,
      "end": 860,
      "confidence": 0.4455
    },
    {
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2374,
      "end": 5190,
      "confidence": 0.7407600000000001
    },
    {
      "speaker": "A",
      "text": "Coldplay. And in my place on XFM 104.9, I'm Ricky Gervais. With me, Steve Merchant. Carl Pilton there, pressing the buttons.",
      "start": 5342,
      "end": 16542,
      "confidence": 0.8562209523809523
    },
    {
      "speaker": "B",
      "text": "Ready to be here?",
      "start": 16638,
      "end": 17302,
      "confidence": 0.7661775000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 17358,
      "end": 17638,
      "confidence": 0.5715
    },
    {
      "speaker": "B",
      "text": "How long can you maintain it?",
      "start": 17686,
      "end": 19078,
      "confidence": 0.9968883333333333
    },
    {
      "speaker": "A",
      "text": "I'm bored already.",
      "start": 19246,
      "end": 19854,
      "confidence": 0.91724
    },
    {
      "speaker": "B",
      "text": "Yeah, already bored.",
      "start": 19894,
      "end": 20534,
      "confidence": 0.6362833333333333
    },
    {
      "speaker": "A",
      "text": "Bored already.",
      "start": 20614,
      "end": 21494,
      "confidence": 0.7736149999999999
    },
    {
      "speaker": "B",
      "text": "Every week you start it the same way.",
      "start": 21614,
      "end": 23270,
      "confidence": 0.879515
    },
    {
      "speaker": "A",
      "text": "Yeah, that was not bad, though.",
      "start": 23342,
      "end": 24606,
      "confidence": 0.8927066666666666
    },
    {
      "speaker": "B",
      "text": "You actually grammatically made sense, which is impressive. Yeah, yeah, yeah.",
      "start": 24630,
      "end": 27894,
      "confidence": 0.8815172727272725
    },
    {
      "speaker": "A",
      "text": "Thanks very much.",
      "start": 27934,
      "end": 28582,
      "confidence": 0.9871866666666667
    },
    {
      "speaker": "B",
      "text": "A rare treat indeed from digimace.",
      "start": 28638,
      "end": 31114,
      "confidence": 0.8225816666666667
    },
    {
      "speaker": "A",
      "text": "Some of the listeners have already worked out. Got nothing to say at all.",
      "start": 32194,
      "end": 35914,
      "confidence": 0.9143935714285715
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 36034,
      "end": 36362,
      "confidence": 0.75447
    },
    {
      "speaker": "A",
      "text": "Haven't prepared again.",
      "start": 36418,
      "end": 37306,
      "confidence": 0.93267
    },
    {
      "speaker": "C",
      "text": "No, we weren't.",
      "start": 37370,
      "end": 38138,
      "confidence": 0.6816966666666667
    },
    {
      "speaker": "A",
      "text": "We did come in half hour early to prepare, but instead me and Carl were playing. You had to flick the football into the bin. We had five goes each or the world was going to end.",
      "start": 38226,
      "end": 48698,
      "confidence": 0.9413148648648649
    },
    {
      "speaker": "B",
      "text": "Okay.",
      "start": 48746,
      "end": 49146,
      "confidence": 0.387
    },
    {
      "speaker": "A",
      "text": "And that, that took up.",
      "start": 49210,
      "end": 51018,
      "confidence": 0.831992
    },
    {
      "speaker": "B",
      "text": "That took up a good 25 minutes.",
      "start": 51146,
      "end": 52490,
      "confidence": 0.9451542857142857
    },
    {
      "speaker": "A",
      "text": "Yeah, I liked it when we came back. And then we started just trying to beat each other in the corridor. And I beat him. I scored a goal. He was gutted because he thought he trounced himself a football. And I beat him and I was knackered and sweating. And as I walk back to about five minutes ago, you were looking to the records, you went, and this was lovely. You went well, with another preparation then.",
      "start": 52522,
      "end": 72686,
      "confidence": 0.9131054430379745
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 72750,
      "end": 73062,
      "confidence": 0.79963
    },
    {
      "speaker": "A",
      "text": "Like a sarcastic teacher.",
      "start": 73118,
      "end": 74510,
      "confidence": 0.8779024999999999
    },
    {
      "speaker": "B",
      "text": "Yeah, like a teenager. Like an annoyed teenager whose parents have embarrassed him once again. And you beat Kyle, did you?",
      "start": 74542,
      "end": 82262,
      "confidence": 0.8411409523809522
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 82318,
      "end": 82574,
      "confidence": 0.91707
    },
    {
      "speaker": "B",
      "text": "Because you're not. I mean, you're not.",
      "start": 82614,
      "end": 84382,
      "confidence": 0.9135542857142858
    },
    {
      "speaker": "A",
      "text": "I'm not good at football.",
      "start": 84438,
      "end": 85102,
      "confidence": 0.8251999999999999
    },
    {
      "speaker": "B",
      "text": "You're not particularly nimble on your feet. Oh, no, you're not Douglas Bardo. I'm more nimble.",
      "start": 85158,
      "end": 90046,
      "confidence": 0.841465625
    },
    {
      "speaker": "A",
      "text": "I'm all right. I'm all right. But Carl's sort of. I think it's got more skills than me, but he hasn't got the aggression and the light.",
      "start": 90150,
      "end": 96094,
      "confidence": 0.7827081481481484
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 96174,
      "end": 96622,
      "confidence": 0.6694
    },
    {
      "speaker": "A",
      "text": "So I just pushed him aside. Yeah.",
      "start": 96718,
      "end": 98326,
      "confidence": 0.9055085714285714
    },
    {
      "speaker": "B",
      "text": "Good work.",
      "start": 98350,
      "end": 98790,
      "confidence": 0.97835
    },
    {
      "speaker": "A",
      "text": "Yeah, I'm going already. Oh, yeah, yeah. I'm not here next week. What you do, Carl? We're gonna do the best of or something next week on. Yeah, that's what we got.",
      "start": 98862,
      "end": 105510,
      "confidence": 0.7594584375
    },
    {
      "speaker": "C",
      "text": "Sorry.",
      "start": 105542,
      "end": 106222,
      "confidence": 0.21701
    },
    {
      "speaker": "A",
      "text": "Well, I can't sort out. I've literally, I've gotta go to the.",
      "start": 106398,
      "end": 108638,
      "confidence": 0.7639808333333334
    },
    {
      "speaker": "C",
      "text": "Airport straight after the show. You've got to do some links.",
      "start": 108646,
      "end": 110726,
      "confidence": 0.8416381818181818
    },
    {
      "speaker": "A",
      "text": "I'm not doing any links. I said I wasn't.",
      "start": 110750,
      "end": 112966,
      "confidence": 0.8892244444444446
    },
    {
      "speaker": "C",
      "text": "So that's what we planned.",
      "start": 113030,
      "end": 114758,
      "confidence": 0.8499400000000001
    },
    {
      "speaker": "A",
      "text": "No, we didn't. I said I'd do some during the show and then you thought you were joking. I honestly can't do it today. So we do some doing. So what you do, just put the shows that we've done this year.",
      "start": 114886,
      "end": 124862,
      "confidence": 0.9043823809523811
    },
    {
      "speaker": "B",
      "text": "Sorry, guys, I hate to interrupt. This is the sort of stuff we should have been discussing when you were playing football.",
      "start": 125038,
      "end": 129314,
      "confidence": 0.9368690909090909
    },
    {
      "speaker": "A",
      "text": "I know, playwright, what are you gonna play?",
      "start": 131414,
      "end": 133478,
      "confidence": 0.7039974999999999
    },
    {
      "speaker": "B",
      "text": "Let's have a bit of foo fighters. Let's just discuss this off there.",
      "start": 133566,
      "end": 136102,
      "confidence": 0.9058323076923076
    },
    {
      "speaker": "A",
      "text": "Okay? Foo fighters there. Learning to fly. Steve. I hope the pilot that I get today, flying the plane that I'm going on holiday in, has already learned to fly.",
      "start": 136158,
      "end": 151514,
      "confidence": 0.9166126666666664
    },
    {
      "speaker": "B",
      "text": "Well done. That is dynamo. That's a textbook link. Yeah, yeah, yeah. That's genius. Yeah. Very good. Where are you going?",
      "start": 152614,
      "end": 158662,
      "confidence": 0.7847352380952382
    },
    {
      "speaker": "C",
      "text": "What's the story?",
      "start": 158758,
      "end": 159238,
      "confidence": 0.8385633333333334
    },
    {
      "speaker": "A",
      "text": "Where you off to? Sorrento. Where's that? Sort of south Italy.",
      "start": 159286,
      "end": 163630,
      "confidence": 0.83042
    },
    {
      "speaker": "B",
      "text": "Italy?",
      "start": 163702,
      "end": 164142,
      "confidence": 0.95278
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 164198,
      "end": 164694,
      "confidence": 0.88905
    },
    {
      "speaker": "B",
      "text": "What are you, like, on holiday? Are you a nightmare? Are you the like? But you're quite. I mean, obviously, I. You know, I've often said on the radio before that I'm spending any length of time with you is one of the most unbearable things I've ever had to do. I mean, spending a week with you is nightmarish, and sharing any kind of accommodation is. Do you know me? No, seriously. I mean, it's like. It's like hell. It's like a living hell. It's like having a teenager.",
      "start": 164814,
      "end": 188452,
      "confidence": 0.9062113333333334
    },
    {
      "speaker": "A",
      "text": "No, just.",
      "start": 188548,
      "end": 189068,
      "confidence": 0.90421
    },
    {
      "speaker": "B",
      "text": "It's like having a teenage kid who can. Can't be entertained by anything.",
      "start": 189116,
      "end": 192788,
      "confidence": 0.8087023076923077
    },
    {
      "speaker": "A",
      "text": "Just chill out.",
      "start": 192836,
      "end": 193740,
      "confidence": 0.8764033333333333
    },
    {
      "speaker": "B",
      "text": "Yeah?",
      "start": 193852,
      "end": 194580,
      "confidence": 0.34151
    },
    {
      "speaker": "C",
      "text": "Just.",
      "start": 194772,
      "end": 195100,
      "confidence": 0.91984
    },
    {
      "speaker": "B",
      "text": "Max, relax.",
      "start": 195132,
      "end": 195772,
      "confidence": 0.807365
    },
    {
      "speaker": "A",
      "text": "Yeah, Max.",
      "start": 195828,
      "end": 196664,
      "confidence": 0.65997
    },
    {
      "speaker": "B",
      "text": "And so if you're in somewhere like Italy, like, somewhere like that, because obviously, very beautiful city and very cultured and stuff. Yeah? Is that something you enjoy? Do you enjoy the culture of that? The beautiful architecture that say a hotel.",
      "start": 197804,
      "end": 207540,
      "confidence": 0.7917666666666666
    },
    {
      "speaker": "A",
      "text": "Is the same anywhere? Room service and a nice room in porn? It's not. It's nice weather.",
      "start": 207572,
      "end": 211844,
      "confidence": 0.7869864705882352
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 211924,
      "end": 212188,
      "confidence": 0.80137
    },
    {
      "speaker": "A",
      "text": "If it's not, I'm annoyed.",
      "start": 212236,
      "end": 213242,
      "confidence": 0.9715299999999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 213308,
      "end": 213534,
      "confidence": 0.61106
    },
    {
      "speaker": "A",
      "text": "And I need to blame someone.",
      "start": 213574,
      "end": 214598,
      "confidence": 0.9136366666666668
    },
    {
      "speaker": "B",
      "text": "And is it true that you go because you go to Italy most years, don't you? Is that because that's the only food you like?",
      "start": 214646,
      "end": 218646,
      "confidence": 0.9168776
    },
    {
      "speaker": "A",
      "text": "I like pasta and pizza. Yeah.",
      "start": 218750,
      "end": 219886,
      "confidence": 0.8835949999999998
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 219910,
      "end": 220230,
      "confidence": 0.82144
    },
    {
      "speaker": "A",
      "text": "And I've been to other places. I went to France once and that you can't explain to them to cook it properly. Just cook it properly. I don't want any to cook it. There's blood in the middle of that. Yeah, sure. Hungary, there was. It was just. Oh, I went there for a while and I didn't know. I couldn't identify the animals they were killing for me, so. And I know quite a lot about natural history and I couldn't identify what was on the plate, so I don't. Came on there and squeezed you after.",
      "start": 220302,
      "end": 242206,
      "confidence": 0.8824489795918364
    },
    {
      "speaker": "B",
      "text": "A couple of days?",
      "start": 242230,
      "end": 242694,
      "confidence": 0.8922825000000001
    },
    {
      "speaker": "A",
      "text": "No, I just got annoyed and I went to McDonald's.",
      "start": 242734,
      "end": 245326,
      "confidence": 0.779234
    },
    {
      "speaker": "B",
      "text": "Yeah. Well, that's the great thing about McDonald's, is they are in exactly major cities.",
      "start": 245390,
      "end": 248510,
      "confidence": 0.8120273333333333
    },
    {
      "speaker": "A",
      "text": "No, but you can't go wrong with.",
      "start": 248542,
      "end": 250590,
      "confidence": 0.8897342857142856
    },
    {
      "speaker": "B",
      "text": "You on holiday night. You know, we were. We were hanging out wherever and I took you to say maybe a beautiful cathedral. Is that something you'd enjoy? I can't quite imagine you actually taking the time to.",
      "start": 250702,
      "end": 258902,
      "confidence": 0.8696176315789474
    },
    {
      "speaker": "A",
      "text": "Well, as long as. As long as it's not a very long walk. We don't have to stay there more than a couple of minutes. I'd love to look around.",
      "start": 258998,
      "end": 264354,
      "confidence": 0.883765
    },
    {
      "speaker": "B",
      "text": "You'd look at the cathedral?",
      "start": 265534,
      "end": 266742,
      "confidence": 0.8384259999999999
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 266798,
      "end": 267078,
      "confidence": 0.4237
    },
    {
      "speaker": "B",
      "text": "That's taken, you know, that takes people breath. You know, takes people's breath away. You know, people travel from around the world to see that.",
      "start": 267126,
      "end": 272182,
      "confidence": 0.9116196
    },
    {
      "speaker": "A",
      "text": "You would. And how long would I think they go somewhere and they go, they're huge.",
      "start": 272198,
      "end": 278166,
      "confidence": 0.908565625
    },
    {
      "speaker": "B",
      "text": "Yeah. Would you. And would you. Would you sort of spend any time looking at that? Would you just sort of soak in the atmosphere for a moment or would you.",
      "start": 278230,
      "end": 284606,
      "confidence": 0.9065887096774192
    },
    {
      "speaker": "A",
      "text": "I'd look at it and I'd go, that's brilliant. And then if there was any sort of soaking in, I can do that later when there's nothing to look at.",
      "start": 284630,
      "end": 290494,
      "confidence": 0.9556083333333335
    },
    {
      "speaker": "B",
      "text": "Right. What's your memory of it later when you're in the bar? Yeah. Yeah. And would you. So can you be kind of in awe of something like that?",
      "start": 290574,
      "end": 299234,
      "confidence": 0.8863862068965519
    },
    {
      "speaker": "A",
      "text": "It's big. Okay. If I go into cathedral and it's. And it's. I've seen bigger, I go, seen bigger. If it's the biggest one I've seen, I go, that is huge.",
      "start": 300014,
      "end": 308166,
      "confidence": 0.8916129032258063
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 308230,
      "end": 308638,
      "confidence": 0.68666
    },
    {
      "speaker": "A",
      "text": "Let's go. Yeah, sure.",
      "start": 308726,
      "end": 311206,
      "confidence": 0.912525
    },
    {
      "speaker": "B",
      "text": "Because you are. You're a sort of man who gets bored, and this is true, Carl, you may not be the fluent is. Ricky Travis is a man who gets bored drinking a glass of water. It's boring because it's not flavorsome enough.",
      "start": 311230,
      "end": 320246,
      "confidence": 0.8352697674418607
    },
    {
      "speaker": "A",
      "text": "No, it's not. It's absolute boring. The only. Jane's got me onto fizzy water, which at least got something there, but I only drink that when I'm sort of dehydrated in the middle of the night. I never. There's no. I never drink a drink of water. No, it is boring.",
      "start": 320310,
      "end": 334290,
      "confidence": 0.8726635294117648
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah. But that's why you've always got headaches and you're always apparently moaning and stuff.",
      "start": 334362,
      "end": 338394,
      "confidence": 0.9235987499999999
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 338434,
      "end": 339014,
      "confidence": 0.75467
    },
    {
      "speaker": "B",
      "text": "One of the reasons I hate you. But when I. When I say hate you, I don't mean I hate you. I didn't mean. I didn't mean to blur it out very strongly. What I mean is, if I'm spending a lot of time with you, that's what?",
      "start": 339714,
      "end": 349562,
      "confidence": 0.8828245833333334
    },
    {
      "speaker": "A",
      "text": "He said, we're in the BBC canteen and I was sort of like. And he just put his knife on. I said, I'm never eating with you again. I said, what's the matter? He said, you annoy me. I hate eating with you. It annoys me. You've got it look like a child food. It's just you eat chips and sausage and rubbish. You don't eat. Look at you. Don't touch your vegetables, you don't drink water. He said, you really got.",
      "start": 349578,
      "end": 368482,
      "confidence": 0.8831834146341466
    },
    {
      "speaker": "B",
      "text": "Because you've got this, like, this hatred of anything that's good for you. You won't eat any form of salad.",
      "start": 368618,
      "end": 374374,
      "confidence": 0.899441
    },
    {
      "speaker": "A",
      "text": "Why do I eat salad? Because it's good for you. Lettuce is boring. Lettuce is absolutely boring. Cucumber are boring.",
      "start": 375354,
      "end": 382134,
      "confidence": 0.883682
    },
    {
      "speaker": "B",
      "text": "Yeah, but the thing is, you see, I admit that lettuce and cucumber have not got much flavor, but that's why people will in Italy. They'll add a lovely dressing, maybe some olive oil, maybe some balsamic vinegar.",
      "start": 382794,
      "end": 390834,
      "confidence": 0.8939407894736839
    },
    {
      "speaker": "A",
      "text": "Well, even by yourself. Because the good thing about a nice, mature lump of cheddar cheese is you don't have to have any dressing, although.",
      "start": 390874,
      "end": 399390,
      "confidence": 0.8937975999999999
    },
    {
      "speaker": "B",
      "text": "You add some anyway.",
      "start": 399422,
      "end": 400254,
      "confidence": 0.8994575
    },
    {
      "speaker": "A",
      "text": "I put a little bit of olive oil in it, maybe some mayonnaise, maybe some foes and island dress on a Ritz cracker. You don't need it, it's just extra.",
      "start": 400294,
      "end": 406406,
      "confidence": 0.8345623333333333
    },
    {
      "speaker": "B",
      "text": "Sure, sure. Well, good luck. I noticed you're wearing the. Is this your traveling gear? You've got the sweatpants and the t shirt. The free t shirt.",
      "start": 406470,
      "end": 411334,
      "confidence": 0.8281714814814813
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 411374,
      "end": 411662,
      "confidence": 0.84175
    },
    {
      "speaker": "B",
      "text": "Looking to get an upgrade, are you?",
      "start": 411718,
      "end": 413038,
      "confidence": 0.9574985714285714
    },
    {
      "speaker": "A",
      "text": "I'm going first class.",
      "start": 413166,
      "end": 414326,
      "confidence": 0.8910925000000001
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 414390,
      "end": 414994,
      "confidence": 0.61668
    },
    {
      "speaker": "A",
      "text": "Badly drawn boy. Spitting in the wind on XFM 104.9.",
      "start": 417454,
      "end": 421758,
      "confidence": 0.8188970000000001
    },
    {
      "speaker": "B",
      "text": "Are you gonna be taking in any of the culture initially? Is that something you do? Yeah, the opera.",
      "start": 421806,
      "end": 426634,
      "confidence": 0.8804373684210527
    },
    {
      "speaker": "A",
      "text": "I've never been to the opera. I do like a. You know.",
      "start": 428294,
      "end": 431230,
      "confidence": 0.8735725000000002
    },
    {
      "speaker": "B",
      "text": "You like.",
      "start": 431302,
      "end": 432034,
      "confidence": 0.70988
    },
    {
      "speaker": "A",
      "text": "I wouldn't sit through a whole one, but I mean, I like. I like the songs they take for it. For that World cup one and those two fat birds that they sung in Shawshank. Redemption was good.",
      "start": 432694,
      "end": 441334,
      "confidence": 0.8955444736842105
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 441414,
      "end": 441766,
      "confidence": 0.62145
    },
    {
      "speaker": "A",
      "text": "But I think.",
      "start": 441830,
      "end": 442590,
      "confidence": 0.9677266666666666
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 442622,
      "end": 442902,
      "confidence": 0.88915
    },
    {
      "speaker": "A",
      "text": "You know, I haven't got into it extensively. I haven't studied the art.",
      "start": 442958,
      "end": 447334,
      "confidence": 0.8043938461538461
    },
    {
      "speaker": "B",
      "text": "The art of opera also.",
      "start": 447454,
      "end": 448598,
      "confidence": 0.626912
    },
    {
      "speaker": "A",
      "text": "It's in foreign, so you don't really know what's happening.",
      "start": 448646,
      "end": 450366,
      "confidence": 0.964696
    },
    {
      "speaker": "B",
      "text": "It's in foreign.",
      "start": 450390,
      "end": 451022,
      "confidence": 0.6857133333333333
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 451078,
      "end": 451446,
      "confidence": 0.88075
    },
    {
      "speaker": "B",
      "text": "So, you know, that's annoying for you.",
      "start": 451510,
      "end": 452822,
      "confidence": 0.8231071428571429
    },
    {
      "speaker": "A",
      "text": "Yeah. What about.",
      "start": 452878,
      "end": 453638,
      "confidence": 0.5742133333333334
    },
    {
      "speaker": "B",
      "text": "Are you a fan of any of the great english operas, like the Pirates of Penzance?",
      "start": 453686,
      "end": 458542,
      "confidence": 0.93869875
    },
    {
      "speaker": "A",
      "text": "Yeah. Gilbert and Sullivan. To me, Gilbert and Sullivan were like the. Probably their day equivalent of, like, Richard Stilgo getting together with Tony Slattery and then 100 years later go, it's brilliant. It is like they might as well, I don't know, make any. Any episode of whose line is it anyway? Right?",
      "start": 458638,
      "end": 478550,
      "confidence": 0.8724162962962961
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 478582,
      "end": 478774,
      "confidence": 0.45146
    },
    {
      "speaker": "A",
      "text": "Into an opera and in 200 years time we're going, that's genius. Listen to this one. Look, this is party quirks, yeah.",
      "start": 478814,
      "end": 485590,
      "confidence": 0.9009881818181821
    },
    {
      "speaker": "B",
      "text": "Amdram society staging. Because when I was in the poets of Penzance once, in an amateur production.",
      "start": 485622,
      "end": 493126,
      "confidence": 0.7232176470588235
    },
    {
      "speaker": "A",
      "text": "You used to, like, use lines.",
      "start": 493150,
      "end": 494414,
      "confidence": 0.7477933333333334
    },
    {
      "speaker": "B",
      "text": "Anyway, I did that, although I did.",
      "start": 494454,
      "end": 495846,
      "confidence": 0.7928257142857141
    },
    {
      "speaker": "A",
      "text": "Watch it when it first came on Channel four about 1520 years ago.",
      "start": 495870,
      "end": 498822,
      "confidence": 0.8974376923076922
    },
    {
      "speaker": "B",
      "text": "But we. We did the Pirates of Penzance when I was in an amateur dramatic society in Bristol. The Bristol Operatic Society. Light operatic Society. I don't know why I was involved, because I can't sing my audition. I thought, this is how desperate they were for blokes. I swear to God. Right. I can't sing, you know. Yeah, all right, calm down. And I went in and they said, what are you going to sing? I went, well, I want to surprise you. They said, do you want a piano accompaniment? I said, no, I don't think so.",
      "start": 498918,
      "end": 522928,
      "confidence": 0.8863931313131314
    },
    {
      "speaker": "A",
      "text": "I went to the back.",
      "start": 523056,
      "end": 523864,
      "confidence": 0.936186
    },
    {
      "speaker": "B",
      "text": "I swear to God, I went to the back of the room and I just sang thumbelina. Thumbelina, tiny little thing thumbelina, dance thumbelina, sing thumbelina what's the difference if you're very small? Cause when your heart is full of love you're 6ft tall.",
      "start": 523904,
      "end": 542204,
      "confidence": 0.9114068181818182
    },
    {
      "speaker": "A",
      "text": "I just did that and they just.",
      "start": 542704,
      "end": 544822,
      "confidence": 0.9832442857142858
    },
    {
      "speaker": "B",
      "text": "Looked at me like I was the weirdest freak they'd ever had. Immediately put me in the chorus because they desperately were for blokes. We staged, we rehearsed it. I couldn't remember the lyrics.",
      "start": 544878,
      "end": 554590,
      "confidence": 0.8015232352941175
    },
    {
      "speaker": "A",
      "text": "Thank God you were doing thumbelina.",
      "start": 554782,
      "end": 556670,
      "confidence": 0.8653233333333334
    },
    {
      "speaker": "B",
      "text": "Yeah, yeah. I couldn't, um. I couldn't remember the lyrics. What was it for?",
      "start": 556742,
      "end": 560894,
      "confidence": 0.8797757142857144
    },
    {
      "speaker": "A",
      "text": "It was it Gilbert and Sullivan?",
      "start": 560934,
      "end": 561862,
      "confidence": 0.7234633333333335
    },
    {
      "speaker": "B",
      "text": "It was the pirates of Penzance. There weren't enough blokes, right, so that we had to double up. So some of the pirates had to double up as the policemen who are chasing the pirates. A little bit problematic in the scene when the policemen and the pirates have a fight, that was a little bit tricky. And there were things that. There's a sequence where, like these. The daughters of the major general all kind of like, oh, beautiful. Something like, you know, oh, beautiful little girls are we da la, la, la.",
      "start": 561918,
      "end": 585782,
      "confidence": 0.8969981914893617
    },
    {
      "speaker": "A",
      "text": "La la la la, la, la, la la.",
      "start": 585782,
      "end": 586368,
      "confidence": 0.52195
    },
    {
      "speaker": "B",
      "text": "And the women they had. They must have all been over 40. I mean, real kind of toothless Crohn's. Creeping around in their nineties.",
      "start": 586536,
      "end": 594520,
      "confidence": 0.9250808333333335
    },
    {
      "speaker": "A",
      "text": "Is it the sort of women that buy one of those sort of porcelain dolls from the people? Look, I've had a baby. It's not real.",
      "start": 594592,
      "end": 600992,
      "confidence": 0.8621138461538462
    },
    {
      "speaker": "B",
      "text": "It is a real baby.",
      "start": 601048,
      "end": 602048,
      "confidence": 0.835646
    },
    {
      "speaker": "A",
      "text": "I'm gonna stab you. Yeah, one of those.",
      "start": 602136,
      "end": 604104,
      "confidence": 0.8484675
    },
    {
      "speaker": "B",
      "text": "Exactly. It's the sort of women that you'd see maybe on tv's bargain hunt, the kind of contestants you get on there. Those women who sort of very namdram. And they think they've clung onto their looks, but they never made it in. The guy who was playing the. There's a guy who's supposed to be an 18 year old prince, an 18 year old pirate. The pirate king. He must have been 40 today. He also directed the show, though, so he got to prance around in these thigh high boots. Ludicrous. It was so embarrassing. It was shameful, really.",
      "start": 604144,
      "end": 629952,
      "confidence": 0.8715120792079208
    },
    {
      "speaker": "A",
      "text": "I'd love to go to Amdram.",
      "start": 630008,
      "end": 631216,
      "confidence": 0.8049466666666668
    },
    {
      "speaker": "B",
      "text": "Am Dram is a whole other world. It's just such an incredible place because there's so much backbiting and envy and. Really incredible. It's worse than the real world of theatre in tv. It's unbelievable because the same old people get to do it every year because they can hold a note.",
      "start": 631240,
      "end": 644256,
      "confidence": 0.8836403846153846
    },
    {
      "speaker": "A",
      "text": "Can we go along?",
      "start": 644400,
      "end": 645464,
      "confidence": 0.9482349999999999
    },
    {
      "speaker": "B",
      "text": "You would absolutely adore it, Jeruse.",
      "start": 645624,
      "end": 647416,
      "confidence": 0.8165383333333334
    },
    {
      "speaker": "A",
      "text": "It is secret. Have you ever done the. In a play, pilk, we know this.",
      "start": 647440,
      "end": 652088,
      "confidence": 0.8533666666666667
    },
    {
      "speaker": "C",
      "text": "Car you performed at the talent show, didn't.",
      "start": 652136,
      "end": 654736,
      "confidence": 0.74676875
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 654800,
      "end": 655064,
      "confidence": 0.78078
    },
    {
      "speaker": "A",
      "text": "Oh, the talent show, yeah.",
      "start": 655104,
      "end": 656008,
      "confidence": 0.751586
    },
    {
      "speaker": "B",
      "text": "Reminders of the talent.",
      "start": 656056,
      "end": 657204,
      "confidence": 0.710885
    },
    {
      "speaker": "C",
      "text": "That's when I did walk like an egyptian dressed up as a woman.",
      "start": 657624,
      "end": 660760,
      "confidence": 0.9131246153846154
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 660832,
      "end": 661792,
      "confidence": 0.84073
    },
    {
      "speaker": "C",
      "text": "And did me magic trick.",
      "start": 661888,
      "end": 663794,
      "confidence": 0.937098
    },
    {
      "speaker": "A",
      "text": "Oh, that's. That. Is it an egg?",
      "start": 663944,
      "end": 665254,
      "confidence": 0.8209114285714286
    },
    {
      "speaker": "C",
      "text": "The egg one?",
      "start": 665294,
      "end": 665982,
      "confidence": 0.9715866666666667
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 666078,
      "end": 666542,
      "confidence": 0.96706
    },
    {
      "speaker": "C",
      "text": "Um.",
      "start": 666638,
      "end": 667262,
      "confidence": 0.60402
    },
    {
      "speaker": "B",
      "text": "What was the egg one again?",
      "start": 667398,
      "end": 668590,
      "confidence": 0.9616899999999999
    },
    {
      "speaker": "C",
      "text": "When I, uh. Actually, I've ruined it now, saying the egg one. But I went on stage with, like, an anky.",
      "start": 668742,
      "end": 673886,
      "confidence": 0.923535238095238
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 673990,
      "end": 674414,
      "confidence": 0.82042
    },
    {
      "speaker": "C",
      "text": "And I said, at this point, I was dressed up as a caretaker in it.",
      "start": 674494,
      "end": 677902,
      "confidence": 0.8616880000000001
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 677958,
      "end": 678342,
      "confidence": 0.8872
    },
    {
      "speaker": "C",
      "text": "Don't know why. Can't remember. I stood there with this. With this anky over me and.",
      "start": 678438,
      "end": 682918,
      "confidence": 0.802675
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 683006,
      "end": 683414,
      "confidence": 0.55711
    },
    {
      "speaker": "C",
      "text": "I said, right, you're gonna love this one.",
      "start": 683494,
      "end": 684918,
      "confidence": 0.9109437499999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 684966,
      "end": 685214,
      "confidence": 0.92068
    },
    {
      "speaker": "C",
      "text": "I said, I'm gonna make a bird appear from your eyes. Right.",
      "start": 685254,
      "end": 689222,
      "confidence": 0.9014725
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 689278,
      "end": 689630,
      "confidence": 0.5795
    },
    {
      "speaker": "C",
      "text": "And I'm like, oh, God, what's gonna do? So I'm stood there.",
      "start": 689702,
      "end": 692310,
      "confidence": 0.7557491666666666
    },
    {
      "speaker": "A",
      "text": "Yeah, I'm sure they did.",
      "start": 692382,
      "end": 693398,
      "confidence": 0.870688
    },
    {
      "speaker": "C",
      "text": "Pulled the anki off.",
      "start": 693486,
      "end": 694510,
      "confidence": 0.7337725
    },
    {
      "speaker": "B",
      "text": "It was an egg.",
      "start": 694582,
      "end": 695158,
      "confidence": 0.8046325
    },
    {
      "speaker": "C",
      "text": "Had an egg. I said, oh, it hasn't been born yet.",
      "start": 695206,
      "end": 697126,
      "confidence": 0.8398736363636364
    },
    {
      "speaker": "B",
      "text": "That's brilliant.",
      "start": 697190,
      "end": 697878,
      "confidence": 0.679695
    },
    {
      "speaker": "C",
      "text": "They loved it.",
      "start": 697926,
      "end": 698566,
      "confidence": 0.99099
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 698630,
      "end": 698942,
      "confidence": 0.92406
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 698998,
      "end": 699238,
      "confidence": 0.62405
    },
    {
      "speaker": "B",
      "text": "Wow for it. Did they? Round of applause.",
      "start": 699286,
      "end": 700566,
      "confidence": 0.7217937500000001
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 700630,
      "end": 701070,
      "confidence": 0.50768
    },
    {
      "speaker": "B",
      "text": "How old are you? 17.",
      "start": 701182,
      "end": 702782,
      "confidence": 0.77347
    },
    {
      "speaker": "A",
      "text": "Was that. Apart from the. Apart from your paper round, was that the high point? Of your life so far. Is that the.",
      "start": 702838,
      "end": 709054,
      "confidence": 0.9195991304347827
    },
    {
      "speaker": "B",
      "text": "What's the better? I'd like to see you take that on the road.",
      "start": 709094,
      "end": 712034,
      "confidence": 0.8592100000000001
    },
    {
      "speaker": "A",
      "text": "Or maybe at least up to the.",
      "start": 712534,
      "end": 713478,
      "confidence": 0.9454585714285714
    },
    {
      "speaker": "B",
      "text": "Edinburgh festival next year.",
      "start": 713486,
      "end": 714874,
      "confidence": 0.7626599999999999
    },
    {
      "speaker": "A",
      "text": "Go play a song now. Right. One of my great track. Watch that man off. One of my favorite albums, a loving saying by David Bowie. But during that, can. Can you. Can you think of a couple of things for me? What's the best thing that's ever happened to you? Can you. Can you think about that for three minutes when Steve will leave you alone? Just the best thing that's ever happened to you. Remember thinking, that is amazing. Yeah. Can you do that? Play the record? What's that, man? David Bowie. Steve's caught on a way there. Just wandering around. Not quite ready, were you?",
      "start": 715174,
      "end": 750772,
      "confidence": 0.855241111111111
    },
    {
      "speaker": "B",
      "text": "Well, no, I'm just relaxing. I'm just hanging.",
      "start": 750828,
      "end": 753004,
      "confidence": 0.6999724999999999
    },
    {
      "speaker": "A",
      "text": "Yeah. Carl.",
      "start": 753084,
      "end": 754064,
      "confidence": 0.6275999999999999
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 754644,
      "end": 755140,
      "confidence": 0.84232
    },
    {
      "speaker": "A",
      "text": "Best things ever happened to you. Best event, best day in your life.",
      "start": 755212,
      "end": 760344,
      "confidence": 0.9195192307692307
    },
    {
      "speaker": "C",
      "text": "I mean, there's loads of things that happen, like. Yeah, no, but, you know, I mean, you can go for obvious stuff, like, you know, meeting Suzanne. Yeah.",
      "start": 761204,
      "end": 770144,
      "confidence": 0.854242142857143
    },
    {
      "speaker": "A",
      "text": "Take that. Take that as red.",
      "start": 770844,
      "end": 772380,
      "confidence": 0.8853433333333333
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 772452,
      "end": 772700,
      "confidence": 0.82144
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 772732,
      "end": 773270,
      "confidence": 0.714
    },
    {
      "speaker": "B",
      "text": "You've got that on your desert. And that's all you've done well. And the day you. You know, you got your qualifications through.",
      "start": 773412,
      "end": 779994,
      "confidence": 0.7883591304347826
    },
    {
      "speaker": "A",
      "text": "Yeah. The history.",
      "start": 780114,
      "end": 781294,
      "confidence": 0.9301333333333334
    },
    {
      "speaker": "C",
      "text": "Probably. I mean, when you asked me, then, the first thing that came into my mind, right, that was a real surprise. All right. Because it's like you get surprises on your birthday and that, don't you? But they're not really surprises because you're hassling your mom and dad for stuff.",
      "start": 783394,
      "end": 795522,
      "confidence": 0.8665072549019611
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 795618,
      "end": 795890,
      "confidence": 0.69054
    },
    {
      "speaker": "C",
      "text": "And then they, you know, they might buy at you. So it's not really a real surprise, is it? So I'd say something that was really like, oh, yeah, nice one. I've got some. Here. Is the time when my dad said, empty the bin, will you? Right. I saw how do we have to. And I was watching something. It was like, why don't you. Or something like that on the telly.",
      "start": 795922,
      "end": 817556,
      "confidence": 0.8956552054794522
    },
    {
      "speaker": "A",
      "text": "Is this what started your tea bag and banana skin collection?",
      "start": 817580,
      "end": 820644,
      "confidence": 0.9184836363636364
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 820724,
      "end": 821132,
      "confidence": 0.81399
    },
    {
      "speaker": "C",
      "text": "So it was like, you know, in the summer holidays where you'd have dead good telly in the morning, you had, like, the monkeys.",
      "start": 821228,
      "end": 825868,
      "confidence": 0.8895637500000001
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 825956,
      "end": 826984,
      "confidence": 0.541965
    },
    {
      "speaker": "C",
      "text": "Right. And I was, like, loving that. I was watching that. My dad said, empty the bin. I said, oh, the monkeys are on in a minute. He said, just empty the bin. So I emptied it and I just put it near the door. He said, don't leave it there. Said, stick it near the bins in the garden. I'll put it there later. So, no, do it now. Right. So I was like, if I miss the beginning of this, I'll be livid. Right. So I picked it up quick, ran out down to the bottom of the garden, slung it in the corner and sort of went to turn back to go back in and out to look again, because they had like, a little. A truck they bought me. It wasn't brand new. We'd got it from somewhere. A little. A go kart. You know, when I'm like little things. I mean, I was. I was young. Yeah, right, yeah. And it was like.",
      "start": 828484,
      "end": 872966,
      "confidence": 0.8918763095238095
    },
    {
      "speaker": "B",
      "text": "Go Kart?",
      "start": 872990,
      "end": 873550,
      "confidence": 0.49478500000000003
    },
    {
      "speaker": "C",
      "text": "What kind of. No, the plastic ones.",
      "start": 873662,
      "end": 875734,
      "confidence": 0.8740814285714285
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 875814,
      "end": 876166,
      "confidence": 0.76755
    },
    {
      "speaker": "C",
      "text": "When you're about. I don't know, I must have been like five or six something.",
      "start": 876230,
      "end": 879670,
      "confidence": 0.9136213333333334
    },
    {
      "speaker": "B",
      "text": "So I don't quite follow that.",
      "start": 879822,
      "end": 881474,
      "confidence": 0.88885
    },
    {
      "speaker": "C",
      "text": "Sent me out with a bin bag so I could see what it got me. And it wasn't me birthday or anything, he just got it from somewhere.",
      "start": 882894,
      "end": 888666,
      "confidence": 0.8704010714285715
    },
    {
      "speaker": "B",
      "text": "You sure you had just nicked it and dumped you out the back?",
      "start": 888730,
      "end": 891314,
      "confidence": 0.8218223076923077
    },
    {
      "speaker": "C",
      "text": "Possibly, sure. But that was it, like a genuine, like. Oh, yeah, smart.",
      "start": 891354,
      "end": 895874,
      "confidence": 0.8601307692307691
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 895954,
      "end": 896450,
      "confidence": 0.88193
    },
    {
      "speaker": "C",
      "text": "So I went back in, watched the. Telling.",
      "start": 896562,
      "end": 899334,
      "confidence": 0.8071875
    },
    {
      "speaker": "A",
      "text": "You about my go kart.",
      "start": 901554,
      "end": 902722,
      "confidence": 0.88751
    },
    {
      "speaker": "C",
      "text": "Yeah. Like, you.",
      "start": 902778,
      "end": 903450,
      "confidence": 0.80211
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 903522,
      "end": 904122,
      "confidence": 0.78269
    },
    {
      "speaker": "C",
      "text": "About you dad giving it away.",
      "start": 904258,
      "end": 906082,
      "confidence": 0.8495050000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 906138,
      "end": 906418,
      "confidence": 0.98141
    },
    {
      "speaker": "B",
      "text": "What's the story?",
      "start": 906466,
      "end": 907218,
      "confidence": 0.95899
    },
    {
      "speaker": "A",
      "text": "I thought I told this other.",
      "start": 907346,
      "end": 908858,
      "confidence": 0.623945
    },
    {
      "speaker": "B",
      "text": "Have you gone? What.",
      "start": 908906,
      "end": 910014,
      "confidence": 0.9061125
    },
    {
      "speaker": "A",
      "text": "I just told you. When I was about eight or nine, I had a go kart and I loved it. It was one of those. So you pressed back and forth?",
      "start": 912394,
      "end": 919066,
      "confidence": 0.8502932258064516
    },
    {
      "speaker": "C",
      "text": "Yes.",
      "start": 919130,
      "end": 919730,
      "confidence": 0.65606
    },
    {
      "speaker": "A",
      "text": "And I used to come in every day, used to just get changed, run out. And it was behind the shed and I used to just go up and down the garden. And one day I came running in and I ran out and I couldn't see it. And I went to the back door, my mum was washing up and I went, where's my go kart? She went, your dad swapped it.",
      "start": 919882,
      "end": 937746,
      "confidence": 0.9030123287671231
    },
    {
      "speaker": "B",
      "text": "Your dad swapped it?",
      "start": 937930,
      "end": 939010,
      "confidence": 0.9900275
    },
    {
      "speaker": "A",
      "text": "Yeah. With this mate, Jimmy, in the pub. He went, it's just. I said, what? Yeah, swapped it for a wheelbarrow. So I went and looked back and there was this wheelbarrow, right, that was obviously just came off a building tight.",
      "start": 939042,
      "end": 953022,
      "confidence": 0.8514280952380954
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 953078,
      "end": 953430,
      "confidence": 0.94677
    },
    {
      "speaker": "A",
      "text": "Covered in concrete or couldn't. It was steel. Like, I could hardly move it.",
      "start": 953502,
      "end": 957878,
      "confidence": 0.8524478571428571
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 957926,
      "end": 958126,
      "confidence": 0.50677
    },
    {
      "speaker": "A",
      "text": "And I went back and I went, really? She went, yeah, it's your wheelbarrow.",
      "start": 958150,
      "end": 961274,
      "confidence": 0.8899185714285716
    },
    {
      "speaker": "C",
      "text": "My dad lost the wheelbarrow that day.",
      "start": 963854,
      "end": 966034,
      "confidence": 0.85296
    },
    {
      "speaker": "A",
      "text": "Yeah. And I used to push that up and down. It wasn't the same. And then to push the wheelbarrow up. Yeah.",
      "start": 966374,
      "end": 971262,
      "confidence": 0.8625822727272726
    },
    {
      "speaker": "B",
      "text": "In there or.",
      "start": 971398,
      "end": 971942,
      "confidence": 0.7215600000000001
    },
    {
      "speaker": "A",
      "text": "No, I just, like. I was just trying to sort of keep myself amused. But anyway, that summer I went on holiday and I went to bargain with my mum and my nan.",
      "start": 971998,
      "end": 980674,
      "confidence": 0.8767875757575756
    },
    {
      "speaker": "B",
      "text": "Another wild holiday.",
      "start": 981454,
      "end": 982670,
      "confidence": 0.8350966666666665
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah. And I was sort of out one more caravan and I made friends with this kid and he'd hired a go kart from the caravan. And I remember going around there and it was great. And I said. And I said, I've got a go kart. And the caravan window opened and my mum said, don't lie.",
      "start": 982742,
      "end": 1002254,
      "confidence": 0.8576927118644068
    },
    {
      "speaker": "B",
      "text": "You've got a wheelbarrow. Be truthful.",
      "start": 1003434,
      "end": 1006694,
      "confidence": 0.813965
    },
    {
      "speaker": "A",
      "text": "I went. I had a go kart.",
      "start": 1007874,
      "end": 1009106,
      "confidence": 0.8386442857142857
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1009170,
      "end": 1009602,
      "confidence": 0.73465
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1009698,
      "end": 1010106,
      "confidence": 0.79227
    },
    {
      "speaker": "B",
      "text": "Oh, that's so tragic.",
      "start": 1010170,
      "end": 1011594,
      "confidence": 0.8415225
    },
    {
      "speaker": "A",
      "text": "Yeah. Well.",
      "start": 1011674,
      "end": 1012170,
      "confidence": 0.460915
    },
    {
      "speaker": "B",
      "text": "You ever really forgive him for that? I'd never forgive him, my dad, if he'd swapped a go kart for a wheelbarrow.",
      "start": 1012202,
      "end": 1016146,
      "confidence": 0.8797972727272726
    },
    {
      "speaker": "A",
      "text": "I just thought that's part of the course. Yeah. You know, I mean. Yeah, they're in charge.",
      "start": 1016210,
      "end": 1019970,
      "confidence": 0.8386511764705883
    },
    {
      "speaker": "B",
      "text": "Sure. Did you used to rush home changing into that sort of gardener's gear?",
      "start": 1020042,
      "end": 1025174,
      "confidence": 0.8678735714285715
    },
    {
      "speaker": "A",
      "text": "Straight into your hard hat dungarees, any bricks need.",
      "start": 1026594,
      "end": 1030449,
      "confidence": 0.8279688888888889
    },
    {
      "speaker": "B",
      "text": "Exactly.",
      "start": 1030561,
      "end": 1031145,
      "confidence": 0.68348
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1031249,
      "end": 1031793,
      "confidence": 0.85704
    },
    {
      "speaker": "B",
      "text": "Oh, that's so tragic.",
      "start": 1031913,
      "end": 1033745,
      "confidence": 0.7062925
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1033769,
      "end": 1035009,
      "confidence": 0.58471
    },
    {
      "speaker": "B",
      "text": "Still, that was your happiest day.",
      "start": 1035161,
      "end": 1036593,
      "confidence": 0.9061699999999999
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 1036673,
      "end": 1037049,
      "confidence": 0.94568
    },
    {
      "speaker": "B",
      "text": "Beautiful cars.",
      "start": 1037121,
      "end": 1037761,
      "confidence": 0.644145
    },
    {
      "speaker": "C",
      "text": "That's the one that sprung to mind.",
      "start": 1037817,
      "end": 1039377,
      "confidence": 0.8685414285714285
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah. My unhappiest. You see how go karts can be good or bad? Does that make you think, Carl, that the go kart is, you know, it's good and evil player record. I like that. Huh.",
      "start": 1039425,
      "end": 1055286,
      "confidence": 0.8519664864864864
    },
    {
      "speaker": "B",
      "text": "So. Oh, really?",
      "start": 1055350,
      "end": 1056294,
      "confidence": 0.5710433333333333
    },
    {
      "speaker": "A",
      "text": "What ads have you got?",
      "start": 1056334,
      "end": 1057022,
      "confidence": 0.919882
    },
    {
      "speaker": "C",
      "text": "I've got these.",
      "start": 1057078,
      "end": 1057994,
      "confidence": 0.9466666666666667
    },
    {
      "speaker": "A",
      "text": "Electric soft parade. Same way every day on XFM 104.9. I'm Ricky Gervais within Steve Merchant. Rick.",
      "start": 1063054,
      "end": 1069758,
      "confidence": 0.8555741176470587
    },
    {
      "speaker": "B",
      "text": "I only had one thing I had to do all week. I was. All week. I was so excited about getting up Friday morning, phoning, getting Bruce Springsteen. Oh, yes, the boss is playing in October and basically got up too late.",
      "start": 1069806,
      "end": 1083836,
      "confidence": 0.9241233333333332
    },
    {
      "speaker": "A",
      "text": "Well, not sold out. Already sold out.",
      "start": 1083980,
      "end": 1085756,
      "confidence": 0.8338057142857143
    },
    {
      "speaker": "B",
      "text": "It sold out. But I've started calling about 1230. It sold out. I trolled the net. I trolled.",
      "start": 1085780,
      "end": 1091264,
      "confidence": 0.7973794444444445
    },
    {
      "speaker": "A",
      "text": "Yeah, some of those buys are bulk buys for selling on, aren't they? They're not all individuals.",
      "start": 1091564,
      "end": 1096500,
      "confidence": 0.8511476470588236
    },
    {
      "speaker": "B",
      "text": "This is the problem. I mean, I don't know how many people they can fit in Wembley arena, but sold out by 1230.",
      "start": 1096572,
      "end": 1101548,
      "confidence": 0.8817578260869565
    },
    {
      "speaker": "A",
      "text": "And that's popular Wembley arena.",
      "start": 1101596,
      "end": 1103332,
      "confidence": 0.9650040000000001
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1103388,
      "end": 1103644,
      "confidence": 0.62023
    },
    {
      "speaker": "A",
      "text": "So at 12,000, it.",
      "start": 1103684,
      "end": 1104732,
      "confidence": 0.6077425
    },
    {
      "speaker": "B",
      "text": "I was so gutted. It was all I had to do. I was so looking forward to it. I found out one of those, like, dodge quite dodgy ticket agencies. And do you know how much he was offering to, you know, they're like. They're 45 quid to buy. He said the starting price is 225 quid. I mean, that to me is like a ticket toe, like illegal ticket. I don't know. It's crazy. I was.",
      "start": 1104788,
      "end": 1121894,
      "confidence": 0.9029994805194806
    },
    {
      "speaker": "A",
      "text": "So they'd have to say their booking fee was 150 pounds.",
      "start": 1121934,
      "end": 1126710,
      "confidence": 0.8267536363636363
    },
    {
      "speaker": "B",
      "text": "Exactly. So I. But now I'm just. I'm like desperate. I don't know what to do. I'm just wondering if I can abuse our position on the radio and just try and scrounge them from anyone who's listening. I mean, anyone who's listening, who's got the power to get them, you know, begging, isn't it? It's exactly what it is, Rick. Yeah, yeah, I was gonna try and dress it up. Yeah, it's just begging.",
      "start": 1126742,
      "end": 1144316,
      "confidence": 0.8948377333333332
    },
    {
      "speaker": "A",
      "text": "I take it out after you as well.",
      "start": 1144340,
      "end": 1145868,
      "confidence": 0.9201925000000001
    },
    {
      "speaker": "B",
      "text": "Exactly.",
      "start": 1145916,
      "end": 1146308,
      "confidence": 0.60616
    },
    {
      "speaker": "A",
      "text": "Singing him Ricky dot Gervais, bring me into it.",
      "start": 1146356,
      "end": 1149220,
      "confidence": 0.6930977777777778
    },
    {
      "speaker": "B",
      "text": "Shut up. Ricky dot gervais xfm dot co dot uk. If there's anything you can do to get me a ticket, I'm willing to pay for it up to the .5 quid.",
      "start": 1149252,
      "end": 1158944,
      "confidence": 0.8700640625000002
    },
    {
      "speaker": "A",
      "text": "Wow. You don't throw your money around 25 quid.",
      "start": 1159324,
      "end": 1164796,
      "confidence": 0.7822577777777778
    },
    {
      "speaker": "B",
      "text": "Don't you know who I am? Yeah, but, um. But that, I mean, do you know what I mean? Because I'm just like. I asked Kyle if he could sort it out. He's done nothing, he's achieved nothing.",
      "start": 1164940,
      "end": 1172692,
      "confidence": 0.875075
    },
    {
      "speaker": "A",
      "text": "I know.",
      "start": 1172788,
      "end": 1173236,
      "confidence": 0.7423500000000001
    },
    {
      "speaker": "B",
      "text": "So I'm just desperate. I'm in a desperate situation and I don't quite know what to do.",
      "start": 1173300,
      "end": 1176224,
      "confidence": 0.9410770588235294
    },
    {
      "speaker": "A",
      "text": "I'll tell you this, though, Kyle, don't bother doing favors for him because he's not grateful. You give him so much. He goes, right, this mean I have to give you something back? And I go, well, no. He goes, good.",
      "start": 1176844,
      "end": 1184944,
      "confidence": 0.8350460975609755
    },
    {
      "speaker": "C",
      "text": "I got you cure tickets and you did nothing to that gig. There you go.",
      "start": 1185244,
      "end": 1188516,
      "confidence": 0.8472246666666667
    },
    {
      "speaker": "B",
      "text": "It was rubbish. I went along to that gig. It was a balmy summer's night. The cure, as far as I'm concerned, owed me a balmy summer's night because I wasted it. Hour and a half they played for. They played four hits. I don't want to be there. Dirge from like some dodgy album and from like, 1984. I'm not interested. Play the hits. Boys don't cry love cats, blah blah blah blah. Instead I got nothing. I was so angry. I was. I was just.",
      "start": 1188540,
      "end": 1208494,
      "confidence": 0.8968632183908049
    },
    {
      "speaker": "A",
      "text": "Oh, man, you're probably angry at Carl, weren't you?",
      "start": 1208614,
      "end": 1210750,
      "confidence": 0.8053255555555555
    },
    {
      "speaker": "B",
      "text": "I was angry at Carl for wasting my time getting me the tickets for, paid for it.",
      "start": 1210782,
      "end": 1215198,
      "confidence": 0.8892929411764705
    },
    {
      "speaker": "A",
      "text": "You get to see what sort of a bloke Steve merchant is.",
      "start": 1215326,
      "end": 1218302,
      "confidence": 0.8954091666666667
    },
    {
      "speaker": "B",
      "text": "No, it's not the point. Do you not agree, though, if you're going to go and see a bell at the cure on a summer's night, yeah, Hyde park. You do not want to hear some obscure b sides in album track.",
      "start": 1218398,
      "end": 1227160,
      "confidence": 0.8692178571428573
    },
    {
      "speaker": "A",
      "text": "But that's what that was a great thing about. When. When I saw Bowie at the BBC, he played what he. You know about that?",
      "start": 1227192,
      "end": 1234304,
      "confidence": 0.8675372
    },
    {
      "speaker": "B",
      "text": "I don't know about this.",
      "start": 1234344,
      "end": 1235364,
      "confidence": 0.930152
    },
    {
      "speaker": "A",
      "text": "You do.",
      "start": 1236184,
      "end": 1236784,
      "confidence": 0.66659
    },
    {
      "speaker": "B",
      "text": "What? When did you see Bowie?",
      "start": 1236824,
      "end": 1238184,
      "confidence": 0.88375
    },
    {
      "speaker": "A",
      "text": "At the Jonathan Ross recording. Oh, you're sure?",
      "start": 1238224,
      "end": 1240880,
      "confidence": 0.62926875
    },
    {
      "speaker": "B",
      "text": "This friend, Jonathan Ross.",
      "start": 1240912,
      "end": 1242096,
      "confidence": 0.5874600000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1242200,
      "end": 1242760,
      "confidence": 0.98944
    },
    {
      "speaker": "B",
      "text": "What was this? Was that that tv thing he did?",
      "start": 1242872,
      "end": 1244552,
      "confidence": 0.769845
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1244568,
      "end": 1244792,
      "confidence": 0.35461
    },
    {
      "speaker": "B",
      "text": "You went to that? You haven't told me about this. Yes, I haven't.",
      "start": 1244848,
      "end": 1248808,
      "confidence": 0.8379684615384615
    },
    {
      "speaker": "A",
      "text": "We were away, I think.",
      "start": 1248976,
      "end": 1250128,
      "confidence": 0.835704
    },
    {
      "speaker": "B",
      "text": "No, I wasn't, because I watched on tv.",
      "start": 1250216,
      "end": 1252398,
      "confidence": 0.8365712500000001
    },
    {
      "speaker": "A",
      "text": "It was amazing.",
      "start": 1252526,
      "end": 1253822,
      "confidence": 0.9586366666666667
    },
    {
      "speaker": "B",
      "text": "Don't tell me that.",
      "start": 1253878,
      "end": 1254806,
      "confidence": 0.96932
    },
    {
      "speaker": "A",
      "text": "It was incredible.",
      "start": 1254910,
      "end": 1256074,
      "confidence": 0.9055933333333334
    },
    {
      "speaker": "B",
      "text": "Are you seriously there?",
      "start": 1256374,
      "end": 1257438,
      "confidence": 0.81777
    },
    {
      "speaker": "A",
      "text": "Yeah. And then. Then I went on to a show on the Saturday. Did you? Yeah, cuz I was. John said, oh, I need someone to come in. Yeah. And I went on to the radio.",
      "start": 1257526,
      "end": 1265686,
      "confidence": 0.8250263888888889
    },
    {
      "speaker": "B",
      "text": "So you hanging out with Bowie?",
      "start": 1265710,
      "end": 1266910,
      "confidence": 0.72453
    },
    {
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 1267022,
      "end": 1269382,
      "confidence": 0.8596066666666666
    },
    {
      "speaker": "B",
      "text": "Who else was there?",
      "start": 1269558,
      "end": 1270754,
      "confidence": 0.8275825
    },
    {
      "speaker": "A",
      "text": "Well, the weird thing.",
      "start": 1271494,
      "end": 1272438,
      "confidence": 0.9326675
    },
    {
      "speaker": "B",
      "text": "Should I go through my favorite artists and you just name them and see if they were there? Just let me know.",
      "start": 1272486,
      "end": 1276754,
      "confidence": 0.8883427272727272
    },
    {
      "speaker": "A",
      "text": "No, but it was amazing, right? Because he started. He played them just doing local, because it was. That was the meltdown thing. And he did be my wife, which was great. Then he started doing fame, right? And they've been talking about Ziggy in the interview. He was going, everyone goes on Ziggy. We just stop it, right? It's all like, got to a point where it's going all. And it was really funny and. But Jonathan's got a favorite phase and then he started playing them fame, and it was really good and he just went, stop this, stop this. This isn't. Let's do Ziggy. And my spine tingled. Oh, well, I did start us, and I'll tell you what, it sounded like the album version. And he's got an amazing man. And it was. And I love it when they do that. They know. I hate it when they're. Just. Because they've been going for 25 years, they start changing.",
      "start": 1277174,
      "end": 1322210,
      "confidence": 0.8630745398773007
    },
    {
      "speaker": "B",
      "text": "Sorry. I can't believe that you went to this, that you knew you were going to this and you never asked me. You never asked Jonathan if you could get me in. I mean, seriously. I mean, you know how much that would have meant.",
      "start": 1322242,
      "end": 1332970,
      "confidence": 0.9218388888888888
    },
    {
      "speaker": "A",
      "text": "Yeah, it was very tight, apparently. I know, but it was very, very. It was very sort. Apparently, Richard Branson couldn't get in. There's a queue. So I was like, special. It was. There was me. Me and Jane went, David Badeo and Frank Skinner.",
      "start": 1333002,
      "end": 1346108,
      "confidence": 0.8499555555555554
    },
    {
      "speaker": "B",
      "text": "I want some new showbiz friends of yours.",
      "start": 1346196,
      "end": 1348092,
      "confidence": 0.72457
    },
    {
      "speaker": "A",
      "text": "No, I mean, I'm rubbing it in, Steve.",
      "start": 1348228,
      "end": 1351076,
      "confidence": 0.8189287499999999
    },
    {
      "speaker": "B",
      "text": "I can't I'm just.",
      "start": 1351180,
      "end": 1352504,
      "confidence": 0.8705725
    },
    {
      "speaker": "A",
      "text": "But you might not have liked it. You might have complained like, Carl is the cure and you turned it back.",
      "start": 1353244,
      "end": 1358492,
      "confidence": 0.8541947619047618
    },
    {
      "speaker": "B",
      "text": "Rubbish, though. That was rubbish.",
      "start": 1358548,
      "end": 1360012,
      "confidence": 0.7454479999999999
    },
    {
      "speaker": "A",
      "text": "Well, you might not like what David did. You know, I tell you this seriously.",
      "start": 1360068,
      "end": 1362876,
      "confidence": 0.939424
    },
    {
      "speaker": "B",
      "text": "If I find out that you do, that you've gone to some secret gig or something in the future and I find that you've been seriously, that's it. There's no more office. There's no more. No, I'm not joking because that to me, is like. That's what friendship is. That's like a textbook example of friendship.",
      "start": 1362900,
      "end": 1375180,
      "confidence": 0.9368966071428574
    },
    {
      "speaker": "A",
      "text": "What do you think, Carl?",
      "start": 1375212,
      "end": 1376304,
      "confidence": 0.77178
    },
    {
      "speaker": "B",
      "text": "No, I just think that you really are.",
      "start": 1376684,
      "end": 1378464,
      "confidence": 0.734695
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1380404,
      "end": 1380764,
      "confidence": 0.61667
    },
    {
      "speaker": "B",
      "text": "I wasn't away. Don't try and fool me.",
      "start": 1380804,
      "end": 1382628,
      "confidence": 0.8173587499999999
    },
    {
      "speaker": "A",
      "text": "Yeah, I wouldn't have been away.",
      "start": 1382676,
      "end": 1383724,
      "confidence": 0.9478866666666667
    },
    {
      "speaker": "B",
      "text": "If I was away. I would have been away. You told me what's happening.",
      "start": 1383764,
      "end": 1385812,
      "confidence": 0.8103328571428571
    },
    {
      "speaker": "A",
      "text": "You were asleep.",
      "start": 1385868,
      "end": 1386564,
      "confidence": 0.7790933333333333
    },
    {
      "speaker": "B",
      "text": "I'm seriously, I'm. You can. We can joke about it, but I'm really angry about this.",
      "start": 1386644,
      "end": 1390692,
      "confidence": 0.8725624999999999
    },
    {
      "speaker": "A",
      "text": "What do you think, Carl?",
      "start": 1390748,
      "end": 1391944,
      "confidence": 0.86875
    },
    {
      "speaker": "B",
      "text": "There's a secret, right? There's this. Apparently there's a secret Bruce Springsteen gig that's been planned.",
      "start": 1392644,
      "end": 1396100,
      "confidence": 0.8769006250000001
    },
    {
      "speaker": "A",
      "text": "I'm going.",
      "start": 1396132,
      "end": 1396636,
      "confidence": 0.445705
    },
    {
      "speaker": "B",
      "text": "Are you? I.",
      "start": 1396740,
      "end": 1397738,
      "confidence": 0.7998333333333333
    },
    {
      "speaker": "A",
      "text": "If you. Seriously.",
      "start": 1397826,
      "end": 1399054,
      "confidence": 0.7988266666666667
    },
    {
      "speaker": "B",
      "text": "But seriously, if you find out you're at that, I mean, oh, dear. To play a record so I can show expletives. Oh, I tell you what, lovely bit of electronic. Oh, just to cook, calm and soothe me. I'm just serious. I'm not joking. That really winds me up. That really winds me up.",
      "start": 1399434,
      "end": 1417962,
      "confidence": 0.826554181818182
    },
    {
      "speaker": "A",
      "text": "The cure was good.",
      "start": 1418058,
      "end": 1419174,
      "confidence": 0.8372949999999999
    },
    {
      "speaker": "B",
      "text": "Electronic. Getting away with it. Nice to hear that again.",
      "start": 1422754,
      "end": 1424816,
      "confidence": 0.903797
    },
    {
      "speaker": "A",
      "text": "Yeah, lovely level that. Level that.",
      "start": 1424930,
      "end": 1426668,
      "confidence": 0.966525
    },
    {
      "speaker": "B",
      "text": "Someone's just. Well, no, there's a guy who knows that he might be able to sort me out with the Springsteen ticket. So deeply excited about that. But, you know, people don't, don't get, don't care for complexity. Might not be.",
      "start": 1426716,
      "end": 1437388,
      "confidence": 0.7793873170731707
    },
    {
      "speaker": "A",
      "text": "Steve demands a lot of hard work.",
      "start": 1437516,
      "end": 1439284,
      "confidence": 0.9890428571428572
    },
    {
      "speaker": "B",
      "text": "Well, he might not be able to sort it out. You know, he's going to make some calls, but if he can't, then, you know, keep calling or emailing. Ricky.",
      "start": 1439324,
      "end": 1445236,
      "confidence": 0.8937893333333332
    },
    {
      "speaker": "A",
      "text": "Doc, you'll be taking me, won't you? Because after that rant about me not taking you, well, you're welcome to go.",
      "start": 1445260,
      "end": 1449892,
      "confidence": 0.8385595238095237
    },
    {
      "speaker": "B",
      "text": "I mean, if. Well, if you told me that before you. I probably could have blagged some using your name. If you let me do that, I could have phoned up the promoter, Ricky Gervais, Bach, the winner. He'd probably sort of be right. But, yeah, I mean, you know, joking aside, it is quite serious. And as I said, I don't want to pay through the notes for him, you know, I'm willing to go up to sort of 47 pounds they cost like that.",
      "start": 1449908,
      "end": 1472954,
      "confidence": 0.869533604651163
    },
    {
      "speaker": "A",
      "text": "Steve, trying to impress a girl in a queue, offered the bouncer two quid for himself if he could go to the front.",
      "start": 1473294,
      "end": 1479482,
      "confidence": 0.8701030434782607
    },
    {
      "speaker": "B",
      "text": "That was so embarrassing. I tried to bribe. I tell you, that car. I tried to bribe the bouncer. He was coming out. He was just. They thought he was really. He thought he was in total. He was. He was like the bouncer of the Met club, the Met bar or something tender in. He was choose. No, he wasn't. He was picking people off. Right? That was it. He was picking people off and he was going, you. You can come in. You can come in. I got chained to a couple of girls. I thought, I'm in here. I'm sorry, dear. And I thought, I'll act flash. I'll try and bribe my way into the club. The guy was walking past, I cornered him. I went, we. How much did it go in? He said, fiver. I went, I'll give you seven. Because the problem I had was I didn't want to go straight to, like, a tenor, because if he accepted seven, I didn't want to be that.",
      "start": 1479618,
      "end": 1518044,
      "confidence": 0.876525813953488
    },
    {
      "speaker": "A",
      "text": "We could at least haggle. It was the term. Is that frugal? What is the term for that? Thrifty.",
      "start": 1519264,
      "end": 1523544,
      "confidence": 0.8883105263157894
    },
    {
      "speaker": "B",
      "text": "I know, but I'm resenting this because you are trying to create this kind of. This lies, this myth that I'm somehow, you know, like, that I'm somehow cheating my money or that I'm not a great lover, frankly.",
      "start": 1523584,
      "end": 1538804,
      "confidence": 0.9144107692307694
    },
    {
      "speaker": "A",
      "text": "Carl, you went to habitat this week, didn't you?",
      "start": 1540024,
      "end": 1543464,
      "confidence": 0.9307944444444445
    },
    {
      "speaker": "C",
      "text": "You're not gonna believe this, Steve.",
      "start": 1543584,
      "end": 1544848,
      "confidence": 0.8191916666666668
    },
    {
      "speaker": "B",
      "text": "Go on.",
      "start": 1544896,
      "end": 1545176,
      "confidence": 0.8523799999999999
    },
    {
      "speaker": "A",
      "text": "He told me that.",
      "start": 1545200,
      "end": 1546124,
      "confidence": 0.6858725000000001
    },
    {
      "speaker": "C",
      "text": "Do you know, I told you about those. Those lads at school with big heads.",
      "start": 1546784,
      "end": 1550480,
      "confidence": 0.8162093333333335
    },
    {
      "speaker": "B",
      "text": "Sure, yeah, the big head lads.",
      "start": 1550592,
      "end": 1551616,
      "confidence": 0.8543016666666667
    },
    {
      "speaker": "C",
      "text": "Yeah, right.",
      "start": 1551640,
      "end": 1552432,
      "confidence": 0.74271
    },
    {
      "speaker": "A",
      "text": "And the web feet.",
      "start": 1552608,
      "end": 1553608,
      "confidence": 0.6940550000000001
    },
    {
      "speaker": "C",
      "text": "Yeah. Web dance.",
      "start": 1553696,
      "end": 1554872,
      "confidence": 0.6392566666666667
    },
    {
      "speaker": "A",
      "text": "Web dance, was it?",
      "start": 1554968,
      "end": 1556124,
      "confidence": 0.8185
    },
    {
      "speaker": "B",
      "text": "They weren't there, were they?",
      "start": 1557544,
      "end": 1558664,
      "confidence": 0.883822
    },
    {
      "speaker": "C",
      "text": "They weren't there. But, you know, like Ricky was always saying, oh, they don't exist. They only went to your school.",
      "start": 1558784,
      "end": 1563312,
      "confidence": 0.8428490476190476
    },
    {
      "speaker": "B",
      "text": "You know.",
      "start": 1563368,
      "end": 1563640,
      "confidence": 0.81911
    },
    {
      "speaker": "C",
      "text": "La, la la was in abitak. There was only one. One sat on a sofa. Not one of the lads, but one of the biggest lad, a big headed lad.",
      "start": 1563672,
      "end": 1571922,
      "confidence": 0.8108339999999998
    },
    {
      "speaker": "B",
      "text": "What is that like? Is he like Frank? Side, bottom? I mean, is it like.",
      "start": 1572058,
      "end": 1577414,
      "confidence": 0.7667726666666667
    },
    {
      "speaker": "C",
      "text": "This is why, you know, it's maybe a medical. Well, it'd be nice if there's a doctor listening.",
      "start": 1577954,
      "end": 1584098,
      "confidence": 0.9429661111111112
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah, a doctor listen to x. I'm thinking I must phone up and fuel Carl's obsession with.",
      "start": 1584266,
      "end": 1590672,
      "confidence": 0.8053883333333335
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1590778,
      "end": 1591140,
      "confidence": 0.40854
    },
    {
      "speaker": "A",
      "text": "Deformed.",
      "start": 1591212,
      "end": 1591908,
      "confidence": 0.54029
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1591996,
      "end": 1592332,
      "confidence": 0.67613
    },
    {
      "speaker": "C",
      "text": "Nobody's not really deformed. Probably. You see, it's weird how it's always kids. I will see with it. So I'm wondering whether the growing head right then the. When they get older it works out all right.",
      "start": 1592388,
      "end": 1604684,
      "confidence": 0.7675462162162164
    },
    {
      "speaker": "A",
      "text": "Like jumpers my mum used to get me, but jumpers a size too big, so it last a year.",
      "start": 1604724,
      "end": 1608332,
      "confidence": 0.8459973684210527
    },
    {
      "speaker": "C",
      "text": "So I'm just wondering if it's the same.",
      "start": 1608388,
      "end": 1610068,
      "confidence": 0.90118125
    },
    {
      "speaker": "B",
      "text": "How old are these generally? They're not like adults.",
      "start": 1610156,
      "end": 1612452,
      "confidence": 0.9060366666666668
    },
    {
      "speaker": "C",
      "text": "They're like when I was at school, that was probably about seven. And this kid on.",
      "start": 1612588,
      "end": 1616532,
      "confidence": 0.892365625
    },
    {
      "speaker": "B",
      "text": "Do they have to wear any kind of apparatus to sort of keep their head from kind of, you know, not tipping them over or sort of staying? Well, I'm just worried that the heads can be too heavy for their body or something in there.",
      "start": 1616588,
      "end": 1626918,
      "confidence": 0.8949823913043476
    },
    {
      "speaker": "C",
      "text": "No, I mean, it's not that big. Right. It's just not. Right. You kind of go. You sort of do a bit of a double take.",
      "start": 1626966,
      "end": 1633518,
      "confidence": 0.9268634615384614
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1633606,
      "end": 1634274,
      "confidence": 0.90409
    },
    {
      "speaker": "C",
      "text": "Like the fringe isn't sort of, you know, just above their eyes, it's quite high up.",
      "start": 1635374,
      "end": 1639406,
      "confidence": 0.93353125
    },
    {
      "speaker": "B",
      "text": "Sure. That sickens you, obviously. And is it something that repulses you slightly? Do you get.",
      "start": 1639470,
      "end": 1645446,
      "confidence": 0.920053125
    },
    {
      "speaker": "C",
      "text": "No, no, that's. That'd be cruel.",
      "start": 1645550,
      "end": 1647134,
      "confidence": 0.56452
    },
    {
      "speaker": "B",
      "text": "No, sure.",
      "start": 1647174,
      "end": 1647558,
      "confidence": 0.8422449999999999
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 1647606,
      "end": 1648102,
      "confidence": 0.3575
    },
    {
      "speaker": "B",
      "text": "But you know, it's not cool to discuss it on the radio.",
      "start": 1648238,
      "end": 1650420,
      "confidence": 0.9554383333333334
    },
    {
      "speaker": "C",
      "text": "Well, it happens, right. I mean.",
      "start": 1650582,
      "end": 1652408,
      "confidence": 0.8195116666666666
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1652456,
      "end": 1652872,
      "confidence": 0.84663
    },
    {
      "speaker": "C",
      "text": "So. And I'd just like to know what it is. If it's like a. Like a water on the head type.",
      "start": 1652968,
      "end": 1660164,
      "confidence": 0.883092857142857
    },
    {
      "speaker": "A",
      "text": "Like water on the knee. Yeah, but on the head.",
      "start": 1661144,
      "end": 1663440,
      "confidence": 0.8267349999999999
    },
    {
      "speaker": "B",
      "text": "On the head.",
      "start": 1663472,
      "end": 1664072,
      "confidence": 0.8319933333333333
    },
    {
      "speaker": "C",
      "text": "But yeah, if anyone knows what it is.",
      "start": 1664168,
      "end": 1667184,
      "confidence": 0.954355
    },
    {
      "speaker": "B",
      "text": "Yeah. People with big heads.",
      "start": 1667264,
      "end": 1669160,
      "confidence": 0.9553480000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1669272,
      "end": 1669608,
      "confidence": 0.92892
    },
    {
      "speaker": "C",
      "text": "The.",
      "start": 1669656,
      "end": 1670056,
      "confidence": 0.48
    },
    {
      "speaker": "B",
      "text": "And it's. Yeah. Okay.",
      "start": 1670160,
      "end": 1671352,
      "confidence": 0.8950725
    },
    {
      "speaker": "C",
      "text": "It'd be good.",
      "start": 1671408,
      "end": 1671936,
      "confidence": 0.8109633333333334
    },
    {
      "speaker": "B",
      "text": "Good information.",
      "start": 1672000,
      "end": 1672648,
      "confidence": 0.980005
    },
    {
      "speaker": "C",
      "text": "So what time, how we do it was suspective.",
      "start": 1672776,
      "end": 1675440,
      "confidence": 0.6645855555555555
    },
    {
      "speaker": "A",
      "text": "You sure he wasn't sort of. Sort of leaning forward and he's really tall, so the top of his head looked quite big. But then it went to a little body, but really his body was a lot further away.",
      "start": 1675472,
      "end": 1686356,
      "confidence": 0.958003
    },
    {
      "speaker": "C",
      "text": "No, big head. Yeah, big head. Rest of his body, fine face. Okay. Everything's normal.",
      "start": 1686420,
      "end": 1692892,
      "confidence": 0.8800206666666667
    },
    {
      "speaker": "A",
      "text": "You're looking at him in a kettle.",
      "start": 1693068,
      "end": 1694404,
      "confidence": 0.8471271428571429
    },
    {
      "speaker": "C",
      "text": "If you wore a hat it'd be all right.",
      "start": 1694444,
      "end": 1697052,
      "confidence": 0.9442922222222221
    },
    {
      "speaker": "A",
      "text": "What do you mean? If you wore a hat he'd be alright.",
      "start": 1697188,
      "end": 1698868,
      "confidence": 0.8779675
    },
    {
      "speaker": "C",
      "text": "You'd probably just think, oh, it's a big hat.",
      "start": 1698916,
      "end": 1700944,
      "confidence": 0.8344911111111111
    },
    {
      "speaker": "B",
      "text": "So you put like a ten gallon hat.",
      "start": 1703044,
      "end": 1704684,
      "confidence": 0.74064625
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1704724,
      "end": 1704852,
      "confidence": 0.80476
    },
    {
      "speaker": "C",
      "text": "Without.",
      "start": 1704868,
      "end": 1705092,
      "confidence": 0.44483
    },
    {
      "speaker": "A",
      "text": "With that would go down onto his shoulders with two eyes cut in it. Yeah.",
      "start": 1705148,
      "end": 1708252,
      "confidence": 0.8262646666666666
    },
    {
      "speaker": "B",
      "text": "Like the ant hill mob.",
      "start": 1708268,
      "end": 1709864,
      "confidence": 0.854372
    },
    {
      "speaker": "A",
      "text": "Michael Benteen's potty time.",
      "start": 1710964,
      "end": 1712532,
      "confidence": 0.7249525
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1712588,
      "end": 1712820,
      "confidence": 0.83597
    },
    {
      "speaker": "A",
      "text": "How would it help him?",
      "start": 1712852,
      "end": 1714436,
      "confidence": 0.8518459999999999
    },
    {
      "speaker": "B",
      "text": "Yeah. Are you sure this wasn't a diddy, man?",
      "start": 1714540,
      "end": 1717344,
      "confidence": 0.9350388888888889
    },
    {
      "speaker": "C",
      "text": "I'm not being mean, I just want.",
      "start": 1720244,
      "end": 1721548,
      "confidence": 0.90446
    },
    {
      "speaker": "A",
      "text": "To know what it is.",
      "start": 1721556,
      "end": 1722228,
      "confidence": 0.910738
    },
    {
      "speaker": "B",
      "text": "No. Okay. But if you are a doctor listening, and you, and you, you know, you want to use your kind of free satin.",
      "start": 1722276,
      "end": 1727044,
      "confidence": 0.8867829166666669
    },
    {
      "speaker": "A",
      "text": "Not the doctor who phoned the bloke in America and said, where do I get blood from?",
      "start": 1727084,
      "end": 1730292,
      "confidence": 0.8875588235294116
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 1730348,
      "end": 1730636,
      "confidence": 0.81857
    },
    {
      "speaker": "A",
      "text": "Not that doctor, because I assume he's been struck off. Now, giving.",
      "start": 1730700,
      "end": 1733316,
      "confidence": 0.9072391666666667
    },
    {
      "speaker": "B",
      "text": "Give us a call and sort out the whole big head conundrum. What's the number?",
      "start": 1733380,
      "end": 1736664,
      "confidence": 0.8438979999999999
    },
    {
      "speaker": "C",
      "text": "Oh, 8700 801. Two, three, four.",
      "start": 1737084,
      "end": 1739324,
      "confidence": 0.8183333333333334
    },
    {
      "speaker": "B",
      "text": "Also the number to call if you have Bruce Springsteen tickets available. I pay up to 47.",
      "start": 1739364,
      "end": 1743540,
      "confidence": 0.8945299999999999
    },
    {
      "speaker": "A",
      "text": "Don't do it. Go yourself. Don't give him to Steve for cost price. Make a little profit. I mean, don't save the million.",
      "start": 1743572,
      "end": 1748556,
      "confidence": 0.8646082608695652
    },
    {
      "speaker": "B",
      "text": "You know what? I feel you've already ruined the matter thing. Don't ruin some more of my dreams.",
      "start": 1748660,
      "end": 1751492,
      "confidence": 0.8325327777777778
    },
    {
      "speaker": "A",
      "text": "But I'll tell you what, if you do get Steve a ticket, he'll be so grateful that he will spend a bit of money on you. I imagine you'll buy tickets and, you know, give them something pretty special because you're earning now and, you know.",
      "start": 1751508,
      "end": 1761436,
      "confidence": 0.8901178260869564
    },
    {
      "speaker": "B",
      "text": "Yeah. So let me discuss that with them. I mean, let's not make any promises.",
      "start": 1761500,
      "end": 1764864,
      "confidence": 0.8609320000000001
    },
    {
      "speaker": "A",
      "text": "Yeah. You're in the middle of a phone call. There aren't. Yeah. Is that Paul bloke still on the line?",
      "start": 1769564,
      "end": 1774108,
      "confidence": 0.8157570000000002
    },
    {
      "speaker": "C",
      "text": "Probably not. No, he's gone.",
      "start": 1774196,
      "end": 1775572,
      "confidence": 0.736408
    },
    {
      "speaker": "A",
      "text": "Oh, has he? Yeah.",
      "start": 1775628,
      "end": 1776824,
      "confidence": 0.65112
    },
    {
      "speaker": "B",
      "text": "White stripes.",
      "start": 1777124,
      "end": 1777980,
      "confidence": 0.438325
    },
    {
      "speaker": "A",
      "text": "Yeah. Dead leaves and the dirty ground. Steve, what are you doing?",
      "start": 1778052,
      "end": 1781324,
      "confidence": 0.8738983333333334
    },
    {
      "speaker": "B",
      "text": "Sorry, man. I'm just preoccupied with other stuff. I've got the whole Springsteen thing I'm worried about. I've got that playing on my mind.",
      "start": 1781404,
      "end": 1786404,
      "confidence": 0.8099275
    },
    {
      "speaker": "A",
      "text": "I've never seen Steve so worried. Like, usually just. He sits there with his heaven.",
      "start": 1786444,
      "end": 1790572,
      "confidence": 0.7854840000000002
    },
    {
      "speaker": "B",
      "text": "Rick, I've made promises to people I can't keep. I promised about three different people. I'm getting them tickets. Well, serves you right.",
      "start": 1790628,
      "end": 1798384,
      "confidence": 0.8572713043478263
    },
    {
      "speaker": "A",
      "text": "I can't believe it. I cannot believe it.",
      "start": 1798924,
      "end": 1801172,
      "confidence": 0.9042424999999998
    },
    {
      "speaker": "C",
      "text": "Are we doing the game in this hour?",
      "start": 1801228,
      "end": 1802428,
      "confidence": 0.9486575
    },
    {
      "speaker": "A",
      "text": "What? Oh, we could do if we do that. Your game. What was that thing you told me the other day as well? I've talked about it. People phoning up about this. I don't think we should talk about conditions of the mind and brain.",
      "start": 1802476,
      "end": 1813732,
      "confidence": 0.8975937777777777
    },
    {
      "speaker": "C",
      "text": "Well, that woman has put you right.",
      "start": 1813788,
      "end": 1815012,
      "confidence": 0.8197857142857143
    },
    {
      "speaker": "A",
      "text": "Yeah. Shown us it's a hydrocephalus. It could be. And all it is is that it's totally curable and normal life. What they do is it's a baby born with sort of water on the brain and it comes out, must hurt a bit in childbirth, and then they just drain it off. It's just full of water.",
      "start": 1815068,
      "end": 1829768,
      "confidence": 0.8989429310344825
    },
    {
      "speaker": "C",
      "text": "I tell you what. What just reminded me. Weird stuff going on.",
      "start": 1829916,
      "end": 1833392,
      "confidence": 0.9146791666666667
    },
    {
      "speaker": "A",
      "text": "It was a baby.",
      "start": 1833448,
      "end": 1834096,
      "confidence": 0.745595
    },
    {
      "speaker": "B",
      "text": "Was it?",
      "start": 1834120,
      "end": 1834368,
      "confidence": 0.8414550000000001
    },
    {
      "speaker": "A",
      "text": "This was it. Maybe it was a baby. Maybe it's. Oh, maybe it was a baby, but it had water on the. Everything.",
      "start": 1834376,
      "end": 1840224,
      "confidence": 0.8451482608695651
    },
    {
      "speaker": "C",
      "text": "Well, listen, right, this was a kid with a big ad, as far as I'm concerned. Baby. But we know what. He's got everything sorted, but all the things, right, that are weird in the world.",
      "start": 1840344,
      "end": 1849640,
      "confidence": 0.894272777777778
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1849752,
      "end": 1850240,
      "confidence": 0.45904
    },
    {
      "speaker": "C",
      "text": "Always like. Yeah. You're going on about. There's no ghosts and stuff.",
      "start": 1850352,
      "end": 1854576,
      "confidence": 0.8596366666666667
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1854640,
      "end": 1855000,
      "confidence": 0.77958
    },
    {
      "speaker": "C",
      "text": "Right. How do you answer this one?",
      "start": 1855072,
      "end": 1856970,
      "confidence": 0.8754400000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1857042,
      "end": 1857578,
      "confidence": 0.69216
    },
    {
      "speaker": "C",
      "text": "Someone here who I work with.",
      "start": 1857706,
      "end": 1859538,
      "confidence": 0.9469283333333335
    },
    {
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 1859586,
      "end": 1860074,
      "confidence": 0.64185
    },
    {
      "speaker": "C",
      "text": "I'm not gonna say the acts, it doesn't matter, but they were eating space cake, right?",
      "start": 1860114,
      "end": 1868614,
      "confidence": 0.75657375
    },
    {
      "speaker": "A",
      "text": "What do you mean by that, Carl? Explain.",
      "start": 1869514,
      "end": 1871498,
      "confidence": 0.8116525
    },
    {
      "speaker": "B",
      "text": "What's the space cake for people who.",
      "start": 1871586,
      "end": 1872978,
      "confidence": 0.6587928571428572
    },
    {
      "speaker": "C",
      "text": "It's some sort of druggie cake in it.",
      "start": 1873026,
      "end": 1875666,
      "confidence": 0.7507699999999999
    },
    {
      "speaker": "A",
      "text": "Yeah, right. A dope brownie or whatever. Yeah. So with cannabis in, is that what you're saying?",
      "start": 1875770,
      "end": 1880938,
      "confidence": 0.780945294117647
    },
    {
      "speaker": "C",
      "text": "I think it's something stronger than that in it. I don't know. But anyway, he was having this space cake and.",
      "start": 1881066,
      "end": 1886670,
      "confidence": 0.8842428571428569
    },
    {
      "speaker": "A",
      "text": "You better give me the name now, Carl, because I've got reporting.",
      "start": 1886742,
      "end": 1889166,
      "confidence": 0.8077124999999999
    },
    {
      "speaker": "C",
      "text": "No, listen.",
      "start": 1889230,
      "end": 1890154,
      "confidence": 0.66343
    },
    {
      "speaker": "A",
      "text": "No, no, no.",
      "start": 1890454,
      "end": 1891434,
      "confidence": 0.7020133333333334
    },
    {
      "speaker": "B",
      "text": "Is it Sturgis? Was it close to.",
      "start": 1892494,
      "end": 1894526,
      "confidence": 0.5805457142857142
    },
    {
      "speaker": "A",
      "text": "Yeah, she's gone on the hardest.",
      "start": 1894590,
      "end": 1897114,
      "confidence": 0.594525
    },
    {
      "speaker": "C",
      "text": "So he's at a party, right? These mates, and they're listening to the star sailor album, right?",
      "start": 1900974,
      "end": 1908014,
      "confidence": 0.8508741176470588
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 1908054,
      "end": 1908548,
      "confidence": 0.81707
    },
    {
      "speaker": "C",
      "text": "And he sat there and he's had some of his cake and he's listening to the album and his mate sat across the way talking to someone else. Hmm, right.",
      "start": 1908686,
      "end": 1918952,
      "confidence": 0.8817326666666666
    },
    {
      "speaker": "A",
      "text": "That's weird.",
      "start": 1919008,
      "end": 1919844,
      "confidence": 0.575745
    },
    {
      "speaker": "C",
      "text": "The album's on and he thinks to himself, this track's going on a bit.",
      "start": 1921424,
      "end": 1929124,
      "confidence": 0.9286857142857142
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1929504,
      "end": 1930324,
      "confidence": 0.82054
    },
    {
      "speaker": "C",
      "text": "And his mate across the way, who's talking to someone else, heard him say it. Heard him say it. And he goes, yeah. Goes, yeah, isn't it?",
      "start": 1930784,
      "end": 1938064,
      "confidence": 0.9175218518518519
    },
    {
      "speaker": "A",
      "text": "Yeah. So he goes, oh, right.",
      "start": 1938884,
      "end": 1940932,
      "confidence": 0.8018316666666667
    },
    {
      "speaker": "C",
      "text": "And he goes, see, usually at this.",
      "start": 1941028,
      "end": 1943236,
      "confidence": 0.6885657142857143
    },
    {
      "speaker": "A",
      "text": "Point, I say, this bloke taken drugs. But you started the story. Yeah, with this bloke.",
      "start": 1943260,
      "end": 1947844,
      "confidence": 0.8874593749999999
    },
    {
      "speaker": "C",
      "text": "No, no, no.",
      "start": 1947884,
      "end": 1948396,
      "confidence": 0.88049
    },
    {
      "speaker": "A",
      "text": "Had done some drugs. Right, Rick?",
      "start": 1948460,
      "end": 1950348,
      "confidence": 0.8001733333333334
    },
    {
      "speaker": "C",
      "text": "No. If he. If he was here now, yeah. He would say, yeah, I know. I think it sounds. I know it sounds mental.",
      "start": 1950396,
      "end": 1956436,
      "confidence": 0.9347479166666667
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1956500,
      "end": 1956948,
      "confidence": 0.95315
    },
    {
      "speaker": "C",
      "text": "But it happened. And it wasn't just the one question. It wasn't just like, oh, this track's a bit long in it. Yeah, it is.",
      "start": 1957036,
      "end": 1963030,
      "confidence": 0.9196984
    },
    {
      "speaker": "A",
      "text": "He had a whole conversation with the guy.",
      "start": 1963102,
      "end": 1965794,
      "confidence": 0.9412275000000001
    },
    {
      "speaker": "B",
      "text": "Sorry, I just want to clarify. You mean he had the whole conversation telepathically? Yeah. Right. He didn't just shout across.",
      "start": 1966094,
      "end": 1971518,
      "confidence": 0.8976804761904761
    },
    {
      "speaker": "C",
      "text": "And they've recently met up and. Right. They've sat there and tried to, like, work out what happened and.",
      "start": 1971566,
      "end": 1976910,
      "confidence": 0.8768857894736842
    },
    {
      "speaker": "A",
      "text": "Without talk at all anymore.",
      "start": 1976942,
      "end": 1979086,
      "confidence": 0.9414720000000001
    },
    {
      "speaker": "B",
      "text": "Yeah. Why did they meet up? Couldn't they just stay out of it?",
      "start": 1979190,
      "end": 1986766,
      "confidence": 0.7641369230769233
    },
    {
      "speaker": "A",
      "text": "Do they have to have that cake.",
      "start": 1986790,
      "end": 1988014,
      "confidence": 0.9825528571428571
    },
    {
      "speaker": "B",
      "text": "Before they start having a conversation? Hold on.",
      "start": 1988094,
      "end": 1990590,
      "confidence": 0.8511937500000001
    },
    {
      "speaker": "A",
      "text": "Wait a minute, lads. Why are we using our lips? Yeah, this is using way too many foot. Oh, take them. There you go.",
      "start": 1990622,
      "end": 1996584,
      "confidence": 0.8745504166666667
    },
    {
      "speaker": "B",
      "text": "My only question with that is being skeptics like Ricky and I, whenever we hear a story like that about the paranormal, the first thing we always look for is maybe some. Maybe some other explanation.",
      "start": 1997684,
      "end": 2007052,
      "confidence": 0.9452119444444445
    },
    {
      "speaker": "A",
      "text": "Yeah, maybe one vague, lying.",
      "start": 2007108,
      "end": 2009864,
      "confidence": 0.887208
    },
    {
      "speaker": "B",
      "text": "Could be lying.",
      "start": 2010164,
      "end": 2011044,
      "confidence": 0.99832
    },
    {
      "speaker": "A",
      "text": "Chinese whisper.",
      "start": 2011164,
      "end": 2012304,
      "confidence": 0.8433200000000001
    },
    {
      "speaker": "B",
      "text": "I think you pointed out there are drugs.",
      "start": 2012964,
      "end": 2014904,
      "confidence": 0.8306787499999999
    },
    {
      "speaker": "A",
      "text": "An issue is madness.",
      "start": 2015884,
      "end": 2017156,
      "confidence": 0.6764475
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2017260,
      "end": 2017660,
      "confidence": 0.4782
    },
    {
      "speaker": "A",
      "text": "Fear, delusion, sleep. You know, there are so many things.",
      "start": 2017732,
      "end": 2023258,
      "confidence": 0.9837110000000001
    },
    {
      "speaker": "B",
      "text": "You go through I'm gonna call drugs.",
      "start": 2023306,
      "end": 2025290,
      "confidence": 0.6940485714285715
    },
    {
      "speaker": "A",
      "text": "Before your dead grandmother.",
      "start": 2025362,
      "end": 2027778,
      "confidence": 0.842185
    },
    {
      "speaker": "B",
      "text": "Exactly.",
      "start": 2027866,
      "end": 2028258,
      "confidence": 0.75347
    },
    {
      "speaker": "A",
      "text": "Pops into the equation for me with the acid. Right. Tell the other story that you totally. You totally believe this as a true story that you. The fellow with the. Being killed.",
      "start": 2028306,
      "end": 2037974,
      "confidence": 0.9050103030303032
    },
    {
      "speaker": "B",
      "text": "Right?",
      "start": 2038874,
      "end": 2039258,
      "confidence": 0.97642
    },
    {
      "speaker": "C",
      "text": "Do you know how the other week we were talking about some fella who had his head cut off and he said, when the head goes into the basket, I'm gonna blink a lot. See how many times I can blink.",
      "start": 2039306,
      "end": 2048616,
      "confidence": 0.91288756097561
    },
    {
      "speaker": "A",
      "text": "But if you remember when Carl first told me that it was. I think it was Simon or Nick, that point. No, that's not quite right. Carl. Carl told me it. That he had his head cut off. And when his head was in the basket, it looked up and said, count how many times I blink. But he believed that as well.",
      "start": 2048680,
      "end": 2062616,
      "confidence": 0.9085258730158728
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2062680,
      "end": 2062880,
      "confidence": 0.57254
    },
    {
      "speaker": "A",
      "text": "So he was happy. He was happy with that?",
      "start": 2062912,
      "end": 2064920,
      "confidence": 0.9220466666666667
    },
    {
      "speaker": "B",
      "text": "Sure. Did I say so? Yeah. You. A couple of weeks ago, there was a guy, he had his head cut off. And before he had it half, he said, I'm gonna blink to show that there's life after death.",
      "start": 2065032,
      "end": 2072984,
      "confidence": 0.8754939999999998
    },
    {
      "speaker": "C",
      "text": "He did 32 blinks. So you two were sort of pointing that down the other way. So I looked again on the Internet. Some other website.",
      "start": 2073104,
      "end": 2080680,
      "confidence": 0.9229792307692308
    },
    {
      "speaker": "A",
      "text": "Yep.",
      "start": 2080792,
      "end": 2081168,
      "confidence": 0.65286
    },
    {
      "speaker": "C",
      "text": "And there's a.",
      "start": 2081216,
      "end": 2082472,
      "confidence": 0.9297066666666666
    },
    {
      "speaker": "A",
      "text": "So it's the website. Just to clarify, the website is the place where you bought that property on the moon, didn't you? Because it was a bargain, right?",
      "start": 2082568,
      "end": 2088872,
      "confidence": 0.9169174999999999
    },
    {
      "speaker": "C",
      "text": "So this guy fingers umped. Look, we'll see who's been gazumped when that. When this world ends, I got somewhere to go, right? And I know you'll be calling me up saying, oh, can I come with you?",
      "start": 2088968,
      "end": 2101058,
      "confidence": 0.8338110526315792
    },
    {
      "speaker": "A",
      "text": "Everybody got like two squares. It's all those people with big heads and web feet. They've been buying it all these years. Listen, right, go on.",
      "start": 2101136,
      "end": 2115870,
      "confidence": 0.8222280769230769
    },
    {
      "speaker": "C",
      "text": "Anyway, player record.",
      "start": 2115942,
      "end": 2116894,
      "confidence": 0.8095
    },
    {
      "speaker": "B",
      "text": "Tell us a story after it. We've been trying.",
      "start": 2116934,
      "end": 2118286,
      "confidence": 0.8122911111111111
    },
    {
      "speaker": "A",
      "text": "Sorry, Carl Jung.",
      "start": 2118350,
      "end": 2120582,
      "confidence": 0.5832
    },
    {
      "speaker": "B",
      "text": "We'll come back with this. Another ghost story.",
      "start": 2120598,
      "end": 2122794,
      "confidence": 0.87109
    },
    {
      "speaker": "A",
      "text": "Let's play one of my favorite songs. Of all time without going holiday and getting into a lovely, serene move. Serene sorrento, probably from that. It's Neil Young after the gold rush.",
      "start": 2123294,
      "end": 2132030,
      "confidence": 0.8895109375000001
    },
    {
      "speaker": "B",
      "text": "Beautiful. Still to come, that competition as well. Look forward to that. Carl's quiz.",
      "start": 2132062,
      "end": 2135534,
      "confidence": 0.8469678571428572
    },
    {
      "speaker": "A",
      "text": "Yeah, well, I dreamed I saw that. What an amazing track. Neil Young, dynamite the gold rush. So go on, Carl. Sorry, go on, Carl.",
      "start": 2135614,
      "end": 2144014,
      "confidence": 0.8232192
    },
    {
      "speaker": "B",
      "text": "Just take us back a few steps, Carl, what's. What's the story?",
      "start": 2144094,
      "end": 2146582,
      "confidence": 0.8039133333333334
    },
    {
      "speaker": "C",
      "text": "Right, so I did some research, right.",
      "start": 2146638,
      "end": 2148758,
      "confidence": 0.9079614285714285
    },
    {
      "speaker": "B",
      "text": "Let'S just recap again. The guy, there was a guy you read about who had his head chopped off, he was guillotined. He had said to the people around him, I'm going to blink once I've had my head cut off still or the brain continue to work out. Yeah, okay, so, yeah, we queried that.",
      "start": 2148886,
      "end": 2164414,
      "confidence": 0.9452151785714286
    },
    {
      "speaker": "C",
      "text": "So you weren't having any of it?",
      "start": 2164494,
      "end": 2166126,
      "confidence": 0.9725442857142858
    },
    {
      "speaker": "A",
      "text": "Well, no, possibly for a few seconds till the oxygen stops being fed to the cells because the blood has drained away, but, you know, nothing spectacular.",
      "start": 2166150,
      "end": 2174278,
      "confidence": 0.8724096296296295
    },
    {
      "speaker": "C",
      "text": "So along the similar sort of lines, right, this is quite a few years ago, this fella sort of upset the royal family doing something, right? So they said that, this isn't good.",
      "start": 2174366,
      "end": 2185862,
      "confidence": 0.9295218181818182
    },
    {
      "speaker": "A",
      "text": "It wasn't been out under that Jubilee thing, was it?",
      "start": 2185878,
      "end": 2187878,
      "confidence": 0.649278
    },
    {
      "speaker": "C",
      "text": "Can't remember what it was. And they said, right, that was terrible. We're gonna. We're gonna cut your head off. You know, you got. You gotta show people, like, you can't be doing what you've been doing.",
      "start": 2187966,
      "end": 2196880,
      "confidence": 0.8479927027027028
    },
    {
      "speaker": "B",
      "text": "What was this, the 1970s? When you say couple years ago, you mean? Maybe.",
      "start": 2196912,
      "end": 2200760,
      "confidence": 0.8702821428571428
    },
    {
      "speaker": "A",
      "text": "So was it the olden days? Very good.",
      "start": 2200792,
      "end": 2202920,
      "confidence": 0.9132724999999999
    },
    {
      "speaker": "C",
      "text": "Ages ago.",
      "start": 2202992,
      "end": 2203528,
      "confidence": 0.9901800000000001
    },
    {
      "speaker": "B",
      "text": "Yeah, sure.",
      "start": 2203576,
      "end": 2204488,
      "confidence": 0.596305
    },
    {
      "speaker": "C",
      "text": "So. So, yeah, fair enough, yeah.",
      "start": 2204576,
      "end": 2207560,
      "confidence": 0.8528833333333332
    },
    {
      "speaker": "B",
      "text": "So very philosophical.",
      "start": 2207672,
      "end": 2209240,
      "confidence": 0.8674499999999999
    },
    {
      "speaker": "A",
      "text": "Yeah. Imagine that. This was literally ages ago.",
      "start": 2209352,
      "end": 2213928,
      "confidence": 0.81574
    },
    {
      "speaker": "B",
      "text": "Exactly, yeah. Simon Sharma's history of Britain.",
      "start": 2214016,
      "end": 2216280,
      "confidence": 0.68337
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah. Oh, and even before that, which is Yonks before, when it was all mental and different.",
      "start": 2216312,
      "end": 2222348,
      "confidence": 0.8705972222222224
    },
    {
      "speaker": "B",
      "text": "Sorry, Carl, gone. So he's having his head cough and he's resigned.",
      "start": 2222516,
      "end": 2225540,
      "confidence": 0.7270383333333333
    },
    {
      "speaker": "C",
      "text": "It's a day before. He's kind of got it into his head now that I'm not gonna have me ed much longer. So he said, let's. Let's make use of this.",
      "start": 2225612,
      "end": 2232100,
      "confidence": 0.8446635483870969
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2232172,
      "end": 2232708,
      "confidence": 0.7452
    },
    {
      "speaker": "C",
      "text": "He said, I wonder how long, like, the body can stay alive without me head on it. Right? So they were like, I don't know.",
      "start": 2232836,
      "end": 2241364,
      "confidence": 0.8953483999999999
    },
    {
      "speaker": "B",
      "text": "So hoover. So the jailers, these jailers with one eye.",
      "start": 2241484,
      "end": 2247068,
      "confidence": 0.8039580000000001
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah. Get out.",
      "start": 2247116,
      "end": 2248908,
      "confidence": 0.6674575
    },
    {
      "speaker": "B",
      "text": "So wait a minute, I've got interesting scientific experiment. Jailer. Well, yeah. What is it?",
      "start": 2249036,
      "end": 2254224,
      "confidence": 0.775972
    },
    {
      "speaker": "C",
      "text": "So he said, what I want to do, all right. He said, you know, surely it's me last. Right. You know, I'm gonna be. I'm gonna be dead tomorrow, so let's out this long.",
      "start": 2255324,
      "end": 2265476,
      "confidence": 0.8539773529411765
    },
    {
      "speaker": "A",
      "text": "Did he.",
      "start": 2265500,
      "end": 2265892,
      "confidence": 0.7357400000000001
    },
    {
      "speaker": "C",
      "text": "Yeah, he said, let's. Let's. Let's test this out, you know. He said, do us a favor. He said, you know, it's me last day. What I want you to do is you're gonna cut me head off. Let's put a white line on the floor.",
      "start": 2265948,
      "end": 2277360,
      "confidence": 0.8773976086956519
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 2277472,
      "end": 2277960,
      "confidence": 0.52159
    },
    {
      "speaker": "C",
      "text": "And see if you know, because there's no point asking how far he can sort of walk without an Ed if there isn't a line, because you don't know what to count, you know? I mean, if it's just. If he loses his head and he's running around all over the place, you can't really count.",
      "start": 2278072,
      "end": 2290584,
      "confidence": 0.9023919642857142
    },
    {
      "speaker": "B",
      "text": "That's not impressive enough.",
      "start": 2290624,
      "end": 2291568,
      "confidence": 0.9568125
    },
    {
      "speaker": "C",
      "text": "So they said, let's make a white line.",
      "start": 2291656,
      "end": 2293360,
      "confidence": 0.95627
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 2293432,
      "end": 2293688,
      "confidence": 0.55931
    },
    {
      "speaker": "A",
      "text": "Yeah. Who said this? He did. All they did.",
      "start": 2293736,
      "end": 2295734,
      "confidence": 0.879431111111111
    },
    {
      "speaker": "C",
      "text": "I think they started to join in with him and say, well, let's make this a sure.",
      "start": 2295904,
      "end": 2299082,
      "confidence": 0.9011952941176472
    },
    {
      "speaker": "A",
      "text": "You guessed it. Go on.",
      "start": 2299178,
      "end": 2300122,
      "confidence": 0.799182
    },
    {
      "speaker": "B",
      "text": "So they got Norris McWhorter.",
      "start": 2300178,
      "end": 2302254,
      "confidence": 0.793514
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2305674,
      "end": 2306482,
      "confidence": 0.55666
    },
    {
      "speaker": "C",
      "text": "So they said, let's get this white line. Yeah.",
      "start": 2306658,
      "end": 2309594,
      "confidence": 0.890408888888889
    },
    {
      "speaker": "B",
      "text": "Dedication's all you need.",
      "start": 2309754,
      "end": 2310914,
      "confidence": 0.6600675
    },
    {
      "speaker": "C",
      "text": "We'll do this. We'll do this tomorrow. He said, all right, I'll see you in the morning.",
      "start": 2310994,
      "end": 2314094,
      "confidence": 0.9059782352941175
    },
    {
      "speaker": "B",
      "text": "Night night.",
      "start": 2317474,
      "end": 2318050,
      "confidence": 0.600745
    },
    {
      "speaker": "A",
      "text": "Sleep tight. Bye bye.",
      "start": 2318082,
      "end": 2320282,
      "confidence": 0.8746575000000001
    },
    {
      "speaker": "B",
      "text": "I love the fact that God knows exactly what was said.",
      "start": 2320458,
      "end": 2323134,
      "confidence": 0.9499136363636363
    },
    {
      "speaker": "A",
      "text": "He doesn't know the story or what order is it or when he was.",
      "start": 2325034,
      "end": 2328066,
      "confidence": 0.8406099999999999
    },
    {
      "speaker": "B",
      "text": "Exactly what he knows.",
      "start": 2328130,
      "end": 2330090,
      "confidence": 0.7827850000000001
    },
    {
      "speaker": "A",
      "text": "The introducer.",
      "start": 2330122,
      "end": 2330850,
      "confidence": 0.42443
    },
    {
      "speaker": "C",
      "text": "All right, then.",
      "start": 2330922,
      "end": 2331370,
      "confidence": 0.7563300000000001
    },
    {
      "speaker": "A",
      "text": "See you in the morning. Oh, I'm not like that.",
      "start": 2331402,
      "end": 2335554,
      "confidence": 0.9544190000000002
    },
    {
      "speaker": "B",
      "text": "Oh, you joker. Don't let the bed bugs by.",
      "start": 2335594,
      "end": 2338250,
      "confidence": 0.8090077777777779
    },
    {
      "speaker": "A",
      "text": "Anyway, so he gets up. Do you want a paper tomorrow? No, I'm all right. Go on.",
      "start": 2338442,
      "end": 2342626,
      "confidence": 0.8660852941176469
    },
    {
      "speaker": "C",
      "text": "He gets up and they say, right, you know, today's the day and night. And he said, well, you know, I've got. Got used to the idea. So there's a white line for you.",
      "start": 2342690,
      "end": 2349534,
      "confidence": 0.8622282352941175
    },
    {
      "speaker": "B",
      "text": "Go on.",
      "start": 2351154,
      "end": 2351770,
      "confidence": 0.75522
    },
    {
      "speaker": "C",
      "text": "So. So they go, right, you ready, then? And he said, I go on. And they cut his head off. And the body walked 32 steps without a head.",
      "start": 2351842,
      "end": 2362814,
      "confidence": 0.9133617241379309
    },
    {
      "speaker": "B",
      "text": "Wow.",
      "start": 2363234,
      "end": 2364054,
      "confidence": 0.6754
    },
    {
      "speaker": "C",
      "text": "32 steps.",
      "start": 2364554,
      "end": 2365658,
      "confidence": 0.97275
    },
    {
      "speaker": "B",
      "text": "Incredible.",
      "start": 2365706,
      "end": 2366410,
      "confidence": 0.79209
    },
    {
      "speaker": "C",
      "text": "And that's.",
      "start": 2366562,
      "end": 2367138,
      "confidence": 0.8225849999999999
    },
    {
      "speaker": "B",
      "text": "That's.",
      "start": 2367186,
      "end": 2367586,
      "confidence": 0.66475
    },
    {
      "speaker": "C",
      "text": "That's the lesson, really.",
      "start": 2367650,
      "end": 2368714,
      "confidence": 0.88695
    },
    {
      "speaker": "B",
      "text": "Did it get as far as the.",
      "start": 2368794,
      "end": 2369722,
      "confidence": 0.9895514285714285
    },
    {
      "speaker": "A",
      "text": "What?",
      "start": 2369738,
      "end": 2369866,
      "confidence": 0.34525
    },
    {
      "speaker": "B",
      "text": "It walked along the white line.",
      "start": 2369890,
      "end": 2371082,
      "confidence": 0.8960633333333332
    },
    {
      "speaker": "C",
      "text": "Yeah, it stayed along the white line, did 32 steps, and then started to stumble a bit and it just fell over. But, you know, it was a test that your body can still keep alive for a little bit.",
      "start": 2371138,
      "end": 2379952,
      "confidence": 0.9660360000000001
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2380008,
      "end": 2380480,
      "confidence": 0.5747
    },
    {
      "speaker": "C",
      "text": "When.",
      "start": 2380592,
      "end": 2380888,
      "confidence": 0.9287
    },
    {
      "speaker": "A",
      "text": "When you've lost your absolute waddle, absolute twaddle.",
      "start": 2380936,
      "end": 2385608,
      "confidence": 0.6492525
    },
    {
      "speaker": "C",
      "text": "What do you reckon you can do then without an Ed? How many?",
      "start": 2385776,
      "end": 2389144,
      "confidence": 0.9460492307692309
    },
    {
      "speaker": "A",
      "text": "Nothing. There'd be muscular spasm. Right. It would twitch a bit, yeah. You could not distinctly take 32 steps, the body don't. Yeah, yeah. Is the doctor still on the line? The fellow that bought six parrots?",
      "start": 2389224,
      "end": 2406740,
      "confidence": 0.8372440540540541
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2406932,
      "end": 2407316,
      "confidence": 0.57103
    },
    {
      "speaker": "A",
      "text": "And uh, you know you could have got 32 steps.",
      "start": 2407340,
      "end": 2411516,
      "confidence": 0.831859
    },
    {
      "speaker": "B",
      "text": "Right. So you're doing a bit of line down. Right.",
      "start": 2411580,
      "end": 2413716,
      "confidence": 0.8032250000000001
    },
    {
      "speaker": "C",
      "text": "You don't believe that, but something that you do believe that a cockroach can live a week without an Ed.",
      "start": 2413740,
      "end": 2417748,
      "confidence": 0.8824544999999997
    },
    {
      "speaker": "A",
      "text": "It can. Slightly different, slightly different kind of fish there.",
      "start": 2417796,
      "end": 2421476,
      "confidence": 0.9061780000000003
    },
    {
      "speaker": "C",
      "text": "Why?",
      "start": 2421580,
      "end": 2422036,
      "confidence": 0.95867
    },
    {
      "speaker": "A",
      "text": "Wow. Insect to human is that is what I'm thinking, yeah.",
      "start": 2422140,
      "end": 2428100,
      "confidence": 0.8816572727272728
    },
    {
      "speaker": "C",
      "text": "Difference, there's not that much difference in. Do you know that a snake has a heart and lungs and kidneys and stuff?",
      "start": 2428172,
      "end": 2434840,
      "confidence": 0.9682422727272727
    },
    {
      "speaker": "A",
      "text": "Go on.",
      "start": 2434992,
      "end": 2435608,
      "confidence": 0.992395
    },
    {
      "speaker": "C",
      "text": "No, well I'm just saying. So you're making out as if like they're a totally different like species.",
      "start": 2435696,
      "end": 2440684,
      "confidence": 0.8821816666666668
    },
    {
      "speaker": "A",
      "text": "I am, I am making that, I mean call me old fashioned, do you.",
      "start": 2440984,
      "end": 2443768,
      "confidence": 0.8968692857142857
    },
    {
      "speaker": "B",
      "text": "Know what you're talking about? I don't want you embarrassing yourself, Rick.",
      "start": 2443776,
      "end": 2445952,
      "confidence": 0.9134233333333333
    },
    {
      "speaker": "A",
      "text": "Yeah, I am suggesting they're totally different beings. Yeah, that is, yeah. Now Carl, the cockroach is a very different thing. The interesting there is that it lives, it lives about its head because a lot of it's on, some of them are phototropic, chemotropic, some of them just literally have irritation and muscle memory. I mean they do have a central nervous system but it's very different. So if you lose the head, it bypasses a lot of that. Anyway, all this is running around. The reason it dies because it can't take on water. But it's very different to a man, right? Having consciousness and then losing that and the body's still going. Now I remember, I think I remember what I was going to do here. I'm going to carefully walk 32 steps along this white line. Imagine you just looking out going, missed a bit, maybe the head was in the corner going left. Ya left. Oh, he's not.",
      "start": 2446008,
      "end": 2496714,
      "confidence": 0.8821003067484663
    },
    {
      "speaker": "B",
      "text": "Well, let's just put it out. I mean if anyone listening is maybe had a relative behead, maybe in a hot horrendous car accident, but they got up, maybe they went for a walk, they, you know, they had a little chat, get in touch.",
      "start": 2497214,
      "end": 2511034,
      "confidence": 0.9210846666666666
    },
    {
      "speaker": "A",
      "text": "You are my favorite being, you are my favorite species.",
      "start": 2511934,
      "end": 2517422,
      "confidence": 0.883928
    },
    {
      "speaker": "B",
      "text": "Now you car may not be particularly different genetically from a cockroach. You are.",
      "start": 2517478,
      "end": 2522646,
      "confidence": 0.9126071428571428
    },
    {
      "speaker": "C",
      "text": "Cockroaches do that. Why you ever made them? When?",
      "start": 2522750,
      "end": 2525158,
      "confidence": 0.7310577777777777
    },
    {
      "speaker": "B",
      "text": "Let's play a record.",
      "start": 2525246,
      "end": 2526006,
      "confidence": 0.8477224999999999
    },
    {
      "speaker": "A",
      "text": "You know what, when I told him this fact, I send him little facts on text messages just to inflame his, you know, interest. I just sent him, a cockroach can live nine days without his head. He texted back what's the point of that? Yeah, what's the point?",
      "start": 2526110,
      "end": 2537478,
      "confidence": 0.8878075510204083
    },
    {
      "speaker": "B",
      "text": "They're not doing experiments, these cockroaches.",
      "start": 2537606,
      "end": 2540126,
      "confidence": 0.777155
    },
    {
      "speaker": "C",
      "text": "He's a boring last week to have.",
      "start": 2540270,
      "end": 2542394,
      "confidence": 0.8869342857142858
    },
    {
      "speaker": "A",
      "text": "And he went on top of that. You're thirsty. So it's the worst week of your life, isn't it? That week without your head player. Record player.",
      "start": 2544014,
      "end": 2551478,
      "confidence": 0.8681281481481483
    },
    {
      "speaker": "B",
      "text": "Record competition time. Next.",
      "start": 2551526,
      "end": 2552806,
      "confidence": 0.97594
    },
    {
      "speaker": "A",
      "text": "Oh, look at his little face.",
      "start": 2552870,
      "end": 2555398,
      "confidence": 0.8842466666666665
    },
    {
      "speaker": "B",
      "text": "Look at his competition.",
      "start": 2555486,
      "end": 2557438,
      "confidence": 0.7594349999999999
    },
    {
      "speaker": "A",
      "text": "Oh, we could do without an ed m and m. Bit late there, weren't you? Call it waist phones on. Cleaning out my closet.",
      "start": 2557566,
      "end": 2570814,
      "confidence": 0.6367312499999999
    },
    {
      "speaker": "B",
      "text": "What you doing?",
      "start": 2570854,
      "end": 2571430,
      "confidence": 0.8379366666666667
    },
    {
      "speaker": "A",
      "text": "I've got a stuff her face with toilet paper competition.",
      "start": 2571502,
      "end": 2576394,
      "confidence": 0.760471
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 2576854,
      "end": 2577326,
      "confidence": 0.68867
    },
    {
      "speaker": "B",
      "text": "Do you know, we, when we were writing the tv show, I was filming it just for our own amusement. Just sort of, I suppose, more as a document, really, so that if there was ever, you know, a court of court law that needed evidence of Ricky Gervais's, I don't know what it is, really. Sickness, annoyance. He did this for about 2 hours. He, you see what he's doing now? He's stuffing his face with toilet roll.",
      "start": 2577390,
      "end": 2597544,
      "confidence": 0.9133403797468354
    },
    {
      "speaker": "A",
      "text": "Yeah. Unfriend the lips out so I could just show your teeth.",
      "start": 2597584,
      "end": 2601240,
      "confidence": 0.6993841666666666
    },
    {
      "speaker": "C",
      "text": "Actually. Makes me want to be sick.",
      "start": 2601392,
      "end": 2602536,
      "confidence": 0.9572157142857142
    },
    {
      "speaker": "B",
      "text": "I know.",
      "start": 2602600,
      "end": 2603324,
      "confidence": 0.9616899999999999
    },
    {
      "speaker": "A",
      "text": "Actually gag a little bit.",
      "start": 2603704,
      "end": 2605120,
      "confidence": 0.8792580000000001
    },
    {
      "speaker": "C",
      "text": "Yeah, it's horrible.",
      "start": 2605192,
      "end": 2606912,
      "confidence": 0.61131
    },
    {
      "speaker": "B",
      "text": "Good. Well, while Ricky does that, Carl, it's time for your quiz.",
      "start": 2607008,
      "end": 2609648,
      "confidence": 0.8411825
    },
    {
      "speaker": "A",
      "text": "See, this is what this is on telly, right.",
      "start": 2609736,
      "end": 2612032,
      "confidence": 0.8543677777777777
    },
    {
      "speaker": "B",
      "text": "And you have to be quiet. Oh, you got to take that toilet paper. I'm really serious because it's really annoying.",
      "start": 2612088,
      "end": 2615848,
      "confidence": 0.8389028571428571
    },
    {
      "speaker": "A",
      "text": "Okay.",
      "start": 2615896,
      "end": 2616274,
      "confidence": 0.89651
    },
    {
      "speaker": "B",
      "text": "You gonna be quiet?",
      "start": 2616344,
      "end": 2616998,
      "confidence": 0.751535
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2617046,
      "end": 2617726,
      "confidence": 0.83189
    },
    {
      "speaker": "C",
      "text": "An example of the game, just in case people didn't hear the launch of it last week. It's, it's a song title. I tell a little story. And that song. And that little story is a song in it.",
      "start": 2617910,
      "end": 2632118,
      "confidence": 0.9332220512820509
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2632166,
      "end": 2632686,
      "confidence": 0.52555
    },
    {
      "speaker": "C",
      "text": "Right. So say, for example, last week, what did we do last?",
      "start": 2632830,
      "end": 2638950,
      "confidence": 0.9123308333333334
    },
    {
      "speaker": "A",
      "text": "The woman who.",
      "start": 2639022,
      "end": 2639862,
      "confidence": 0.8435799999999999
    },
    {
      "speaker": "C",
      "text": "Oh, yeah. Woman who really wants to have a bath because she stinks.",
      "start": 2639958,
      "end": 2645762,
      "confidence": 0.9459038461538463
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2645818,
      "end": 2646194,
      "confidence": 0.53606
    },
    {
      "speaker": "C",
      "text": "But she can't because if she had a bath or a shower or a wash or whatever, she'd end up killing herself.",
      "start": 2646274,
      "end": 2651546,
      "confidence": 0.9038177272727271
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2651650,
      "end": 2651930,
      "confidence": 0.87713
    },
    {
      "speaker": "A",
      "text": "No, you didn't say that.",
      "start": 2651962,
      "end": 2653174,
      "confidence": 0.8571
    },
    {
      "speaker": "B",
      "text": "Well, anyway, as an example, that would be one of the stories.",
      "start": 2654034,
      "end": 2656734,
      "confidence": 0.9678433333333332
    },
    {
      "speaker": "C",
      "text": "Couldn't have a shower because she would have ended up killing herself.",
      "start": 2658834,
      "end": 2661418,
      "confidence": 0.859225
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2661466,
      "end": 2661906,
      "confidence": 0.66153
    },
    {
      "speaker": "C",
      "text": "Right. So this week's them. And don't say if you know it because the idea is that people can. There's this bloke and he buys a new house, right? And he's well happy with it. His girlfriend moves in with him and stuff and she says, right, you know, let's clean it up a bit.",
      "start": 2662010,
      "end": 2684396,
      "confidence": 0.911713090909091
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2684460,
      "end": 2684868,
      "confidence": 0.66475
    },
    {
      "speaker": "C",
      "text": "And, you know, straight away it'll be worth more money. So she says, right, you do the kitchen and I'll do upstairs and that. She's stripping the kitchen down. And he goes upstairs and he's in the bedroom and notices little hole to the attic.",
      "start": 2684956,
      "end": 2699766,
      "confidence": 0.9008417777777779
    },
    {
      "speaker": "B",
      "text": "Oh, right, brilliant.",
      "start": 2699870,
      "end": 2700954,
      "confidence": 0.6220066666666667
    },
    {
      "speaker": "C",
      "text": "So he goes, oh, I wonder how much room's up there. You know, I've never weighed it up. So he goes up there, it's all, like, dusty in a mess. And he goes, this could make a good bedroom, this. So he starts cleaning it all out, puts all the rubbish, like, bins the rubbish straight away, and these little boxes with bits in that don't belong to him. I wonder what's in here. Right? So he opens one of the boxes.",
      "start": 2701334,
      "end": 2721478,
      "confidence": 0.8951065853658535
    },
    {
      "speaker": "B",
      "text": "It's like a little lamp, all right?",
      "start": 2721606,
      "end": 2724034,
      "confidence": 0.8280857142857142
    },
    {
      "speaker": "C",
      "text": "He goes, this might be worth a few quid, right? And he rubs it, magic lamp and all. Like, all the room goes all sparkly and stuff because, oh, what's going on? And then this fella appears, right, in a nice sort of. In a nice sort of pair of 500 ones, right? And he says, what do you want?",
      "start": 2724334,
      "end": 2742790,
      "confidence": 0.8942078333333331
    },
    {
      "speaker": "A",
      "text": "I know already. So all the. All the first bit is irrelevant. Yeah?",
      "start": 2742822,
      "end": 2745502,
      "confidence": 0.8612146153846153
    },
    {
      "speaker": "C",
      "text": "But it's about building the story in it, so don't say anything. You think you know it. Steve, do you know it?",
      "start": 2745518,
      "end": 2750170,
      "confidence": 0.9060545454545452
    },
    {
      "speaker": "B",
      "text": "I don't. So I just quickly recap the end there. I almost missed the end.",
      "start": 2750202,
      "end": 2753266,
      "confidence": 0.8726706666666666
    },
    {
      "speaker": "C",
      "text": "So there you go. He's in. He's in the attic, right? His missus is still downstairs. She's not up there.",
      "start": 2753330,
      "end": 2757986,
      "confidence": 0.8684725
    },
    {
      "speaker": "B",
      "text": "Okay?",
      "start": 2758050,
      "end": 2758466,
      "confidence": 0.71979
    },
    {
      "speaker": "C",
      "text": "He's on his own. And he cleans this lamp, right? And this. This fella appears out of all this smoke. And he's wearing a nice pair of 500 ones. And he's wearing a shirt. And there you go. What's.",
      "start": 2758530,
      "end": 2771194,
      "confidence": 0.8891600000000002
    },
    {
      "speaker": "A",
      "text": "What's.",
      "start": 2771234,
      "end": 2771610,
      "confidence": 0.55915
    },
    {
      "speaker": "C",
      "text": "What's the song?",
      "start": 2771682,
      "end": 2772506,
      "confidence": 0.89511
    },
    {
      "speaker": "B",
      "text": "What song are you thinking of?",
      "start": 2772570,
      "end": 2773706,
      "confidence": 0.9786233333333333
    },
    {
      "speaker": "C",
      "text": "The lines are going mental.",
      "start": 2773730,
      "end": 2775054,
      "confidence": 0.91447
    },
    {
      "speaker": "B",
      "text": "Let's. Let's play record, Carl. We'll come back and we'll. We'll find out if anyone's got that. Right. That's a great one, Karl.",
      "start": 2776744,
      "end": 2781440,
      "confidence": 0.8616973913043479
    },
    {
      "speaker": "A",
      "text": "Really.",
      "start": 2781472,
      "end": 2781928,
      "confidence": 0.99414
    },
    {
      "speaker": "B",
      "text": "Did you just come up with that literally in the last ten years? Genius. This is genius, definitely. I mean, if those calls aren't for major tv companies, I don't know, it's. I mean, dynamite stuff.",
      "start": 2782056,
      "end": 2791560,
      "confidence": 0.8465805555555557
    },
    {
      "speaker": "A",
      "text": "A lot of them are. What's his name's lawyer Simon. That's my favorite thing I've done for years.",
      "start": 2791632,
      "end": 2805336,
      "confidence": 0.9081905555555555
    },
    {
      "speaker": "B",
      "text": "Yeah, not bad.",
      "start": 2805360,
      "end": 2806014,
      "confidence": 0.9318466666666666
    },
    {
      "speaker": "A",
      "text": "That's great. Back to form there.",
      "start": 2806104,
      "end": 2807410,
      "confidence": 0.9751333333333334
    },
    {
      "speaker": "C",
      "text": "So.",
      "start": 2807482,
      "end": 2807858,
      "confidence": 0.9825
    },
    {
      "speaker": "A",
      "text": "Yeah, okay, line. The lines are going mental. Just because it's easy. Go on then. So I first want to get it. You first want to get it. But what it's not like though, Rick.",
      "start": 2807946,
      "end": 2814690,
      "confidence": 0.8279488571428573
    },
    {
      "speaker": "B",
      "text": "I mean, Carl has just decided to revise the actual rules of the competition. So that, we've decided is very easy. So that's now a qualifier.",
      "start": 2814722,
      "end": 2822898,
      "confidence": 0.9452842307692308
    },
    {
      "speaker": "A",
      "text": "And so then someone live.",
      "start": 2822986,
      "end": 2824618,
      "confidence": 0.8808360000000001
    },
    {
      "speaker": "B",
      "text": "Exactly. So whoever gets that one right, quick.",
      "start": 2824706,
      "end": 2826794,
      "confidence": 0.92857375
    },
    {
      "speaker": "A",
      "text": "One as well, because some people will lose the will to live. Just cut to the chase. And. And because they've got a qualify now we're throwing an office DVD that I've seen that.",
      "start": 2826834,
      "end": 2835582,
      "confidence": 0.8670420588235295
    },
    {
      "speaker": "B",
      "text": "Weren't you?",
      "start": 2835598,
      "end": 2835990,
      "confidence": 0.6028800000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2836062,
      "end": 2836714,
      "confidence": 0.97612
    },
    {
      "speaker": "C",
      "text": "We'Ll just go live. Yeah. Alex Fm.",
      "start": 2841654,
      "end": 2844594,
      "confidence": 0.7646085714285714
    },
    {
      "speaker": "A",
      "text": "Yeah, hi. How's it going?",
      "start": 2844934,
      "end": 2846094,
      "confidence": 0.7307080000000001
    },
    {
      "speaker": "C",
      "text": "I'm not too bad.",
      "start": 2846174,
      "end": 2847358,
      "confidence": 0.96085
    },
    {
      "speaker": "B",
      "text": "Not too bad. A very, very quick recap call, if you will, please, for the, for the, for the people listening.",
      "start": 2847526,
      "end": 2853430,
      "confidence": 0.8821842857142858
    },
    {
      "speaker": "A",
      "text": "Very quick.",
      "start": 2853462,
      "end": 2854014,
      "confidence": 0.97249
    },
    {
      "speaker": "C",
      "text": "Right.",
      "start": 2854094,
      "end": 2854694,
      "confidence": 0.5709
    },
    {
      "speaker": "B",
      "text": "The man ends up in a loft.",
      "start": 2854854,
      "end": 2856118,
      "confidence": 0.8594171428571428
    },
    {
      "speaker": "C",
      "text": "Man's after moving into this house and that's. Yeah, he's in the loft and he's tidying up. His missus is downstairs doing the kitchen because that needed doing. He's up there, he's cleaning up, emptying the boxes. He finds a little, like a little.",
      "start": 2856206,
      "end": 2869914,
      "confidence": 0.8615397727272728
    },
    {
      "speaker": "A",
      "text": "Fella comes out wearing 501s. What's the song?",
      "start": 2870074,
      "end": 2872454,
      "confidence": 0.8094224999999998
    },
    {
      "speaker": "C",
      "text": "What's the song? Right? Are you talking to me?",
      "start": 2874034,
      "end": 2876570,
      "confidence": 0.9087800000000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2876642,
      "end": 2876962,
      "confidence": 0.65525
    },
    {
      "speaker": "B",
      "text": "Sorry.",
      "start": 2877018,
      "end": 2877274,
      "confidence": 0.6557
    },
    {
      "speaker": "A",
      "text": "Yeah. Look, I'm sitting in this bar, right? I'm not ringing out relating to anything that's going on right now. I'm after one of these armbands to go and meet Bowie on Monday. Can you help me out?",
      "start": 2877314,
      "end": 2887074,
      "confidence": 0.9063152631578949
    },
    {
      "speaker": "B",
      "text": "What?",
      "start": 2887734,
      "end": 2888474,
      "confidence": 0.88487
    },
    {
      "speaker": "A",
      "text": "What?",
      "start": 2889334,
      "end": 2890074,
      "confidence": 0.64109
    },
    {
      "speaker": "B",
      "text": "Piss off.",
      "start": 2890894,
      "end": 2891998,
      "confidence": 0.86667
    },
    {
      "speaker": "A",
      "text": "You can't say that to our public.",
      "start": 2892166,
      "end": 2893934,
      "confidence": 0.9372171428571427
    },
    {
      "speaker": "B",
      "text": "Yes, I can't bear. Is people begging Rick on the radio.",
      "start": 2894014,
      "end": 2899234,
      "confidence": 0.8375318181818181
    },
    {
      "speaker": "A",
      "text": "Is that the australian bloke? He's got the Bruce Springsteen skits.",
      "start": 2899934,
      "end": 2902846,
      "confidence": 0.7234163636363635
    },
    {
      "speaker": "C",
      "text": "Hello, XFM.",
      "start": 2902910,
      "end": 2903910,
      "confidence": 0.5671999999999999
    },
    {
      "speaker": "B",
      "text": "Hello.",
      "start": 2904062,
      "end": 2904542,
      "confidence": 0.76652
    },
    {
      "speaker": "C",
      "text": "Hello.",
      "start": 2904638,
      "end": 2905174,
      "confidence": 0.83599
    },
    {
      "speaker": "B",
      "text": "Are you pulling up for an armband?",
      "start": 2905294,
      "end": 2906670,
      "confidence": 0.7783242857142858
    },
    {
      "speaker": "A",
      "text": "No. No. Okay, great gene genie. Of course it is.",
      "start": 2906782,
      "end": 2909310,
      "confidence": 0.812829
    },
    {
      "speaker": "B",
      "text": "Well done.",
      "start": 2909382,
      "end": 2909926,
      "confidence": 0.9935499999999999
    },
    {
      "speaker": "A",
      "text": "Well done. Right, everyone else can ring off now.",
      "start": 2909990,
      "end": 2913294,
      "confidence": 0.9653555555555555
    },
    {
      "speaker": "C",
      "text": "Because this, this might not take the challenge. What's your name? What's your name?",
      "start": 2913334,
      "end": 2918984,
      "confidence": 0.88394
    },
    {
      "speaker": "A",
      "text": "Christina.",
      "start": 2919024,
      "end": 2919552,
      "confidence": 0.84476
    },
    {
      "speaker": "C",
      "text": "Christina, right. You want to take on the challenge?",
      "start": 2919648,
      "end": 2922160,
      "confidence": 0.9170166666666666
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2922312,
      "end": 2922832,
      "confidence": 0.91933
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 2922928,
      "end": 2923644,
      "confidence": 0.93639
    },
    {
      "speaker": "A",
      "text": "This is for. She's already won a couple of CDs. This is for the office DVD. Okay, fine.",
      "start": 2924104,
      "end": 2928976,
      "confidence": 0.8855805555555556
    },
    {
      "speaker": "B",
      "text": "By Ricky. Javier.",
      "start": 2929000,
      "end": 2930044,
      "confidence": 0.29846
    },
    {
      "speaker": "C",
      "text": "This is the same game again, but we're doing it live. Right, so this is a song title, right? Is this. There's this insect.",
      "start": 2931344,
      "end": 2940644,
      "confidence": 0.8446533333333334
    },
    {
      "speaker": "B",
      "text": "I'm loving it already. Right?",
      "start": 2941184,
      "end": 2943270,
      "confidence": 0.7259
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2943422,
      "end": 2943918,
      "confidence": 0.69087
    },
    {
      "speaker": "C",
      "text": "And it's. It's in his. It's in its little light nest and all the other insects, all its mates and that are really, like, working. They're grafting hard, they tidying up. Some of them are going out, getting the food.",
      "start": 2944006,
      "end": 2956094,
      "confidence": 0.8610107499999999
    },
    {
      "speaker": "B",
      "text": "Some of I even got heads, they're still working.",
      "start": 2956174,
      "end": 2957638,
      "confidence": 0.7443055555555556
    },
    {
      "speaker": "C",
      "text": "Some of them are like, you know, rushing around. But there's this one insect who's just sat there with its feet up and it's like, you know, just doing nothing. It's annoying all the other ones, but.",
      "start": 2957686,
      "end": 2966862,
      "confidence": 0.942154054054054
    },
    {
      "speaker": "B",
      "text": "It'S the Ricky Gervaise bug.",
      "start": 2966878,
      "end": 2968258,
      "confidence": 0.6716040000000001
    },
    {
      "speaker": "C",
      "text": "It's doing nothing. Having a little light fag in that. What's the song?",
      "start": 2968366,
      "end": 2972734,
      "confidence": 0.7817384615384615
    },
    {
      "speaker": "A",
      "text": "I don't know. Oh, my God, I'm blameless. I don't know. I don't know this either. So obviously it's a type of insect. That's why you've avoided saying what it is. So it's. So it's something like lazy and lazy be.",
      "start": 2973674,
      "end": 2986810,
      "confidence": 0.8794551219512194
    },
    {
      "speaker": "B",
      "text": "Well, we should throw it back open to the public.",
      "start": 2986962,
      "end": 2989410,
      "confidence": 0.8894290000000001
    },
    {
      "speaker": "A",
      "text": "No, no. This poor woman has called in and now I've got a stupid one.",
      "start": 2989482,
      "end": 2993322,
      "confidence": 0.8189033333333333
    },
    {
      "speaker": "C",
      "text": "But Christina's lost it now.",
      "start": 2993418,
      "end": 2994690,
      "confidence": 0.742436
    },
    {
      "speaker": "B",
      "text": "She's lost it. No, she's blown it, Rick.",
      "start": 2994722,
      "end": 2996272,
      "confidence": 0.82542125
    },
    {
      "speaker": "A",
      "text": "Oh.",
      "start": 2996418,
      "end": 2997184,
      "confidence": 0.8
    },
    {
      "speaker": "C",
      "text": "She doesn't got a DVD player, so she's not bothered. Okay, Christina, see you later.",
      "start": 3000404,
      "end": 3006148,
      "confidence": 0.8010773333333335
    },
    {
      "speaker": "B",
      "text": "So we can throw that back out then, can we?",
      "start": 3006196,
      "end": 3007676,
      "confidence": 0.9137169999999999
    },
    {
      "speaker": "C",
      "text": "Well, I don't know.",
      "start": 3007740,
      "end": 3008396,
      "confidence": 0.7504675000000001
    },
    {
      "speaker": "A",
      "text": "Is there anyone on the phone? Yeah, go on, take the next person. So what was it?",
      "start": 3008460,
      "end": 3012044,
      "confidence": 0.8701223529411765
    },
    {
      "speaker": "B",
      "text": "Some bugs? There was a bug and one of them wasn't doing any work.",
      "start": 3012124,
      "end": 3014444,
      "confidence": 0.9468350000000001
    },
    {
      "speaker": "C",
      "text": "They say loads of them are working really hard. This one's just sat there doing nothing. Annoying. I'm all right. So, XFM. Hello, hello.",
      "start": 3014484,
      "end": 3023164,
      "confidence": 0.7621166666666667
    },
    {
      "speaker": "B",
      "text": "I'm glad to say it's in Carl Perkinson's mind.",
      "start": 3023464,
      "end": 3027204,
      "confidence": 0.8163544444444445
    },
    {
      "speaker": "A",
      "text": "I like him. Hello, I like him.",
      "start": 3030224,
      "end": 3032816,
      "confidence": 0.7236171428571428
    },
    {
      "speaker": "C",
      "text": "Hello, hello.",
      "start": 3032920,
      "end": 3034072,
      "confidence": 0.86307
    },
    {
      "speaker": "A",
      "text": "Oh, yeah. Is it animal?",
      "start": 3034208,
      "end": 3035576,
      "confidence": 0.6995560000000001
    },
    {
      "speaker": "B",
      "text": "Nitro by slide.",
      "start": 3035600,
      "end": 3036512,
      "confidence": 0.44580333333333333
    },
    {
      "speaker": "C",
      "text": "No, it's not. Good answer.",
      "start": 3036608,
      "end": 3038404,
      "confidence": 0.74569
    },
    {
      "speaker": "B",
      "text": "Doesn't make any sense, does it?",
      "start": 3040064,
      "end": 3041760,
      "confidence": 0.8164966666666668
    },
    {
      "speaker": "A",
      "text": "It does it. I know. Like Carl does.",
      "start": 3041952,
      "end": 3044600,
      "confidence": 0.8437012500000001
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 3044672,
      "end": 3045324,
      "confidence": 0.8995
    },
    {
      "speaker": "A",
      "text": "Hello.",
      "start": 3045944,
      "end": 3046512,
      "confidence": 0.69978
    },
    {
      "speaker": "C",
      "text": "Hello.",
      "start": 3046608,
      "end": 3047048,
      "confidence": 0.51321
    },
    {
      "speaker": "A",
      "text": "It's a couple.",
      "start": 3047136,
      "end": 3048524,
      "confidence": 0.4287566666666667
    },
    {
      "speaker": "C",
      "text": "No, itchy coup.",
      "start": 3049094,
      "end": 3051034,
      "confidence": 0.6987766666666667
    },
    {
      "speaker": "B",
      "text": "Yeah, sure. I think they're stubborn.",
      "start": 3052214,
      "end": 3054154,
      "confidence": 0.748945
    },
    {
      "speaker": "A",
      "text": "They're starting to think like Carl, which I like. Go on, next one.",
      "start": 3054654,
      "end": 3057646,
      "confidence": 0.8675146153846155
    },
    {
      "speaker": "C",
      "text": "Alexa fem. No, it's not scratch.",
      "start": 3057750,
      "end": 3061774,
      "confidence": 0.6325683333333334
    },
    {
      "speaker": "B",
      "text": "Pervert. He's coming out of nowhere.",
      "start": 3061814,
      "end": 3062830,
      "confidence": 0.6358466666666667
    },
    {
      "speaker": "A",
      "text": "There.",
      "start": 3062862,
      "end": 3063054,
      "confidence": 0.7017
    },
    {
      "speaker": "B",
      "text": "It's good.",
      "start": 3063094,
      "end": 3063566,
      "confidence": 0.6682950000000001
    },
    {
      "speaker": "A",
      "text": "It's something to do with lazy bug. Or lazy and lazy.",
      "start": 3063630,
      "end": 3067914,
      "confidence": 0.7117827272727273
    },
    {
      "speaker": "B",
      "text": "Hello.",
      "start": 3068534,
      "end": 3069038,
      "confidence": 0.50259
    },
    {
      "speaker": "C",
      "text": "Hello.",
      "start": 3069126,
      "end": 3069702,
      "confidence": 0.79365
    },
    {
      "speaker": "B",
      "text": "Hi.",
      "start": 3069838,
      "end": 3070086,
      "confidence": 0.64244
    },
    {
      "speaker": "A",
      "text": "Is it beetle bum?",
      "start": 3070110,
      "end": 3071038,
      "confidence": 0.800345
    },
    {
      "speaker": "C",
      "text": "Excellent.",
      "start": 3071126,
      "end": 3071790,
      "confidence": 0.84121
    },
    {
      "speaker": "B",
      "text": "Beetle bum, of course.",
      "start": 3071902,
      "end": 3073366,
      "confidence": 0.7989525
    },
    {
      "speaker": "C",
      "text": "Beetle bum by blur sat around doing nothing. It's right bum.",
      "start": 3073430,
      "end": 3076536,
      "confidence": 0.82952
    },
    {
      "speaker": "A",
      "text": "Okay, well done.",
      "start": 3076640,
      "end": 3078648,
      "confidence": 0.8803633333333334
    },
    {
      "speaker": "C",
      "text": "No, you don't.",
      "start": 3078696,
      "end": 3079792,
      "confidence": 0.9744266666666667
    },
    {
      "speaker": "A",
      "text": "She wins the office DVD. Take the name and address.",
      "start": 3079968,
      "end": 3082684,
      "confidence": 0.8218300000000001
    },
    {
      "speaker": "C",
      "text": "She doesn't because she didn't do the qualifier.",
      "start": 3083784,
      "end": 3085960,
      "confidence": 0.92255875
    },
    {
      "speaker": "A",
      "text": "She knew it was Gene Genie. Oh, Cole, let someone win somewhere. It's painful enough listening to you for ten minutes.",
      "start": 3086072,
      "end": 3091424,
      "confidence": 0.7941819047619048
    },
    {
      "speaker": "B",
      "text": "Lads, can we just come down for a moment? Once again? Well, I just draw you to my point at the top of the show when you are pissing about outside in the office. We could have been working through this.",
      "start": 3091464,
      "end": 3101424,
      "confidence": 0.9264856097560975
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 3101504,
      "end": 3101736,
      "confidence": 0.67153
    },
    {
      "speaker": "B",
      "text": "We could have been figuring out the rules.",
      "start": 3101760,
      "end": 3103176,
      "confidence": 0.9029375
    },
    {
      "speaker": "A",
      "text": "What's it about?",
      "start": 3103240,
      "end": 3104104,
      "confidence": 0.5491266666666667
    },
    {
      "speaker": "B",
      "text": "Maybe some music, some jingles.",
      "start": 3104144,
      "end": 3105684,
      "confidence": 0.882612
    },
    {
      "speaker": "A",
      "text": "Who's that?",
      "start": 3105784,
      "end": 3106260,
      "confidence": 0.68677
    },
    {
      "speaker": "C",
      "text": "Is that what's your name again?",
      "start": 3106292,
      "end": 3107876,
      "confidence": 0.8893216666666666
    },
    {
      "speaker": "B",
      "text": "Can we do this off her record?",
      "start": 3107980,
      "end": 3109492,
      "confidence": 0.7652328571428572
    },
    {
      "speaker": "A",
      "text": "Yeah. No, he's not gonna give her an address that we're rubbish. We are, really.",
      "start": 3109588,
      "end": 3113824,
      "confidence": 0.8439473333333335
    },
    {
      "speaker": "C",
      "text": "What's your name?",
      "start": 3114404,
      "end": 3115424,
      "confidence": 0.8667233333333334
    },
    {
      "speaker": "A",
      "text": "Record and we'll get you addressed, Dean. We'll send you some stuff. Thank you.",
      "start": 3118444,
      "end": 3121904,
      "confidence": 0.7826535714285715
    },
    {
      "speaker": "B",
      "text": "We should come in. Preparations to do Mayo used to come in early.",
      "start": 3125404,
      "end": 3129908,
      "confidence": 0.8330830769230769
    },
    {
      "speaker": "A",
      "text": "That was why. Sleep and eat breakfast. Come back around by feeder on XFM 104.9. I'm Ricky Gervaise. With me, Steve Merchant and our producer there. I say producer Kyle Pilkington. All right. Yeah, we got. We got to slicken up this thing. If we're going to be as good as mayo, we've got to. We got to come in early and do the work.",
      "start": 3130036,
      "end": 3153576,
      "confidence": 0.8834095384615385
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 3153680,
      "end": 3153936,
      "confidence": 0.51484
    },
    {
      "speaker": "A",
      "text": "Let's get in at ten to one next week. We're not in it next week, are we?",
      "start": 3153960,
      "end": 3158644,
      "confidence": 0.9034776470588235
    },
    {
      "speaker": "B",
      "text": "I mean, we would be if it weren't for holiday. Already you've done three weeks, but, yeah, you need a little rest.",
      "start": 3159244,
      "end": 3163900,
      "confidence": 0.9063404545454543
    },
    {
      "speaker": "A",
      "text": "Yeah, well, was not holiday last time. I was working. Sure. So he's gonna do a best of Aya.",
      "start": 3163972,
      "end": 3169372,
      "confidence": 0.8395152631578948
    },
    {
      "speaker": "C",
      "text": "Yeah. Just dig out some bits.",
      "start": 3169468,
      "end": 3170956,
      "confidence": 0.9181116666666668
    },
    {
      "speaker": "A",
      "text": "And what you're gonna do, just lump them together.",
      "start": 3171060,
      "end": 3173304,
      "confidence": 0.9208677777777778
    },
    {
      "speaker": "C",
      "text": "Just like pick some. Some favorite bits.",
      "start": 3173684,
      "end": 3177052,
      "confidence": 0.8863742857142857
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 3177148,
      "end": 3177468,
      "confidence": 0.95501
    },
    {
      "speaker": "C",
      "text": "Right.",
      "start": 3177516,
      "end": 3178104,
      "confidence": 0.61683
    },
    {
      "speaker": "B",
      "text": "Ten minutes.",
      "start": 3178444,
      "end": 3179384,
      "confidence": 0.85175
    },
    {
      "speaker": "A",
      "text": "Do this, then. Do that. Do that. Do the links, then. So why don't we do some sort.",
      "start": 3180404,
      "end": 3184308,
      "confidence": 0.8867427777777778
    },
    {
      "speaker": "B",
      "text": "Of stock links now?",
      "start": 3184316,
      "end": 3185148,
      "confidence": 0.9476849999999999
    },
    {
      "speaker": "A",
      "text": "Okay, then. Do you remember that, Steve?",
      "start": 3185196,
      "end": 3187386,
      "confidence": 0.8190057142857142
    },
    {
      "speaker": "B",
      "text": "Oh, that was a great moment. Yeah.",
      "start": 3187450,
      "end": 3189178,
      "confidence": 0.8566442857142855
    },
    {
      "speaker": "A",
      "text": "I'll tell you what, though, I love the bit when he. Well, just plays.",
      "start": 3189306,
      "end": 3192146,
      "confidence": 0.8792007142857142
    },
    {
      "speaker": "B",
      "text": "Play it right. So there's.",
      "start": 3192170,
      "end": 3193690,
      "confidence": 0.665494
    },
    {
      "speaker": "A",
      "text": "Over there.",
      "start": 3193722,
      "end": 3194458,
      "confidence": 0.7787
    },
    {
      "speaker": "C",
      "text": "Do a proper intro. So he's like, you know.",
      "start": 3194626,
      "end": 3196866,
      "confidence": 0.9054466666666667
    },
    {
      "speaker": "A",
      "text": "Okay. Oh, what? You know what song we're gonna come out of?",
      "start": 3197010,
      "end": 3200986,
      "confidence": 0.8655200000000001
    },
    {
      "speaker": "C",
      "text": "Say. Just say generic, like. That's a good song.",
      "start": 3201050,
      "end": 3203122,
      "confidence": 0.9291144444444446
    },
    {
      "speaker": "A",
      "text": "Well, let's. Well, no, no, let's. Okay, well, what do you want to start off with next week, then?",
      "start": 3203178,
      "end": 3208074,
      "confidence": 0.7775536842105263
    },
    {
      "speaker": "B",
      "text": "Give them a few options.",
      "start": 3208194,
      "end": 3209290,
      "confidence": 0.9505399999999999
    },
    {
      "speaker": "A",
      "text": "Okay. That was great.",
      "start": 3209402,
      "end": 3210946,
      "confidence": 0.9046875
    },
    {
      "speaker": "B",
      "text": "Trap by Oasis.",
      "start": 3210970,
      "end": 3211554,
      "confidence": 0.58497
    },
    {
      "speaker": "A",
      "text": "Oh, I'll go. Yeah. Oasis there. Well, we're not actually here today, Steve. We recorded these last week. I'm on holiday. What are you just.",
      "start": 3211594,
      "end": 3221674,
      "confidence": 0.8688716000000001
    },
    {
      "speaker": "B",
      "text": "George is probably with a lady.",
      "start": 3221714,
      "end": 3223250,
      "confidence": 0.7410533333333333
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah, but leave me alone.",
      "start": 3223322,
      "end": 3225874,
      "confidence": 0.8593816666666667
    },
    {
      "speaker": "B",
      "text": "Stop phoning, ladies.",
      "start": 3225914,
      "end": 3226930,
      "confidence": 0.89613
    },
    {
      "speaker": "A",
      "text": "This is like the best of. The best of last year. And we're going to kick off with it with a classic clip. Who can forget this?",
      "start": 3227002,
      "end": 3234174,
      "confidence": 0.9677533333333334
    },
    {
      "speaker": "B",
      "text": "All right, just weave that in.",
      "start": 3235314,
      "end": 3237938,
      "confidence": 0.8600850000000001
    },
    {
      "speaker": "A",
      "text": "Yeah. And then come out of that coming to a record or summer. So I come up another record.",
      "start": 3238026,
      "end": 3241794,
      "confidence": 0.8345
    },
    {
      "speaker": "C",
      "text": "Just, just one more, just in case I need it.",
      "start": 3242294,
      "end": 3244382,
      "confidence": 0.944486
    },
    {
      "speaker": "A",
      "text": "Okay. Oh, I don't know. That was Bob the builder there. Shouldn't really be playing that on XFM, but.",
      "start": 3244438,
      "end": 3253470,
      "confidence": 0.8342931578947367
    },
    {
      "speaker": "B",
      "text": "Stupid car. Stupid.",
      "start": 3253502,
      "end": 3254794,
      "confidence": 0.9646866666666667
    },
    {
      "speaker": "A",
      "text": "Okay, great track. I love that.",
      "start": 3257774,
      "end": 3260710,
      "confidence": 0.943925
    },
    {
      "speaker": "B",
      "text": "Yeah, beautiful.",
      "start": 3260782,
      "end": 3261838,
      "confidence": 0.866465
    },
    {
      "speaker": "A",
      "text": "Well.",
      "start": 3262006,
      "end": 3262714,
      "confidence": 0.6191
    },
    {
      "speaker": "B",
      "text": "He needs to use these next.",
      "start": 3266694,
      "end": 3267774,
      "confidence": 0.8675583333333332
    },
    {
      "speaker": "A",
      "text": "Okay, another. Great.",
      "start": 3267814,
      "end": 3270296,
      "confidence": 0.9356933333333334
    },
    {
      "speaker": "C",
      "text": "Do this later.",
      "start": 3270400,
      "end": 3271384,
      "confidence": 0.8547033333333333
    },
    {
      "speaker": "A",
      "text": "I've gotta go. I've got the airport.",
      "start": 3271544,
      "end": 3273912,
      "confidence": 0.8272814285714286
    },
    {
      "speaker": "C",
      "text": "Yeah, yeah, but this isn't gonna work. It's a mess.",
      "start": 3274008,
      "end": 3276200,
      "confidence": 0.8048620000000002
    },
    {
      "speaker": "A",
      "text": "Well, just.",
      "start": 3276312,
      "end": 3277124,
      "confidence": 0.72191
    },
    {
      "speaker": "B",
      "text": "Make your competition. Yeah, it was a shambles today. I mean, last week we gave it the benefit, the doubt, because it was the first time we done it. But you've got to think it through me. You can't be making up on the spot like that and changing the rules. Yeah, I'm sorry, mate. I mean, I know you did it with the best intentions, but it was.",
      "start": 3283184,
      "end": 3297106,
      "confidence": 0.902710579710145
    },
    {
      "speaker": "A",
      "text": "People think we get a car and.",
      "start": 3297290,
      "end": 3298866,
      "confidence": 0.8407628571428571
    },
    {
      "speaker": "B",
      "text": "Everything, but that was appalling.",
      "start": 3298890,
      "end": 3300570,
      "confidence": 0.918614
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 3300682,
      "end": 3301374,
      "confidence": 0.65962
    },
    {
      "speaker": "B",
      "text": "Compress those stories.",
      "start": 3303674,
      "end": 3305026,
      "confidence": 0.7803633333333333
    },
    {
      "speaker": "A",
      "text": "He gets paid to be like 30 quid extra for this as well, so, I mean, he's getting good money for it.",
      "start": 3305210,
      "end": 3310930,
      "confidence": 0.8876377272727273
    },
    {
      "speaker": "C",
      "text": "Listen, right, you say that you've got to compress it, right? I. The way I look at that competition, it's like Colombo, right? The murder bit at the end is done in like three minutes, but you drag it out for an hour.",
      "start": 3310962,
      "end": 3320748,
      "confidence": 0.9056209302325581
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 3320826,
      "end": 3321248,
      "confidence": 0.82985
    },
    {
      "speaker": "C",
      "text": "So you sort of make it exciting and like, oh, wonder where he's going with this.",
      "start": 3321336,
      "end": 3324184,
      "confidence": 0.9153968749999999
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 3324224,
      "end": 3324544,
      "confidence": 0.88099
    },
    {
      "speaker": "C",
      "text": "And it worked. You know, D d Hudson, she's walking away with the DVD.",
      "start": 3324624,
      "end": 3328368,
      "confidence": 0.8913492857142857
    },
    {
      "speaker": "B",
      "text": "She's laughing. Dee's fine. She's the only one who's gained. Everyone else has had a miserable time. Yeah, of course she's happy. She's won something. But what about the listeners entertainment?",
      "start": 3328416,
      "end": 3339968,
      "confidence": 0.8270270967741936
    },
    {
      "speaker": "A",
      "text": "I mean, they're loving it now because me and Steve running this is scintillating stuff.",
      "start": 3340056,
      "end": 3343352,
      "confidence": 0.8916706666666666
    },
    {
      "speaker": "B",
      "text": "Yeah, this is amazing stuff.",
      "start": 3343408,
      "end": 3345104,
      "confidence": 0.73461
    },
    {
      "speaker": "A",
      "text": "Talking about we're not going to be here next week and doing next week's links. Yeah, because I can't be bothered to come in early. Okay, that. Wow, excellent. Well, it's. That's quarter to Steve on XFM.",
      "start": 3345144,
      "end": 3355466,
      "confidence": 0.8651840540540542
    },
    {
      "speaker": "B",
      "text": "I've enjoyed this wonderful collection of our greatest moments.",
      "start": 3355530,
      "end": 3357906,
      "confidence": 0.8544155555555556
    },
    {
      "speaker": "A",
      "text": "Yeah, there's still more to come.",
      "start": 3357970,
      "end": 3359066,
      "confidence": 0.954295
    },
    {
      "speaker": "B",
      "text": "You'll be next back. Well, next week when you.",
      "start": 3359130,
      "end": 3360730,
      "confidence": 0.8749211111111111
    },
    {
      "speaker": "A",
      "text": "Yeah, I'll be back next week. I can't do the last one. Well, I hope you enjoyed some of the best of moments there with.",
      "start": 3360762,
      "end": 3366770,
      "confidence": 0.8840171999999998
    },
    {
      "speaker": "C",
      "text": "Gonna use these?",
      "start": 3366882,
      "end": 3367754,
      "confidence": 0.83604
    },
    {
      "speaker": "A",
      "text": "Why?",
      "start": 3367834,
      "end": 3368098,
      "confidence": 0.57706
    },
    {
      "speaker": "B",
      "text": "No, they're a mess.",
      "start": 3368146,
      "end": 3369050,
      "confidence": 0.7228075
    },
    {
      "speaker": "C",
      "text": "Forget it. Forget it. Well, forget it. We'll do them in a bit.",
      "start": 3369122,
      "end": 3372706,
      "confidence": 0.9016623076923077
    },
    {
      "speaker": "B",
      "text": "When you don't I'm not telling.",
      "start": 3372730,
      "end": 3373954,
      "confidence": 0.7904399999999999
    },
    {
      "speaker": "A",
      "text": "I cannot do it.",
      "start": 3373994,
      "end": 3374666,
      "confidence": 0.99355
    },
    {
      "speaker": "C",
      "text": "When's your plane?",
      "start": 3374690,
      "end": 3375554,
      "confidence": 0.6842633333333333
    },
    {
      "speaker": "A",
      "text": "It doesn't matter when the plane is.",
      "start": 3375674,
      "end": 3376860,
      "confidence": 0.6968057142857144
    },
    {
      "speaker": "C",
      "text": "We can do it in a bit.",
      "start": 3376892,
      "end": 3377764,
      "confidence": 0.9764457142857143
    },
    {
      "speaker": "A",
      "text": "I'm definitely not.",
      "start": 3377804,
      "end": 3378492,
      "confidence": 0.8263766666666666
    },
    {
      "speaker": "C",
      "text": "I'm not wasting my time going through that.",
      "start": 3378548,
      "end": 3380264,
      "confidence": 0.8189375
    },
    {
      "speaker": "A",
      "text": "My favorite suede song there. Stay together by suede.",
      "start": 3386524,
      "end": 3390504,
      "confidence": 0.6678222222222222
    },
    {
      "speaker": "B",
      "text": "That's what you're being paid for.",
      "start": 3392844,
      "end": 3394204,
      "confidence": 0.9972949999999999
    },
    {
      "speaker": "A",
      "text": "Well, no, because it could have been a suede song sung by atomic kitten.",
      "start": 3394284,
      "end": 3397844,
      "confidence": 0.8203699999999998
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 3397884,
      "end": 3398444,
      "confidence": 0.92214
    },
    {
      "speaker": "A",
      "text": "And I guess that's my favorite suede song by Atomic Kitten.",
      "start": 3398604,
      "end": 3401292,
      "confidence": 0.6574509090909091
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 3401308,
      "end": 3401924,
      "confidence": 0.66669
    },
    {
      "speaker": "A",
      "text": "So do you think this is the best worst show we've ever done?",
      "start": 3402004,
      "end": 3407194,
      "confidence": 0.8591276923076923
    },
    {
      "speaker": "B",
      "text": "No. I mean, we've done some God awful shows in the.",
      "start": 3407654,
      "end": 3409446,
      "confidence": 0.9280854545454545
    },
    {
      "speaker": "A",
      "text": "Really?",
      "start": 3409470,
      "end": 3409726,
      "confidence": 0.59509
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 3409790,
      "end": 3409982,
      "confidence": 0.76791
    },
    {
      "speaker": "A",
      "text": "Okay.",
      "start": 3409998,
      "end": 3410390,
      "confidence": 0.45647
    },
    {
      "speaker": "B",
      "text": "I mean, some real grim ones in the past.",
      "start": 3410462,
      "end": 3412294,
      "confidence": 0.9794911111111111
    },
    {
      "speaker": "A",
      "text": "Okay. Do you think people see through it even before we tell them that we're not really cutting the mustard, getting the effing we got. We had nothing to say last week.",
      "start": 3412374,
      "end": 3421142,
      "confidence": 0.891416875
    },
    {
      "speaker": "B",
      "text": "No, I don't think anyone's fools. I think, really, some people are tolerating us because they quite like your tv work. But, I mean, other than that, I.",
      "start": 3421158,
      "end": 3426582,
      "confidence": 0.9198228571428569
    },
    {
      "speaker": "A",
      "text": "Think they play good music. Well, we don't skip on the tunes.",
      "start": 3426598,
      "end": 3431328,
      "confidence": 0.9372891666666668
    },
    {
      "speaker": "B",
      "text": "But I was listening to this, I'd be thinking, I could do a better job. I'd be leaving if I worked in, like, some. If I worked in, like, a bakery or something. I ate this job and listening to us, you know, gibboning about on the radio, I'd be livid. I'd be angry.",
      "start": 3431486,
      "end": 3442212,
      "confidence": 0.8972781481481481
    },
    {
      "speaker": "A",
      "text": "Really?",
      "start": 3442268,
      "end": 3442532,
      "confidence": 0.99608
    },
    {
      "speaker": "B",
      "text": "Yeah. I mean, this was a BBC show. I'd. I'd go mental.",
      "start": 3442588,
      "end": 3446132,
      "confidence": 0.8156808333333333
    },
    {
      "speaker": "A",
      "text": "Why?",
      "start": 3446268,
      "end": 3446972,
      "confidence": 0.38253
    },
    {
      "speaker": "B",
      "text": "You're paying a license fee and everything, so. Okay, it would feel like it was my money being squandered, but we don't. This is advertisers money being squandered.",
      "start": 3447148,
      "end": 3453628,
      "confidence": 0.8653449999999998
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 3453716,
      "end": 3454004,
      "confidence": 0.98393
    },
    {
      "speaker": "B",
      "text": "You know, this is big corporations. Screw them.",
      "start": 3454044,
      "end": 3455948,
      "confidence": 0.7840162500000002
    },
    {
      "speaker": "A",
      "text": "Yeah. And people haven't paid anywhere. They probably paid for the batteries in their radio.",
      "start": 3456076,
      "end": 3460904,
      "confidence": 0.8616853333333334
    },
    {
      "speaker": "B",
      "text": "Maybe if they're listening.",
      "start": 3460944,
      "end": 3461864,
      "confidence": 0.7447625
    },
    {
      "speaker": "A",
      "text": "We're so sorry about that.",
      "start": 3461904,
      "end": 3462848,
      "confidence": 0.7525299999999999
    },
    {
      "speaker": "B",
      "text": "Yeah, well, I forget you just for wasting their time, Rick.",
      "start": 3462896,
      "end": 3465288,
      "confidence": 0.8396990909090909
    },
    {
      "speaker": "A",
      "text": "But next week's gonna be a clip show again. Yeah, we decided that Carl's gonna just do the links next week by himself.",
      "start": 3465336,
      "end": 3471848,
      "confidence": 0.8923891304347826
    },
    {
      "speaker": "B",
      "text": "Or maybe, just guess, a guest hosting, maybe, you know, like, what was that Dennis Norton Norton type?",
      "start": 3471976,
      "end": 3477984,
      "confidence": 0.7140522222222223
    },
    {
      "speaker": "A",
      "text": "You know, in the Sony awards? You hand in one show, don't you? Yeah, we could hand in next week's, couldn't we? Because it was broadcast in this year. Just. It's a clip show from years ago. You could. You could hand in I love 1975, couldn't you? In the Baftas or something?",
      "start": 3478064,
      "end": 3492488,
      "confidence": 0.8680779245283018
    },
    {
      "speaker": "C",
      "text": "You could.",
      "start": 3492576,
      "end": 3493200,
      "confidence": 0.93259
    },
    {
      "speaker": "A",
      "text": "Yeah. So shall we? Are you, are you. You're even bored? Like you're bored with the show as well? This is terrible attitude.",
      "start": 3493312,
      "end": 3498880,
      "confidence": 0.8076226086956524
    },
    {
      "speaker": "C",
      "text": "I'm just.",
      "start": 3498992,
      "end": 3499664,
      "confidence": 0.8736349999999999
    },
    {
      "speaker": "A",
      "text": "We're allowed to be bored with it. We're the talent.",
      "start": 3499784,
      "end": 3501832,
      "confidence": 0.8084580000000002
    },
    {
      "speaker": "C",
      "text": "I thought you're gonna give us like ten minutes after the show to do.",
      "start": 3501888,
      "end": 3504632,
      "confidence": 0.9237807142857142
    },
    {
      "speaker": "A",
      "text": "I can't, I've got to go.",
      "start": 3504728,
      "end": 3506400,
      "confidence": 0.8709133333333333
    },
    {
      "speaker": "C",
      "text": "Yeah, right, Steve. Cuz Ricky's taxi might be waiting now.",
      "start": 3506512,
      "end": 3510952,
      "confidence": 0.808781
    },
    {
      "speaker": "B",
      "text": "So this attitude. Ricky, you gonna vote with that? You are.",
      "start": 3511048,
      "end": 3514592,
      "confidence": 0.7674181818181818
    },
    {
      "speaker": "A",
      "text": "I just don't believe it. They. They should be chomping at the bit together. They should. I can't believe their luck.",
      "start": 3514728,
      "end": 3520808,
      "confidence": 0.8802814285714284
    },
    {
      "speaker": "B",
      "text": "Do you know?",
      "start": 3520936,
      "end": 3521248,
      "confidence": 0.8374133333333335
    },
    {
      "speaker": "A",
      "text": "I mean.",
      "start": 3521256,
      "end": 3521568,
      "confidence": 0.76959
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 3521616,
      "end": 3522208,
      "confidence": 0.86069
    },
    {
      "speaker": "A",
      "text": "And do I get treated at least different? No. Worse.",
      "start": 3522376,
      "end": 3527176,
      "confidence": 0.9042009999999999
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah. Answers on a postcard if you can figure out what that sentence meant. And there'll be a DVD on its way to you. Listen, um, we had an email from Glenn and Sharon and Sharon was rushed into hospital last week. Let's play something for. She's back now and she's okay. But anyway, they were big fans. They asked for some Nick Drake. I'll play some Nick Drake next time. But instead I thought we could play a classic Dylan track. I'm a big fan of Dylan. Just like a woman. It's just beautiful. And that's my song for the ladies. We won't see you next week. Ricky's away, but there should be a hilarious compilation for our best moments.",
      "start": 3527280,
      "end": 3559174,
      "confidence": 0.875128770491803
    }
  ]
}
