{
  "id": "8b78eec9-a7fd-4ccc-8d2e-b2c8b42044f7",
  "status": "completed",
  "text": "Coldplay. The scientist. Have you seen the video that great? It's just brilliant. I think I might have worked out what was. He's walking backwards. It's all filmed backwards, but he's singing forward now. The only work and work out they've done it without CGI in it and cheating with the lips is that he had to learn it backwards and did it sort of like bit by bit. Do you do that? He was on Zoe's show, like, about a week ago, so he sang it backwards. So he learned phrases and they filmed that, you know. But he didn't learn the whole song, did he? They must have. He couldn't possibly have learned the whole song. He must have, like, stopped it. And it's a great video, though. They always do a good video. No, it's very good. Very good indeed. So it was. Yeah. The scientist on exfM. Wonderful. Rick Dubai is with me, Steve Merchant and Karl Pilkerton. I had a bit of good news this morning. Go on. I was on the tube coming down and I don't. I don't want to sound arrogant, I don't want to sound pushy, but I was at green park and I'm fairly certain, Rick, it's not 100% corroborated. I'm fairly certain that a woman pinched my arse. So what do you think of that? Yes. There's a lot of pickpockets around. No, no, no. My wallet was still there, really? But even if it wasn't, you know, that would have been money well spent. But the wallet was still there. So what do you think of them apples, eh? So what does he just pinch? I can't confirm it at this stage, exactly what happened, but it certainly felt like a pinch. I looked around by a woman. There was a woman behind me, right. She was fairly old. She's. I think she's probably in her mid thirties, right. Kind of reddish hair. Right. I don't know if she's listening, right. But she knows where I am and so I don't know how to proceed, really, Rick, I don't know if it's worth putting up some posters in the green park area just to try and corroborate. If you saw a woman pinch the. Lanky guy's eyes, you could probably get in contact with british hour and look, go back over there. CC. Exactly. CCTV cameras. Yeah. And then they could probably zoom in and, you know. So identifying birthmarks or holding some. I could hire a private eye again. Money well spent. Well, so there you go. You know, I'm just saying, maybe the, you know, maybe things are looking up, things Christmas did. The worm was terrible. I mean, you know, it's a little less sexy story to get the show going. What's your answer? Well, I mean, you're quite. Quite a tall fella. Sure. So she must have really wanted to sort of reach up and. And have a pinch. Hmm. Well, you think she was. She did. With her teeth? No, no. But Steve's taller than, you know, his arm. Yeah, but his ass isn't six foot nine, is it? His ass is about three foot off the floor. Four foot what? Four foot off the floor. No, I don't think so. About three. She'd have to be a midget to have to reach up to pinch Steve's ass. He is very tall. But I don't know what your point is there, Kong. You just see, you're just trying to get. You know, you're just. I think maybe just a little bit jealous. Just a little bit of jealousy. Well, do you know what happened to me on the way in? Go on. Homeless person call me a dickhead. How did he know? Do you know him? Is that what. He's a local. He's like the local big issue fella. Oh, yeah, yeah. And, you know, he knows me. He sees me walking up and down. So he knew you. Right. So, um. So normally I have a bit of a chat with him in that. And I walk past him and, you know, I can. I can be a little bit cheeky with him because I've been cheeky with him in the past with stuff. You pinched his eyes? No, just, you know, saying stuff like, God, you're always there. I mean, you got home to go to and stuff like that. Yeah, just breaking the ice. Just breaking the ice. And he laughed at that, right, last time, so I thought, I can be a bit cheeky, right? So he goes, do you have a big issue? I said, nah. He said, come on, I've got loads of them. Right? So I sort of said, oh, when I was a kid and I used to do a free paper around the free papers, one, I said, just put them in the bin and go home. And he went, yeah, but how am I going to get any money doing that, you dickhead? You see, I can see his point. He is homeless and having to sell newspapers to get 50 per quid or whatever. Yeah. And sometimes a treat him, right. And today I didn't have any money. I had a takeaway last night and I normally give them a quid and I felt bad not being able to do that. Because I didn't have any money on me last night. Right. I couldn't look him in the eye. Did you explain this to the homeless person? The traumas of the takeaway without the tip? Did you explain that? You know, you've had it hard as well. I had food delivered to my warm flat. Yeah. It was me. You don't know what that's like. You don't know what the trauma is because you can't have food delivered to your flat because you haven't got one. So please don't look at me like that. You should have said. But most people ignore him. At least I gave him a bit of acknowledgement. And so. Yeah, took the Mick. Yeah. I didn't think I was. I just was being friendly. No, I know you've got to be. Careful with the homeless because I. This is. This is true and this is. I. You know, when the clocks went, was it. The clocks went back recently? So you got an extra hour in bed. Yeah. And I was at cash point with a friend of mine and there was a homeless person sat by the cash point and, you know, we would get some money out and she said, spare some change? And my friend, he's a bit awkward. He's just trying to make conversation with her. He went, oh, clocks go back. Extra hour in bed. Oh, no. I gave her two quid. I felt so bad. He didn't do it intentionally. He didn't realize what he said. Just making conversation. It's tricky making conversation with the homeless because there's so many areas you can't. You've got to avoid. You know what was on the telly. Yeah. You know, although I get recognized by homeless people and they are. They. I don't know where. You gotta remember, that's pretty much your demographic. People who watch tv for the winner. Yeah, there was a. They can smell the alcohol on you. They think you're one of them. Oh, about to cut down on that. I've all been really good with this training thing, the books. Oh, oh, play a record and I'll tell you about that. I had my first week of training. I'm. I'm in trouble. I'm struggling. What do you want to play? Oh, we've got a bit of. Have we. Stone roses, classic feeder. Come back around. XFM 104.9. Ricky Devali, Steve Merchant, Carl Pilkington. All right. Yeah. So I did my first week of training for this charity, boxing for those people don't know I'm fighting Grant Bovey, Anthona's husband. It sounds arbitrary. But it's actually because he's 41 and about my weight, a bit taller, I think. And we've never done it before, but. No, it'd be fun battling someone for charity. No, but I can't believe my luck because I've been a fight fan for like, 30 years and. And they took me shopping, they bought me all the gear and the training is great. It's really hard. I mean, it's. I imagine it'd be really hard and it's probably slightly harder than I imagined. And the only bit I like, I don't like all the exercise and all the stuff you've got to do. I like the bits that look a bit like something I've seen in a rocky fit. Right, sure. You know, we did that thing with the string along the ring and I have to pop up and punch and that was great. Right. Skipping is not bad. I'm trying to get at that. I like that ball that. You any good at that? I'm getting good at it. What's that teaching you that particular thing? It's just the rhythm is. It's rhythm. And of course, your arms are up for that long, so you've got to keep your guard up all the time. Yeah. So that teaches you to keep. You were up at six this morning, you broke some raw eggs into a cup and you ran up the steps of the town hall, didn't you? I know, with loads of people following. Me and I shouted, boom at the top. No, I'm not going mad, I'm not going mad. Just, just, you know, once every, you know, every other day. But I'm struggling now. I've, I've, I woke up today and, like, I've been hit by a car. Just everything aches. So much revenues. But anyway, I had a meeting the first time with the people, the program makers, because they're following me for a month and everything, and Grant as well. And they said, oh, you need a sort of nickname just for a laugh. And I went, oh, what's Grant using? He said, oh, I think he's going to use gorgeous Grant Boville Grant. I went, oh, I don't know. I better go against that about, um, Ricky Gypo Gervais. Yeah, right, yeah, yeah. So anyway, I had a freaking Frank Maloney meeting the next day and it's sort of, you know, you got this nickname and the bloke said, oh, I checked out that name. You can't call yourself gyp. I went, well, of course I can't. I was joking. He went, well, I said, well, it's racist. I was joking. I was making a joke about me bit and then we went, oh no. And then I went down to get the buy all the gear from this shop. They've had the dressing game made. Yeah. And I was picking all the stuff going, oh look, that's like Naz war. Oh, look, that's like Ali war in there. And I'm going have that. I love that, picking all the gear and everything. And there was a couple of boxes down there sort of like looking at me thinking, who's that fat bloke taking up boxing at 40? And I said, oh, I wasn't and look, oh yeah, how you doing? I went, oh yes. How long have you been in the game? So I've been foxing 20 years. How many fights you had? He said about 40. And I said, oh yeah, help me, I gotta think of a nickname. And I thought, I said, I thought Ricky Balboa Gervais. He went, right. I went, or Ricky Marciano Gervais. He looked at me and went, what about Ricky Martin? Oh dear. Absolutely. Just I'm not respected yet in the boxing world. It's only a matter of time. Well, I think they're going to go. See you fight, Rick. Everything's going to change. So have you actually punched anyone yet. Have you actually not any, no, I punched pads and I punched a the bag and I've sort of sparred in that. I know you're gonna get a chance to punch. Well, as I suspected, my punching powers, alright, but my fitness is, I mean, I felt like I was smoking. Yeah, you know, but there's, you know, bits of lung that haven't been add oxygen in for 20 years. Yeah. And it's rigid. And also because it's not only it's being filmed, but there's other fighters there that are ridiculous. They're like machines, right? And it's that thing, I go, I can go, right, I can, I can come out on top but die now of a heart attack, but never give up. Or I can sit down and go, I'm sorry, I'm, I feel ill. And I chose that one. And of course they took the, well, of course, but I mean, you know, soon, you know, as I said, I've got the respect of the boxing fraternity. But how long have you got them before? Four weeks. Okay, so. And do they think that they can turn you around health wise in that time? No, they're gonna, you know, they're gonna teach me the basics and see how it goes, you know, but I mean. And each round is 4 seconds, is that right? Yeah, yeah. Two four second rounds with a two. Hour break in between each one sit down meal. So give them a number. I want serious suggestions of my fighting name, nothing insulting. So what we can actually use. Well, let's give out the bat. Gervais co dot UK. What's the number, Carl? Oh, 8700 801. Two, three, four. And it doesn't have to be in the middle, it could be at the beginning. Like the rage. Yeah. Ricky the rage. Sure. Ricky the man player record. Ice cube talks to me about my life. Yeah. Couple of emails are already coming in, rush. They're flooding in, Rick, inevitably, as boxing name suggestions for you? This is one from Matt. I think he's given a couple, actually. Ricky the pudding Gervais. Ricky Big Mac Gervais. There's a theme here. Ricky pasty. Gervais the pasty. I quite like the pasty. Here comes the pasty, as Carl said. He said, the thing is, if you have a really good nickname, it's embarrassing when you lose, whereas if you just call yourself yourself, it's not so embarrassing when you lose. Carl. This is doing so good for my ego, do you know what I mean? If you have like killer Gervais. Yeah. And then you end up like vomiting, choking on your own vomit, upside down, hanging out the ring. What happens if you win? Do you have to do. Whereas there goes the pasty, being stretchered off in the first two minutes. Yeah, it's not such a problem. There he is being lightly basted and chuck down in mind. What do you mean? What do I have to do? Say if you say if you beat Grant. Say if that. If that happened. Yeah. What happens next? What do you mean what happens next? What do you think this is a contention fight for the big one? Then we make Ricky. No, but, you know, do you know if they're planning on making more money because for comic relief in it. So what happens on the. No, it's. No, it's richer. Comic relief would make sense. Yeah, yeah, whatever. Right. Yeah, it was last time. I think that was last time. Sport relief. It's not sport. It was last time. Yeah, but this is, I think this is a program where. And how do we. Sorry, how does this, how do you make money for charity from this? Do we, do we pay to sort of. For how many punches to the head you're going to take? No, no, I just. How long? You're going to laugh. I assume the BBC donate money or someone or sponsor or whatever. I don't know. Just right. Donate. Because it's actually a program. This is more about a program with a. I see. A charity angle. So. Yeah, so as if you get, like, killed, there's more money and food to go around. Well, no, I mean, the thing is, what's the next step? Because if they go, like. Right. Yeah. Well done. You've won. Thank you very much, Carl. What do you expect? That its winner stays on in a fair where I go. Manning. Yeah. Yeah. And then my twin gets up. Yeah. What? What? Do. What? It's just a. It's a program. It's not gonna turn pro. It's like faking it. But what's the point if it's not gonna go anywhere? Well, I thought. Sorry, him fighting grant Bovey in a ring is not entertainment enough. Yeah. What's the matter with you guys? Gonna get his face pummeled in. That's gonna be hilarious. When I did boxing at the youth club once. When he did boxing, he fought once. He fought a little weak kid because it was his first day. Battered him. Next week, it was someone else's turn, and he got bad and he left. Yeah. I said, right, I've had enough. But there was. Yeah, there was a ladder there that I had to work. Right. And I decided after the. Sort of the first step, I thought, it's not for me, this. If you win, it's all kind of like. Right. Well, yeah, the world's your oyster, but it's a program. It's just a one off program, isn't it? It's like. It is like you got treated like faking it. Yeah, but faking it, right? That little gay fella who ended up being a doorman, he's actually doing that as a proper job now or something. He loved it so much. Do you seriously think I have any intentions of getting into the fight game and leaving entertainment behind? What's the point, then? What? What do you mean? What's the point in. What's. What's the point in watching television? It's entertainment or educational. I watch it to sort of soak in. Well, this is educational. I'm learning a lot. I'm actually learning a lot. And it's. I can't believe my luck. I've got professionals telling me, you know, hopefully how to lose weight and punch hard. That's just fun. It's like having golf lessons. But say, I mean, here's an example. It's a nice way to plug it. We've got rockbusters coming up in about ten minutes or something. Right now. Look forward to that people email in and they don't just do it for fun, they do it because they know they've got some good prizes lined up. Right. So they're doing it because it gets them something. Yeah. My prize is that I've learned something in life, I've gone through an experience, and hopefully I'll come out in some way better if I don't get mashed. That's it. That's the prize. That's why we do anything, isn't it? I think this is. This is example of you, Carl, is that you give up too easy. Yeah. You took up the docs. There's no point in anything. I did. I did crusaders for. I think I lasted that out for about four weeks. What's Mercedes? Oh, it was my mate, right. He was religious. I'm not really, but. No, I mean, you believe in ghosts, though, and shadows pushing people off bikes, but. Go on. But it's the same time, I think I told you once before that I went to the church with this lad, because I sworn he said he was going to tell me dad. Yeah. Effing and jeffing. So he said, is that how they. Get people to church nowadays? I love that. What kid? Yeah. He hasn't got the idea of the protection game. There's nothing in it for him. Either you turn to religion or I tell your father. Right. So I went to church with him in that. And then the next week he said, I know that was rubbish. And you didn't enjoy it. It's when I got kicked out for messing with the tennis ball. In the pews. Right. I don't think we've heard that, but I don't think we could possibly go into that now. Summed it up. Yeah. So we'll come back to that. You had a tennis ball and some pubes. No, in the pews. Right. But anyway, so I went there and I said, I don't think much of this church thing. It's a bit boring. Sorry. And so you went to church and you ended up in the Crusades. No, crusaders. What it is, it's meant to be the fun part of religion for kids, right. I mean, I said, oh, you want to come along? It's, you know, you go on a Friday night. Yeah. And do it on a Sunday as well. So I went on the Friday night. It was brilliant. He had subutio. Played table tennis in this dead big old house. And what do they do at the end? Say, I hope you enjoy yourself. Remember God gave you all this. It's sort of, you know, enjoy the simple things in life. You don't need computer games. You can play table tennis and talk with your friends. Yeah, blah, blah blah. So, yeah, that's all right. I think you'd be happy in a young offenders institute. You get to clean the toilets, though. Don't forget, Carl, I think God invented Nintendo too. Right. Well, anyway, so that was all right. I loved it on the Friday. Yeah. I mean, mate said if you go for four weeks, four like weeks in a row without missing a day, you get a free badge and salvation. I don't like all this sort of being stuck in stuff. So anyway, so you've got to come again on Sunday. So I thought, well, we'll have another game of table tennis will be all right. Yeah. So anyway, I go on the Sunday. Who was this servant of God? I go on the Sunday. It's like a totally different club. There's no table tennis. That's how they trick you. No, Cebu. They start handing out bibles. Oh, it's like a timeshare thing. So I didn't go again on Sundays. Just go on the Friday. Brilliant. I've amazed no one else saw through that. The thing is, there used to be loads there on the Friday, so they won't even notice if I'm not like. Yeah, that I'm not showing up on a Sunday. So anyway, carried on it. Just this kid in the vicar. Oh, I love that you got one over on the church. So I was loving it, right. Playing table tennis and that. And then on a Sunday, they found out where I live and the head fella started coming round, knocking on the door. God, he's everywhere. Why did he knock? Politeness. The fella who, like, ran the club, he started coming around, knocking on the door and I saw him coming up the path and I said to my mam, oh, it's the fella from the Crusaders. She didn't even know what I was. No, she thought you were off nicking hug cats and stealing cars. Yeah, you've been going. So I said, look, just tell him I'm not in. Tell him not in. And she had to keep doing this. And they were coming round every Sunday to try and make me, like, go on a Sunday. It was really important that I went and I was abusing the system and all this. Anyway, I didn't go. And then why didn't they just tell. You on next time we turned up on a Friday? Yeah. No, because there was so many people there on a Friday. You just get mixed in, in the crowd. It was jammed. It was well, popular on a Friday. Yeah. Yeah. But anyway, on one of the Sundays, it was. It was quiet for a bit and they stopped coming round. So I thought, right, I can go out again, right, on a Sunday. Because I used to avoid hanging around. The house and sort of reign of terror. This is incredible. So I thought, great, they forgot about me. Yeah. Everything I can carry on in sort of normal life now. Yeah. And I was playing out in the avenue. Fella comes round and he goes, there you are. Oh, you know, you're always busy on a Sunday. You enjoy Fridays and that, don't you know, it's like, yeah, yeah. He goes, well, come on, you've got to come with me. And I couldn't get out of it. I mean, it's like, what could I say? Charlie says, right, yeah. So anyway, nearly killed me in a car crash. So that was the excuse I used. Next time he had a mini, right? And he was driving us there and he hit the curb, nearly sort of turned over the Mini. It was like three of us in the back. So I said, record. So next time. Next time he came round to pick us up, I said, look, really enjoyed it. And that. I said, but ever since that journey, I really, you know, I don't. I don't want to get in the car with you again, because he scared me a bit. All right, then I didn't have to go again. That's all right, isn't it? That's extraordinary. Yeah. Almost killed you in a car. It's a powerball. Thank. Thank God no one was hurt. Yeah, I remember that. Your life moves in incredible ways. Yeah. Rather like God. Yeah. So they probably. Probably around there now, aren't they, going, is he coming tomorrow? What we got? Well, we talk about the prizes next. Well, let's talk about. Yeah, we've got the big game, rock busters coming your way soon, Rick. I know you excited about that? And is there more educating Ricky this week? Have you got that planned? There is. We are struggling on that feature a bit now because I feel like we've covered a lot of topics. Yeah, I know. Well, I know about hairy chinese kids and deaf people that hit their head and can hear again, so I don't think there's lots more to learn in life. And the amazing Carl Pilkington. Right, prizes. Rockbusters. Yeah, it's one of the big, exciting quiz shows. And this may be one of your last chances to play. There's rumors that it's gonna get ditched, Rick. Who's that? Carl Perkinson, the creator and mastermind behind it. It's already grown tired of it. It's off in the way you heard them earlier on. The very best of the stone roses. From that we played I want to be adored. That's one of the prizes. That's nice. Little Christmas compilation. Second hand now then. Really in it. Second hand? Yeah. 50 years of the greatest hit singles. I'll tell you, there's some great stuff on here. Opens Rick with Bohemian Rhapsody, one of the. One of the biggest. Biggest number ones of all time. If you've not heard that enough already, you're followed then by John Lennon's imagine, candle in the wind. Elton John. You've got one CD, Stephen. Well, these are some of the greatest rockminds, some of the best songs by some of the best artists. Paul McCartney's mull of kid that's on there. We've got. Let me see. That is pretty impressive though, because they are real big classic number ones as opposed to the song by the eyes. They didn't really care about. You see those things on this is not available in the shops and it's the second best song artists have done. It seems odd that we're giving away on XFM because it includes Robbie Williams, Angels Atomic Kittens, hole again, Spice Girls wannabe Connie Minogues can't get. And I think it closes well. It almost closes with steps. Tragedy. That's the penultimate track. It ends, though. Any ideas? Big, big hit single. Do they know it's Christmas band Aid. Perfect for your Christmas party. Sure. We've also got the groove Armada current album. Is that from there? And signed by the man himself. The big beach boutique DVD fatboy slims concert on that Brighton beach. And there's all kinds of treats on there and includes an audio commentary by Norman Cook. I don't know how that works. 3 hours of him going. This is where the needle almost jumps. Watch this. I did a little bit of scratching. I'm not very good at scratching. Forward to that. I'm putting a. Putting a different track. You see me there? Is the crowd loving it. I'm just waiting. This is where I put. I go from. I go from Conger squad to basement jacks. Yeah, look forward to that. That's what I'm popping up. We see that. I've got praise. You ready? That's slightly dusty. I just had to wipe that down with a damp rag. Plus, I suppose this is good if you're a fan. This is a box set of the first series of Linda Green. I think a new series starts this week or has already started. I'll tell you what I found when I was clearing up, Rick, because I know there's not a big movie this week. We normally give away a big movie. I was moving house this week and I found a video that you're more than welcome to if you're a fan. No, it stars Kurt Russell. Executive decision. I've got that to give away if you're interested. Executive decision with Stephen Sagan in a cameo as well. I think it's on tv this week, Rick. So if you miss it, this coming, you don't tape it this Friday. Well, here it is on bring it. In because I think Carl's excited about that. I think Carl would like to win that wouldn't. Great prizes there. How about if you come up with and extra rockbusters today for the bonus prize? I don't think I'm the man for the job, Carl. I think it has to come from your unique. Yeah. Take on the world, Carl, you don't. I don't think you've quite worked out why you're funny and why things you do are good. Go on then. Right, you're ready then. So just in case you haven't heard it before, I give you some initials of a band or an artist. We're not in Robbins now. We. Yeah, I thought, well, we've just keep that going then. We got one. I love educating Ricky. That's my favorite thing now. Well, what do you want to do, Steve? It's just that you sort of picked. Up the prizes and so this is only by email. Give the email address out now for people to write it down now, Carl. Right. Ricky dot Gervaisfm dot co dot uk. Ricky dot gervais fm dot co dot uk. Only entries on email. You're going to get three clues. You've got to get them all, right? And you win all. You win all those prizes, you said. Okay, Kyle, go on then. Right. And just a quick example. One of the first ones we did, it was like a kid and the clue was exploding, pet. Yeah. And it was atomic. Right. So you understand how it works. Now, these are your clues. The first one, that army has got some well nice trenches. That army has got some well nice trenches. Excellent. And the initials there are Dw. Do you write some of the questions for 15 to one? Go on. So that army has got a similar phrasing. Trench. Okay, the second one, what are the initials there, Carl? Mat. Dw. Dw. Yeah. Right. The second one, the top of them curtains are all wrecked, all the materials all born. We've got to get him on telly. We have got to get him on telly because his little face and his gestures. That's the second one, the initials being hv. Okay. The top of those curtains erect, all the materials all worn out. Right, hv. And the final one, here's the final clue. I was in Texas the other week, right? I tripped and landed on my knees in a puddle. Wh. For that one. So I was in Texas, I tripped up, landed on my knees in a puddle. So that's wh incredible. Is it great? It's fantastic. Okay, time to join the record. Tell me during the record you're playing for these compilation albums. We've got the fat boy Slim DVD, Linda Green on VHS and of course, executive decision starring Kurt Russell as well. Oh, God. Bob Dylan. Just like a woman on XFM 104.9. Couple more names. Boxing nicknames for you, Rick. This is from Josh. Ricky Blue Eyes, I quite like. And he's also put toad rage. I'll tell you, our number one fan is emailed again. I'm pleased to announce Richard Anderson. Dicky Anderson. He was into love this show. He's such a fan of the show. And this week he's emailed in. What actually is the point of your show? Is it to confuse, irritate, depress or what? All of those things. Dicky, thanks for. He loves this show. He's such a fan. He's such a fan because last week, you remember Carl, he emailed in to say that he'd rather spend his time counting his feet than listen this show. Presumably he's done that and how many feet. Yeah. No, but he loves this show. Yeah. So thanks, Ra. Thanks for listening. See you later. Work it on XFM 104.9. Steve Merchant, Carl Pilkington. Educating Ricky. Yeah, well, the clues are coming in. Furious. The answers, I should say. Yeah, yeah, yeah. So go on. And this is what Rockbusters is well. Underway, Carl, don't worry, you've done your work there. Okay? Come on. Right, educating Ricky, it's my favorite bit. Now you're just going to tease us. Aren'T you, with three headlines. If I choose one, then we got the other two as well. Yeah, that's how it works. And at the end of it, you learn some stuff. Like I say, I'm struggling a bit with knowledge. Yeah. At last he confesses. Yeah, go on. So the three headlines for you to pick from, we've got first one. We'll have a big fire to marrow. I got a feeling there's some vegetables involved. Maybe second one, he's a bit of a nuisance. And the third one, I'll bake on in the morning if you're sick of having. Here. Oh, that one I'll bake on in the morning if you're sick of having me. Right. I'm having that one. That's brilliant. Right. Well, it's a saying. Do you know, um, cold shoulder. Giving someone the cold shoulder. Yeah. All right. If you have someone round at your house and, um, you know, you try to get rid of them and they're hanging around and stuff and, you know, I wish. I wish they'd go, I'm tired. And that. Well, years ago when literally years ago. Well, ages ago, sort of. I think it's had medieval times yonks ago. Then. Yoga. Yeah. We're going back quite a bit on this. What? You know, when you find out these books. Well, I just popped down when it was. Just make a note. I don't think it says all the time. It just sort of says, you know, a few years back. Yeah. No, no, it doesn't. Never. All right, I'll make an effort next week. Okay. So it's annoying that because my girlfriend said to me, just make a note at the time, he'll stop having a go at you. Yeah. Yeah. And I kind of thought, didn't, didn't listen. I don't think matters anyway, in this one, we're looking at the saying, right, so it's giving someone a cold show day shoulder, right? And what it is, right, ages ago, there wasn't enough houses for people, right, because there wasn't much money being made. You know, they weren't big businesses. People were earning good money like they are now. So there wasn't as many houses, right? So what you. What you ended up getting is like, you know, the rich people having a nice place to live and the poor people were, like, wandering about, you know, looking for places to live in that. And what they ended up doing is they had, like, people would go around to the mate's house and say, look, I haven't got anywhere to live. It's a bit cold, can you let me stay? Right, so they'd go, all right, then you can stay a couple of days. But they ended up staying for, like, weeks. Yeah. Right. So to sort of get rid of them, what they'd end up doing, they'd be making the dinner and they'd been making a lovely dinner, like a bit of meat. Nice warm meat and nice veggies. Gravy. This happened every time. Did it? This is where the saying came. This is what happened, Rick. This is happened every time. It was in that vague book. The book of vague things and stuff. Right. So. So, yeah, so they'd be making a nice meal. But what they did, they looked after all the family. The person who won't go home, they just give them some, like sort of a cut off of cold meat. Right. So they'd say you're giving them the cold shoulder. Meaning. Okay, that's rubbish. Absolutely. Cold necessarily work. Yeah. Yeah. Why do they always, in every situation, when you want to get with a lodger? Well, still feed him every day but make the meat lukewarm. He always leave then. Yeah, this food's lukewarm. I'm gonna go. I'm gonna become homeless. Wandering the straw. Are you giving me the cold shoulder? Yes. Do you want me to leave? Yes. Just say leaving. No, I like to do it cryptically. That way, in years to come, someone will have a little saying about it. Well, yeah, that was our bake on in the morning. Yeah. If you've had enough of me we'll leave that. Oh, my God. In the morning if you've had enough of me. What are the others? Just tease us again with the others. We'll come back to those you've got. He's a bit of a nuisance and we'll have a big fire tomorrow. Nice. Looking forward to that. Nirvana in their version of the man who sold the world a David Bowie chain. Good tune. Good take you on that new Nirvana compilation. I like that version. Like the David Bowie version? You can't decide, can you rick it all. In fact, I like the Lulu version as well. Version. We should play that one. Yeah. This recorded, what, in the seventies? I think she recorded it about the same time, right, as David Bowie released it as a single. I think it was just on. Yeah. So off the album. Interesting. Col is studying. Okay, what's the next one? What's the education? I don't know. See, like I say, I was looking around and this stuff. That is interesting, right. I was looking on the web, but there's no point. Well, it's just that I found one about. What's the point? About a lad who. Eight years old but he's still breastfed. Now, I don't know if you can get anything out of that. Is that what his mum said? What do you mean? I don't know if I can get anything out of that. You don't need to. No, he's just that, you know. Where do you read that? That was on the Internet. Oh, well, yeah, you're always unspecific when you mention it. It's just. It was on the Internet. Well, I'm trying to think what I put in. I think I put in y to see if I'd confuse the computer. You are. No, honestly, I did a search putting why? And, okay, he came up with funny things that, like, why is this person doing that? Why is that? And had a picture of this eight year old lad, sort of, you know, on his mum's nipple. And it was saying, you know, is this healthy? You sure that wasn't asking you that question? What I put in, why? What do you mean? Yeah, stop it. Yeah. Oh, look, yeah, last week I was walking home with him and I went. He was saying stupid. Now I've got a competition for next week. Let's do a phone in. And it's called Carl Pilkington, genius or fool. Yeah, right. And he went, no, no. I went, why not? He went, well, it'd be confusing. Because they say there's no difference between genius and being a fool. No, no, it's rubbish. And people say there's a fine line between madness and genius and, you know, it's a ridiculous sound bite. They don't say there's a fine line between genius and an idiot. Well, the people who do are idiots. Yeah. So what would you do there, though, just to sort of wrap that little thing up? What would you do? That lad loves his mums, his mom's milk. What are you talk. What you asking me to come up with? No, I'm title for the story. No, no, no. It's just. It's just. What would you do? Right. What do you mean, what would I do? Well, it's causing a bit of a problem in the area. Right. What area? In America think it was America a problem? Are they. George Bush is worried about this kid who's breastfeeding. Imagine it like this, right? So, Carl, what are you asking me about this spurious story you saw on the Internet? Saw on the Internet there's an eight year old lady likes his mum's milk and he's saying, is this right? Should he know? It's not. But what. What do you want Ricky to do about it? It's not his responsibility. Yeah, yeah, but the little town that he lives in, they're all causing an uproar, right? Going, this isn't right, you know. I can't let my kid play out in case he's in the garden with his mom getting a bit hungry. Right. So what should they do? Because his mom's saying, well, he likes it. Yeah. And he, you know what? So what do you do? I don't know the laws. No, but I'm not asking you to sort out the laws. I'm just saying if you lived in that neighborhood, what would you say? If he went up to him, said, look, everyone's getting a bit fed up with this. Look, I said, what? What? What would I do? What do you mean, what would I do? What are you asking me? Right? It doesn't matter. No, no, no. What are you asking me? What are you asking me? And Steve and the public saying if. You live next door to this woman, yeah, right. The kid's hungry, eight years old, is out playing on his bike, and he goes, ma'am, I'm getting a bit peckish. And he goes, alright, son. She whops one out and he starts having his. Having his milk, right? You live. You live next door, you put in your washing out and you see this going on, you're getting a bit sick of it because it's gone on for months. Eight years. Why is it your business? Why are you such a nosy neighbor that you're concerned? What would you do, Carl, let's turn it back on. What would you do? What's your solution? What would you do? Well, I thought I'd say, right, why are you doing this? And she'd say, because he likes it. And I go, all right, then, put it in a bowl first. And you think that, sort that out? No, because I was thinking about the whole thing, right. And you do that when you're a baby and everything's all right in it. Yeah. No one bats an eyelid. Baby having a bit of milk from its mum's. Yeah. You'd almost say it was natural, but. You grow out of it. It's like you don't see. It got me thinking about things you don't see and you don't see. Did you put this into a computer? Show me things you don't see. What else don't you see? Well, you don't see, like an old man having a twix. You never. So what? You know, the terrible thing about all this, Steve, is he's right. You don't see it all. No, I know. That's a terrible thing they have got, right. They've made old man toffees, haven't they? They've come up with worthies. Is that a song? Oh, God. You don't see an officer. No, listen. No. So they've got their worthers, right? Look at him. You think he's giving a lecture at Oxford. No, go on. Sorry, go on. I'm just saying, you grow out of things. Yeah. And the old man, I'm sure when he was a kid, he'd have a twitch. Yeah. Now it doesn't look right. So he's. It doesn't look right. I don't think Werther's originals were specially designed for old people. I think they were sweets that just happened to have been made for years. That's why old people eat them. Yeah. They didn't go, hang on, there's a market here. I've noticed old people aren't eating twixies. Quick, let's make some. Yeah, old man sweets. But he gives it to his grandson as well, doesn't he? Goes, Alva Werther's original. It cuts, though, before he throws it back in his face. And get me a twist and a. Damn curly whirly granddaddy. You old fool. Electric six. Danger high voltage on XFM 104.9. Sums up the show. Danger high voltage. Ricky Gervaise with me, Steve Urchin and the amazing Karl Pilkington. So, other things you don't see. Kyle. Got any other ones or. You obviously been thinking about this. What confuses you when you look out your window? What confuses you with the world? What would you walk around going, oh, that's a bit weird. I remember when you in Edinburgh, you confused because you saw someone putting a parking ticket on some rubbish, which confused her. Yeah, that was weird. Yeah. The world's a crazy place. I mean, whatever you look at, do you know what I mean? Like what? Oh, anything. I mean, you could look out the window there and you'll see something. You go, why are they doing that? Yeah. Yeah, this, this. Maybe we should bring back white van, Carl. There's some interesting questions this week, Rick. Yeah, we could pull that out the bag of. You do that. Just get Carl's take on the world's. Let's do it. You do it. I'll tell what to do in a second. Let's have another educating Ricky, because I think you got sidetracked with your talk of. Well, just the resting on things you don't see. Look at the way, when I went to school, there was two kids with them big heads. Now you never see them. No one else saw anyway, Carl, it's only you that saw two of them not related and wouldn't hang around with each other because you think they thought it would be too obvious. Webbed. Webbed fingers and big heads. That's amazing. And there was a kid with the pigeon chest, so. Oh, yeah. And the lady with the head like a bag of spuds. Let's not go through these again. It just raises too many questions that can't be answered. Right, then. So we've got. We'll have a big fire tomorrow. Yeah, go on. Is that the one you want? Let's go for it. Right. Um. I think this was, like, round the 17 hundreds. Bluffing. Who was the king then? Gone. But it's about the word bomb. Bonfire. Right. Bonfire. Bonfire, yeah. Do you know where it comes from? No. Go on. Right. What happened? It's got nothing to do with Guy Fawkes and that, which is what I thought when I saw it. It's got nothing to do with that. But ages ago, at 17 hundreds, they didn't have enough houses, like I mentioned. Okay, yeah. So if that happens, you get people living on the streets, you get diseases. People aren't cleaning properly, so you get more deaths. All right? So think about it. You've got all these dead bodies lying around. They're running out of space. Because he's like, I don't know. Don't know why they're running out of space. Okay. We haven't. They haven't got much. I don't know why I was gonna say they should have just buried him, but there's probably more land back then than now. He doesn't need anyone else in the room. We could leave. We'd come back and he gonna sort in it. Yeah, yeah. Anyway, for some reason, presumably, if it's. Going to be they burn them, it's presumably to do to. It also kills the parasite or whatever's carrying the parasite on them, as opposed to burying them and not killing the disease. Well, yeah. So that's that. There you go. You've worked it out. They piled them up and they turned it into a celebration because there was a lot of fed up people at that time. Is this to be the word bond, meaning good? No, no, no. I'll tell you in a minute. Go on. So you've got all these people who are, like, going around and like, oh, you know, so and so died the other day, and, you know, nearly every week someone they knew was dying. So you can imagine, like, just constant, like, being depressed. So. And they've got all these bodies lying everywhere. It's like, oh, God, what are we gonna do? So they said, we're all too fed up at the moment. Said, let's. Let's make this a better way. This was 1701 by the time they got together. Yeah. So they said, what we need to do is have a big party. Mmm. So they said, yeah, yeah. Good thing you're thinking. So they go, right, well, we'll put all the bodies in a big pile and they're all diseased and that. They set fire to the bodies and they said, let's have this as a celebration to remember them by. And, you know, we'll have a drink and that and have a chat. We'll have this big fire going. And it came from bone fire. Ah, right. So it was. It was all a bones bonfire, is bone fire? Yeah. Excellent. Yeah. Yeah, that's interesting. So that's. That's how it came about. Yeah. In the 17 hundreds. Yeah, that was. Nah, probably. I reckon it was 16. I reckon it was the plague. Mmm hmm. I reckon it came from. But interesting stuff. Interesting. So that's. Did you celebrate bonfire night? Is that a big celebration for you? Do you like the fireworks? I sick of fireworks. I just think it's the rubbish. Yeah. I'm not impressed. I've never been impressed by fireworks, even as a kid. You know, you have to go to, like, sort of community kind of get gatherings with the bonfire and fireworks and some local vicar or whatever would come. Out and the adults think the kids love it. And if they just got together and said, should we go this year? They'd all go, no, absolutely, let's not go this year. What would be better is if the vicar had wheeled out like a massive rocket, climbed in, gone, last one to the moon as a bender, and then fired himself off. Now that I pay to see. That's a firework display I'd like to see. It's just. Yeah, yeah. I'm not keen. No, sorry, what. What clue was that? We'll have a big fire to marrow. Bone marrow. Bone marrow. Genius. Oh, God. Right, what's this? Go on. What? Go on, just get on with it, because I just can't believe what you just said. What we doing? Are we final one? Yeah, all right, the last one. Like, it's. No, no, no. Say the record you play. This is free association. Yeah, brilliant. Right, yeah. And what did you just say to me just before this was ending? He just looked. It just looked over me and went, are there any animals without a brain? Right? And I went, yeah, there's an old. He went, I wasn't all this, but it's sad. There's a lad born without a brain and he laughs a lot and it's hearing and his sights. Okay, I'll go. Well, that's impossible. You, if he's that brain, all that is impossible. When he went, well, it was in the magazine. It was in a book that somebody sent, right. And I didn't want to bring it up, so it is a bit sad, really. Now this, you know, young lady, is a picture of him sat there with his mom and Carl. Carl, it's impossible. It must have been more to the story. He can't not have a brain. Hearing and sight is a concept within the brain. That's all it is, right. That the ears are just receptacles. They just. Yeah. So, but that's why it was in this book. It was a book of mysteries. You know, if you're reading a book and you see a photo and you guess at what you think the story might be, that doesn't make it true. That doesn't make sense. I looked at it because I thought he looks like an happy lad. And I read about it and I thought, that's weird. Like you've said, the fact that he hasn't got a brain, but he can see and he can hear. No, impossible. Impossible. I don't know who to believe. Listen, we haven't done it for a while. White Van man. I thought there's some interesting questions raised today. We set car up again the last hour as a person that people want to know. Yeah. Opinions on the world. Yeah. Well, if you're not familiar with it, on Saturdays, the sun newspaper asks a typical white van driver questions his opinions on the week's news. And we thought we'd throw these in the direction of Carl. Yeah. And then what do you make, what do you make of this teenage thug, Carl? Mickey Carroll, who spent four months in jail and he's won 9.7 million on the lottery. Is that justice? When you think of all the good people that are going hungry and there's a lad there and he's won. Did he buy the ticket before he went in? No, I think he bought it once he connect. So he's done his time. He's done his time. Fair enough. Then he's been punished. Yeah. Right. He's bought a ticket. He's had a lot of bad luck. Mm hmm. Now he's having a bit of good luck. Next one. Are you concerned that now he's got all that money he could turn into like a sort of mastermind villain? You know, like a James Bond style villain? He's got a criminal streak. We know that. Is that concern for you? He could build some kind of underwater. We don't with it, with my lawyers. Hat on. We don't know that. Well, he'd have to prove that he didn't have a criminal streak. I'd say you've been in jail. Yeah. Sometimes people are bad because they haven't got any money. So he might be just in point. Angela gold now. Yeah. Yeah. One in five children aged between eleven and 16 go on booze, binge sessions at least once a week. That's terrifying news, isn't it? Kids, they know. They know too much now. Yeah. Listen to this one, right, go on. My dad had me niece in the car, right, running her to school one day and she was in the back of the car with a mate and they chatting away about stuff like kids do, and he got into the topic of one of the mates and he said, I mean, you've got to remember. Nice. This point was probably about five or six, something like that, right? In the back of the car, talking about my little pony, whatever it is they play with. Subject changed. Oh, that Lisa in. In our class, she's a lesbian, isn't she? Right, that was the top. That's what they were talking about. Yeah. Chatting away about it. Just openly talking about lesbianism. I'm probably, you know, this is the topic that they're talking about in the pub when they're having fun out drinking. Yeah, yeah. But they might have thought lesbian was a, you know, a funny word or something. You know, there's no the ins and outs of it, do they? He's weird, though, in it, because when I was. When I was younger, at school, you didn't like. I mean, you swore a little bit, but it wasn't like major swear words and you sort of did a little bit of nicking, but nothing like to get up to now. I mean, if my girlfriend, when she was about seven or eight, just walking to school with her mum and she called her a c u n, no, she said, oh, yeah, because she thought it was a big. She said she thought it was a big furry animal. She was being nice. And we're doing that. Where'd you do that? Just did it at school. So, you know, they might not know what it means. Well, I tell, you know, I have to. I'm going to have to use kind of euphemisms here to tell this story, but when I was at school, I learned, you know, the stronger version. It's not the same word, but it's very similar with one letter change. I'm going to use twit. Yeah. You know the word I'm thinking of. Yeah. But I'm gonna use the word twit to replace it. Right. And I said, if I went around. Do you think that's what. Yeah, all right. That's what I think of. And can I say, am I allowed to say. It's weird, though, because some people look from Cornwall use that, like saying twit. So if people listening, Cornwall twit is a pregnant goldfish. Well. Well, I learned the. I learned the stronger version of twit. Yeah. Twat. For those that aren't sure. I learned this at school when I was, like, ten or whatever, and I didn't know what it meant. Was just a stronger version of twit. Yeah. It was just. If you were really annoyed with someone because they were real Twitter, because I. Is worse than I. And so I started using this at home because I didn't realize what it meant, I started using this at home. Oh, you twit. You're a twit. And saying it to my dad, you're a twit. You know, not saying twit. And my dad didn't know what it meant either, so he started using it as well. Right? So then we'd be driving in the car, he'd be saying to my mom, you stupid. Jokes. Pull over. Pull over. Saying this that I learned at school from Mark Johnson what it really meant. Yeah. Stopped using it, obviously, finding out it was quite an offensive word. Yeah. Couldn't. I didn't want to bring up to my dad. I didn't want to sit my dad down and say, dad, you know that word we've been saying? You know what it means? So now, to this day, I brought out with him. So we'll be driving, you know, I go in for Christmas, we'll be driving around. He'll be calling my mum that word, left, right and center. I think she knows. I think she's just embarrassed or she's just upset and she knows what I mean. She goes, why does he keep calling. Me this terrible word? But he's the only one, I think, in our family who doesn't know what it means. No one's got the guts to say. I don't know whether I should tell him. What a twat. I know. Good to hear that again. Always good to hear that. Suede. Animal, nitrate. Carl's all flustered because there isn't a record set up, but he's getting all tizzy. He's been more worried about his competitions and sorting out, putting records on. Ready? I'm after Steve's song for a love. Well, I'll tell you what? You. Why didn't you carry on with your educating Ricky section? I'll have a look on the. On the screen. We'll keep it going, Steve. Yeah, go on. And. Right, okay, we've had. We've had a few emails. Anyone got it? Right, Carl, anyone? Educating Ricky, that's the final one we got. We gotta get rock buster as well, though. We've only got five minutes. Come on, just do educating Ricky. Right. God, the. The last one that we haven't done is he's a bit of a nuisance. Go on in again. Not. Not really. Not really that interesting, thanks. No, like, again, I spoke to you in the week and he had much better things. Like when I tell you about Brian blessed climbing Everest and for some reason it made him played havoc with his belly and he followed through and he had to clean up. Shut himself. Yeah, using. Using ice. And why did you tell. Why are you telling me that, Brian bless? What, in what way is telling me that Brian blessed shit himself once in any way educational? Because I was saying how it was climbing Everest. Right, right. Give it to him. He's an actor and that, but he gave that a go. Yeah, it played. What's the point of that? You'd say, wouldn't you? You'd say, God, it is, you know. So he's all right. I mean, me doing a boxing match, there's no reason is rubbish. But him climbing Everson shitting himself is commendable. Right. And he's only gonna, like, go and do it again. He's gonna climb it again. Yeah, but he might not shit himself this time. What's the point in going? Nothing's changed up there. Yeah, well, it has. They probably, uh. Have probably cleared out by now. Right. But, uh, it slip on it. I can't go telling you this one because. Come on, do it. Do it now. Steve, how we doing? No, no, never mind that. Look, just tell me what that means. Oh, he's a nuisance. Oh, this is so annoying, Carl. I'm gonna go mental. Right, talk. Right. Listen, I'm just. Right. Nuisance is a bit of a nuisance. Yeah. Apparently, the old fella who used to hang people, he used to be able to tell somebody's weight just by looking at him. Right. That's a bit of a bonus fact I wanted to tell you. Yes. Money for old rope. Do you know what I'm saying? I can't even be bothered. Yes, you're gonna tell me now. Come on. Gold. I mean it basically, money for old rope came from the. Right. What was all that about he can tell someone's way and blind blessed shitting himself. What are you. What, no tell you? No tell me that now. You nearly made me swear then. Just. I'm getting really annoyed. I'm getting really bad night. Now. Down with this back, Carl, or I'm gonna go mental. Come on, Carl. I'm trying to know that people, years ago when people used to be hung. Right, right. If you didn't like the person who's been hung, you'd go, God, I really don't like him. And so you never forget the being hung. We take that as red. Yeah. Yeah. So they never forget afterwards to get the hangman, to get the rope and to cut it up into little pieces and he'd sell them. It's. Sell the little pieces of rope to people. That's the most interesting thing. If it's true, that you've come up with. Right, okay. And so what's what? So they sell the rope. They sell the rope and it's money for old rope. Money for old rope. Meaning, like, you know, God, it's easy to make money that all they have to do is cut it up and sell it. We're really tight. We haven't even got time for a last truck. We've got an ad break and we've got to give out. Okay, give the answers then. This is ridiculous. So, Steve, do you want to pick a winner? I've got a winner when you give us the answers. Okay, so the first clue was that army has got some well nice trenches. Yeah. That was Dw. Who's that? Dandy Warhols. The top of them. Curtains erect, all the material is worn HV. That's Holly Valance. Oh, he got a phone call. I haven't heard it. And she went. She was talking to her off air and she went, and what is it? All right. Said, you know the thing around the top of the curtain is a palmit, not a valance. And he went. Cut her off. Yeah. My aunt is always making balances on everything. I'll tell you about that next week. Right. I'm looking forward to that. Is this the one that farted for five minutes? Yeah, yeah, the very same. Yeah. So we'll talk about that. I was in Texas. I tripped up. I landed on my knees in a puddle. Wh. Yeah. Whitney Houston. Right? Whitney Houston. Yeah. You're a maniac. So who's a winner? We've got Pete, Catherine and Laura in Newcastle upon Tyne. They're listening online, I assume. And there's great reason. Remember they got loads of stuff. They got the DVD. Linda Green got stone roses. They got no compilation and executive decision. Read about Brian Blessed. Is it actually true of use a liberal? It was an interview with him in it. What did he say? Come on, what did he say? He said I climbed Everest and I played of it with me belly. Let's talk about it next week. We've really run out now. Oh, you're a fool.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Coldplay. The scientist. Have you seen the video that great?",
      "start": 840,
      "end": 4222,
      "confidence": 0.746403
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "It's just brilliant.",
      "start": 4278,
      "end": 5278,
      "confidence": 0.7300166666666666
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "I think I might have worked out what was. He's walking backwards. It's all filmed backwards, but he's singing forward now. The only work and work out they've done it without CGI in it and cheating with the lips is that he had to learn it backwards and did it sort of like bit by bit. Do you do that?",
      "start": 5366,
      "end": 20134,
      "confidence": 0.8412166666666665
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "He was on Zoe's show, like, about a week ago, so he sang it backwards.",
      "start": 20174,
      "end": 24158,
      "confidence": 0.879956
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "So he learned phrases and they filmed that, you know. But he didn't learn the whole song, did he? They must have. He couldn't possibly have learned the whole song. He must have, like, stopped it. And it's a great video, though. They always do a good video.",
      "start": 24246,
      "end": 34820,
      "confidence": 0.8958083333333335
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "No, it's very good. Very good indeed.",
      "start": 34892,
      "end": 36172,
      "confidence": 0.9173014285714286
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "So it was. Yeah. The scientist on exfM. Wonderful. Rick Dubai is with me, Steve Merchant and Karl Pilkerton.",
      "start": 36228,
      "end": 40684,
      "confidence": 0.6811331578947368
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "I had a bit of good news this morning.",
      "start": 40724,
      "end": 41660,
      "confidence": 0.96374
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Go on.",
      "start": 41692,
      "end": 42384,
      "confidence": 0.691725
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "I was on the tube coming down and I don't. I don't want to sound arrogant, I don't want to sound pushy, but I was at green park and I'm fairly certain, Rick, it's not 100% corroborated. I'm fairly certain that a woman pinched my arse. So what do you think of that?",
      "start": 42724,
      "end": 58836,
      "confidence": 0.8823494339622641
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Yes. There's a lot of pickpockets around.",
      "start": 58980,
      "end": 61844,
      "confidence": 0.8334257142857143
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "No, no, no. My wallet was still there, really? But even if it wasn't, you know, that would have been money well spent. But the wallet was still there. So what do you think of them apples, eh?",
      "start": 61924,
      "end": 76092,
      "confidence": 0.9006255263157893
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "So what does he just pinch?",
      "start": 76148,
      "end": 77772,
      "confidence": 0.7726833333333333
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "I can't confirm it at this stage, exactly what happened, but it certainly felt like a pinch.",
      "start": 77908,
      "end": 82612,
      "confidence": 0.9541994117647059
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "I looked around by a woman.",
      "start": 82668,
      "end": 83932,
      "confidence": 0.856325
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "There was a woman behind me, right. She was fairly old.",
      "start": 83988,
      "end": 87052,
      "confidence": 0.9401800000000001
    },
    {
      "pos": 17,
      "speaker": "C",
      "text": "She's.",
      "start": 87068,
      "end": 87300,
      "confidence": 0.32014
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "I think she's probably in her mid thirties, right. Kind of reddish hair.",
      "start": 87332,
      "end": 91164,
      "confidence": 0.9135715384615385
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Right.",
      "start": 91244,
      "end": 91556,
      "confidence": 0.72948
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "I don't know if she's listening, right. But she knows where I am and so I don't know how to proceed, really, Rick, I don't know if it's worth putting up some posters in the green park area just to try and corroborate. If you saw a woman pinch the.",
      "start": 91620,
      "end": 103612,
      "confidence": 0.9276154000000002
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Lanky guy's eyes, you could probably get in contact with british hour and look, go back over there. CC.",
      "start": 103628,
      "end": 109700,
      "confidence": 0.8103078947368421
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Exactly. CCTV cameras. Yeah.",
      "start": 109812,
      "end": 111588,
      "confidence": 0.7097775000000001
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "And then they could probably zoom in and, you know. So identifying birthmarks or holding some.",
      "start": 111636,
      "end": 117188,
      "confidence": 0.88499125
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "I could hire a private eye again. Money well spent.",
      "start": 117276,
      "end": 121116,
      "confidence": 0.8406649999999999
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "Well, so there you go.",
      "start": 121180,
      "end": 122500,
      "confidence": 0.952562
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "You know, I'm just saying, maybe the, you know, maybe things are looking up, things Christmas did.",
      "start": 122572,
      "end": 127076,
      "confidence": 0.8315905882352941
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "The worm was terrible.",
      "start": 127100,
      "end": 128540,
      "confidence": 0.6432425
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "I mean, you know, it's a little less sexy story to get the show going. What's your answer?",
      "start": 128732,
      "end": 137804,
      "confidence": 0.8952777777777778
    },
    {
      "pos": 29,
      "speaker": "C",
      "text": "Well, I mean, you're quite. Quite a tall fella.",
      "start": 137924,
      "end": 143252,
      "confidence": 0.8255822222222222
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "Sure.",
      "start": 143308,
      "end": 143904,
      "confidence": 0.92722
    },
    {
      "pos": 31,
      "speaker": "C",
      "text": "So she must have really wanted to sort of reach up and. And have a pinch. Hmm.",
      "start": 144314,
      "end": 151978,
      "confidence": 0.9203929411764706
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Well, you think she was.",
      "start": 152146,
      "end": 153250,
      "confidence": 0.7664799999999999
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "She did.",
      "start": 153402,
      "end": 153762,
      "confidence": 0.84551
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "With her teeth?",
      "start": 153778,
      "end": 154614,
      "confidence": 0.5089433333333334
    },
    {
      "pos": 35,
      "speaker": "C",
      "text": "No, no. But Steve's taller than, you know, his arm.",
      "start": 155034,
      "end": 157490,
      "confidence": 0.7511469999999999
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Yeah, but his ass isn't six foot nine, is it? His ass is about three foot off the floor.",
      "start": 157522,
      "end": 161682,
      "confidence": 0.9089778947368422
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "Four foot what? Four foot off the floor.",
      "start": 161858,
      "end": 165594,
      "confidence": 0.8843325
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "No, I don't think so. About three. She'd have to be a midget to have to reach up to pinch Steve's ass. He is very tall.",
      "start": 165754,
      "end": 170974,
      "confidence": 0.9414380769230768
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "But I don't know what your point is there, Kong. You just see, you're just trying to get. You know, you're just. I think maybe just a little bit jealous. Just a little bit of jealousy.",
      "start": 171114,
      "end": 178326,
      "confidence": 0.8592647222222222
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "Well, do you know what happened to me on the way in?",
      "start": 178390,
      "end": 180222,
      "confidence": 0.8790658333333332
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Go on.",
      "start": 180278,
      "end": 181110,
      "confidence": 0.85086
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "Homeless person call me a dickhead.",
      "start": 181302,
      "end": 183114,
      "confidence": 0.82249
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "How did he know? Do you know him? Is that what.",
      "start": 183574,
      "end": 188366,
      "confidence": 0.819399090909091
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "He's a local. He's like the local big issue fella.",
      "start": 188430,
      "end": 191670,
      "confidence": 0.796093
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Oh, yeah, yeah.",
      "start": 191702,
      "end": 192326,
      "confidence": 0.8225266666666666
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "And, you know, he knows me. He sees me walking up and down.",
      "start": 192390,
      "end": 194558,
      "confidence": 0.8963692307692308
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "So he knew you.",
      "start": 194646,
      "end": 195398,
      "confidence": 0.6322425
    },
    {
      "pos": 48,
      "speaker": "C",
      "text": "Right. So, um. So normally I have a bit of a chat with him in that. And I walk past him and, you know, I can. I can be a little bit cheeky with him because I've been cheeky with him in the past with stuff.",
      "start": 195446,
      "end": 207044,
      "confidence": 0.9185197826086957
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "You pinched his eyes?",
      "start": 207464,
      "end": 208352,
      "confidence": 0.8892825
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "No, just, you know, saying stuff like, God, you're always there. I mean, you got home to go to and stuff like that.",
      "start": 208408,
      "end": 214240,
      "confidence": 0.8796491304347824
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "Yeah, just breaking the ice. Just breaking the ice.",
      "start": 214272,
      "end": 216168,
      "confidence": 0.8175544444444445
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "And he laughed at that, right, last time, so I thought, I can be a bit cheeky, right? So he goes, do you have a big issue? I said, nah. He said, come on, I've got loads of them. Right? So I sort of said, oh, when I was a kid and I used to do a free paper around the free papers, one, I said, just put them in the bin and go home. And he went, yeah, but how am I going to get any money doing that, you dickhead?",
      "start": 216336,
      "end": 237144,
      "confidence": 0.9065480434782605
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "You see, I can see his point. He is homeless and having to sell newspapers to get 50 per quid or whatever.",
      "start": 239764,
      "end": 251924,
      "confidence": 0.9486699999999999
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Yeah. And sometimes a treat him, right. And today I didn't have any money. I had a takeaway last night and I normally give them a quid and I felt bad not being able to do that. Because I didn't have any money on me last night.",
      "start": 252264,
      "end": 263240,
      "confidence": 0.902058510638298
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Right.",
      "start": 263352,
      "end": 263792,
      "confidence": 0.61054
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "I couldn't look him in the eye.",
      "start": 263888,
      "end": 264920,
      "confidence": 0.9077171428571429
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Did you explain this to the homeless person? The traumas of the takeaway without the tip? Did you explain that? You know, you've had it hard as well.",
      "start": 264952,
      "end": 271484,
      "confidence": 0.9002024999999999
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "I had food delivered to my warm flat.",
      "start": 271784,
      "end": 273912,
      "confidence": 0.9392275000000001
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Yeah. It was me. You don't know what that's like. You don't know what the trauma is because you can't have food delivered to your flat because you haven't got one. So please don't look at me like that. You should have said.",
      "start": 273968,
      "end": 280998,
      "confidence": 0.8942209302325582
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "But most people ignore him. At least I gave him a bit of acknowledgement. And so.",
      "start": 281086,
      "end": 284590,
      "confidence": 0.912183125
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Yeah, took the Mick.",
      "start": 284622,
      "end": 285766,
      "confidence": 0.71362
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "Yeah.",
      "start": 285870,
      "end": 286222,
      "confidence": 0.82955
    },
    {
      "pos": 63,
      "speaker": "C",
      "text": "I didn't think I was. I just was being friendly.",
      "start": 286278,
      "end": 288166,
      "confidence": 0.9685540000000001
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "No, I know you've got to be.",
      "start": 288270,
      "end": 289158,
      "confidence": 0.8582614285714285
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "Careful with the homeless because I. This is. This is true and this is. I. You know, when the clocks went, was it. The clocks went back recently? So you got an extra hour in bed.",
      "start": 289166,
      "end": 295830,
      "confidence": 0.8973266666666668
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "Yeah.",
      "start": 295862,
      "end": 296174,
      "confidence": 0.36101
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "And I was at cash point with a friend of mine and there was a homeless person sat by the cash point and, you know, we would get some money out and she said, spare some change? And my friend, he's a bit awkward. He's just trying to make conversation with her. He went, oh, clocks go back. Extra hour in bed.",
      "start": 296254,
      "end": 310666,
      "confidence": 0.889275322580645
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Oh, no.",
      "start": 310770,
      "end": 311562,
      "confidence": 0.9498150000000001
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "I gave her two quid. I felt so bad. He didn't do it intentionally. He didn't realize what he said. Just making conversation. It's tricky making conversation with the homeless because there's so many areas you can't. You've got to avoid. You know what was on the telly.",
      "start": 311658,
      "end": 322658,
      "confidence": 0.884621875
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "Yeah. You know, although I get recognized by homeless people and they are. They. I don't know where.",
      "start": 322826,
      "end": 327650,
      "confidence": 0.8464183333333333
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "You gotta remember, that's pretty much your demographic.",
      "start": 327722,
      "end": 329654,
      "confidence": 0.7783862500000001
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "People who watch tv for the winner. Yeah, there was a.",
      "start": 330874,
      "end": 335104,
      "confidence": 0.6973018181818181
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "They can smell the alcohol on you. They think you're one of them.",
      "start": 336324,
      "end": 339144,
      "confidence": 0.9632284615384615
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Oh, about to cut down on that. I've all been really good with this training thing, the books. Oh, oh, play a record and I'll tell you about that. I had my first week of training. I'm. I'm in trouble. I'm struggling.",
      "start": 339844,
      "end": 349764,
      "confidence": 0.8288314285714284
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "What do you want to play?",
      "start": 349844,
      "end": 350604,
      "confidence": 0.8390283333333333
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Oh, we've got a bit of.",
      "start": 350684,
      "end": 351916,
      "confidence": 0.77013
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "Have we.",
      "start": 352100,
      "end": 352636,
      "confidence": 0.6491
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "Stone roses, classic feeder.",
      "start": 352700,
      "end": 355636,
      "confidence": 0.80859
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "Come back around. XFM 104.9. Ricky Devali, Steve Merchant, Carl Pilkington. All right. Yeah. So I did my first week of training for this charity, boxing for those people don't know I'm fighting Grant Bovey, Anthona's husband. It sounds arbitrary. But it's actually because he's 41 and about my weight, a bit taller, I think. And we've never done it before, but. No, it'd be fun battling someone for charity. No, but I can't believe my luck because I've been a fight fan for like, 30 years and. And they took me shopping, they bought me all the gear and the training is great. It's really hard. I mean, it's. I imagine it'd be really hard and it's probably slightly harder than I imagined. And the only bit I like, I don't like all the exercise and all the stuff you've got to do. I like the bits that look a bit like something I've seen in a rocky fit.",
      "start": 355700,
      "end": 409644,
      "confidence": 0.8838789999999997
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Right, sure.",
      "start": 409684,
      "end": 410244,
      "confidence": 0.794625
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "You know, we did that thing with the string along the ring and I have to pop up and punch and that was great.",
      "start": 410284,
      "end": 414972,
      "confidence": 0.9026908333333332
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "Right.",
      "start": 415028,
      "end": 415556,
      "confidence": 0.64062
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Skipping is not bad. I'm trying to get at that. I like that ball that.",
      "start": 415700,
      "end": 418172,
      "confidence": 0.8475940000000002
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "You any good at that?",
      "start": 418188,
      "end": 420316,
      "confidence": 0.886308
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "I'm getting good at it.",
      "start": 420420,
      "end": 422264,
      "confidence": 0.824118
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "What's that teaching you that particular thing? It's just the rhythm is.",
      "start": 423044,
      "end": 425372,
      "confidence": 0.8839941666666666
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "It's rhythm. And of course, your arms are up for that long, so you've got to keep your guard up all the time.",
      "start": 425388,
      "end": 431092,
      "confidence": 0.9194752173913043
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "Yeah.",
      "start": 431148,
      "end": 431452,
      "confidence": 0.57547
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "So that teaches you to keep.",
      "start": 431508,
      "end": 432700,
      "confidence": 0.9126483333333333
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "You were up at six this morning, you broke some raw eggs into a cup and you ran up the steps of the town hall, didn't you? I know, with loads of people following.",
      "start": 432772,
      "end": 439980,
      "confidence": 0.891619705882353
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "Me and I shouted, boom at the top. No, I'm not going mad, I'm not going mad. Just, just, you know, once every, you know, every other day. But I'm struggling now. I've, I've, I woke up today and, like, I've been hit by a car. Just everything aches. So much revenues. But anyway, I had a meeting the first time with the people, the program makers, because they're following me for a month and everything, and Grant as well. And they said, oh, you need a sort of nickname just for a laugh. And I went, oh, what's Grant using? He said, oh, I think he's going to use gorgeous Grant Boville Grant. I went, oh, I don't know. I better go against that about, um, Ricky Gypo Gervais. Yeah, right, yeah, yeah. So anyway, I had a freaking Frank Maloney meeting the next day and it's sort of, you know, you got this nickname and the bloke said, oh, I checked out that name. You can't call yourself gyp. I went, well, of course I can't. I was joking. He went, well, I said, well, it's racist. I was joking. I was making a joke about me bit and then we went, oh no. And then I went down to get the buy all the gear from this shop.",
      "start": 440052,
      "end": 503810,
      "confidence": 0.8578666063348412
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "They've had the dressing game made.",
      "start": 503842,
      "end": 504930,
      "confidence": 0.6739016666666666
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "Yeah. And I was picking all the stuff going, oh look, that's like Naz war. Oh, look, that's like Ali war in there. And I'm going have that. I love that, picking all the gear and everything. And there was a couple of boxes down there sort of like looking at me thinking, who's that fat bloke taking up boxing at 40? And I said, oh, I wasn't and look, oh yeah, how you doing? I went, oh yes. How long have you been in the game? So I've been foxing 20 years. How many fights you had? He said about 40. And I said, oh yeah, help me, I gotta think of a nickname. And I thought, I said, I thought Ricky Balboa Gervais. He went, right. I went, or Ricky Marciano Gervais. He looked at me and went, what about Ricky Martin? Oh dear.",
      "start": 505002,
      "end": 546200,
      "confidence": 0.8341932876712329
    },
    {
      "pos": 94,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 546272,
      "end": 546696,
      "confidence": 0.41234
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "Just I'm not respected yet in the boxing world.",
      "start": 546720,
      "end": 549924,
      "confidence": 0.9441855555555555
    },
    {
      "pos": 96,
      "speaker": "B",
      "text": "It's only a matter of time.",
      "start": 550384,
      "end": 551360,
      "confidence": 0.8295
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "Well, I think they're going to go.",
      "start": 551432,
      "end": 552400,
      "confidence": 0.8507271428571428
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "See you fight, Rick. Everything's going to change. So have you actually punched anyone yet.",
      "start": 552432,
      "end": 557992,
      "confidence": 0.8751086666666666
    },
    {
      "pos": 99,
      "speaker": "A",
      "text": "Have you actually not any, no, I punched pads and I punched a the bag and I've sort of sparred in that.",
      "start": 558008,
      "end": 563930,
      "confidence": 0.8489445454545457
    },
    {
      "pos": 100,
      "speaker": "B",
      "text": "I know you're gonna get a chance to punch.",
      "start": 563962,
      "end": 565010,
      "confidence": 0.72254
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "Well, as I suspected, my punching powers, alright, but my fitness is, I mean, I felt like I was smoking. Yeah, you know, but there's, you know, bits of lung that haven't been add oxygen in for 20 years.",
      "start": 565042,
      "end": 576026,
      "confidence": 0.8561058974358974
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "Yeah.",
      "start": 576050,
      "end": 576298,
      "confidence": 0.80504
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "And it's rigid. And also because it's not only it's being filmed, but there's other fighters there that are ridiculous. They're like machines, right? And it's that thing, I go, I can go, right, I can, I can come out on top but die now of a heart attack, but never give up. Or I can sit down and go, I'm sorry, I'm, I feel ill. And I chose that one. And of course they took the, well, of course, but I mean, you know, soon, you know, as I said, I've got the respect of the boxing fraternity.",
      "start": 576346,
      "end": 599514,
      "confidence": 0.8879451515151515
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "But how long have you got them before?",
      "start": 599634,
      "end": 601354,
      "confidence": 0.91952875
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "Four weeks.",
      "start": 601434,
      "end": 602058,
      "confidence": 0.778595
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Okay, so. And do they think that they can turn you around health wise in that time?",
      "start": 602146,
      "end": 606014,
      "confidence": 0.9442982352941177
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "No, they're gonna, you know, they're gonna teach me the basics and see how it goes, you know, but I mean.",
      "start": 606434,
      "end": 612562,
      "confidence": 0.8785104761904761
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "And each round is 4 seconds, is that right?",
      "start": 612658,
      "end": 614914,
      "confidence": 0.941188888888889
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "Yeah, yeah. Two four second rounds with a two.",
      "start": 614954,
      "end": 617618,
      "confidence": 0.8457822222222222
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "Hour break in between each one sit down meal.",
      "start": 617666,
      "end": 620658,
      "confidence": 0.9539011111111111
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "So give them a number. I want serious suggestions of my fighting name, nothing insulting. So what we can actually use.",
      "start": 620706,
      "end": 627396,
      "confidence": 0.8842442857142858
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Well, let's give out the bat. Gervais co dot UK. What's the number, Carl?",
      "start": 627460,
      "end": 632996,
      "confidence": 0.7176314285714286
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "Oh, 8700 801. Two, three, four.",
      "start": 633180,
      "end": 635708,
      "confidence": 0.6966666666666667
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "And it doesn't have to be in the middle, it could be at the beginning. Like the rage.",
      "start": 635756,
      "end": 641428,
      "confidence": 0.9089755555555556
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Yeah.",
      "start": 641596,
      "end": 641940,
      "confidence": 0.75023
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Ricky the rage.",
      "start": 641972,
      "end": 642984,
      "confidence": 0.8463133333333334
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "Sure.",
      "start": 644604,
      "end": 645132,
      "confidence": 0.58102
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Ricky the man player record.",
      "start": 645228,
      "end": 647184,
      "confidence": 0.837722
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Ice cube talks to me about my life.",
      "start": 650924,
      "end": 653464,
      "confidence": 0.9543675000000001
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "Yeah.",
      "start": 654084,
      "end": 654864,
      "confidence": 0.28892
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Couple of emails are already coming in, rush. They're flooding in, Rick, inevitably, as boxing name suggestions for you? This is one from Matt. I think he's given a couple, actually. Ricky the pudding Gervais. Ricky Big Mac Gervais. There's a theme here. Ricky pasty. Gervais the pasty. I quite like the pasty.",
      "start": 655524,
      "end": 675428,
      "confidence": 0.8619498113207549
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "Here comes the pasty, as Carl said. He said, the thing is, if you have a really good nickname, it's embarrassing when you lose, whereas if you just call yourself yourself, it's not so embarrassing when you lose. Carl. This is doing so good for my ego, do you know what I mean?",
      "start": 675556,
      "end": 691042,
      "confidence": 0.8815837735849055
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "If you have like killer Gervais.",
      "start": 691058,
      "end": 692610,
      "confidence": 0.6919816666666666
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Yeah. And then you end up like vomiting, choking on your own vomit, upside down, hanging out the ring.",
      "start": 692682,
      "end": 697770,
      "confidence": 0.9420763157894736
    },
    {
      "pos": 125,
      "speaker": "C",
      "text": "What happens if you win? Do you have to do.",
      "start": 697842,
      "end": 699858,
      "confidence": 0.858083
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "Whereas there goes the pasty, being stretchered off in the first two minutes.",
      "start": 699906,
      "end": 703774,
      "confidence": 0.8260092307692308
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Yeah, it's not such a problem. There he is being lightly basted and chuck down in mind. What do you mean? What do I have to do?",
      "start": 704074,
      "end": 711474,
      "confidence": 0.8989244444444445
    },
    {
      "pos": 128,
      "speaker": "C",
      "text": "Say if you say if you beat Grant. Say if that. If that happened.",
      "start": 711594,
      "end": 715318,
      "confidence": 0.8599942857142857
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Yeah.",
      "start": 715366,
      "end": 715954,
      "confidence": 0.46498
    },
    {
      "pos": 130,
      "speaker": "C",
      "text": "What happens next?",
      "start": 717254,
      "end": 718718,
      "confidence": 0.8488366666666667
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "What do you mean what happens next? What do you think this is a contention fight for the big one?",
      "start": 718886,
      "end": 723754,
      "confidence": 0.9233644999999999
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "Then we make Ricky.",
      "start": 725214,
      "end": 726474,
      "confidence": 0.8686475
    },
    {
      "pos": 133,
      "speaker": "C",
      "text": "No, but, you know, do you know if they're planning on making more money because for comic relief in it. So what happens on the.",
      "start": 729774,
      "end": 736678,
      "confidence": 0.867134
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "No, it's. No, it's richer.",
      "start": 736686,
      "end": 738238,
      "confidence": 0.5553400000000001
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "Comic relief would make sense.",
      "start": 738326,
      "end": 739574,
      "confidence": 0.8653259999999999
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "Yeah, yeah, whatever.",
      "start": 739654,
      "end": 741496,
      "confidence": 0.5783
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "Right.",
      "start": 741560,
      "end": 741808,
      "confidence": 0.85555
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Yeah, it was last time. I think that was last time.",
      "start": 741856,
      "end": 743576,
      "confidence": 0.9330090909090909
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "Sport relief. It's not sport.",
      "start": 743640,
      "end": 744712,
      "confidence": 0.8370580000000001
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "It was last time. Yeah, but this is, I think this is a program where. And how do we.",
      "start": 744768,
      "end": 749040,
      "confidence": 0.9517836842105263
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Sorry, how does this, how do you make money for charity from this? Do we, do we pay to sort of. For how many punches to the head you're going to take?",
      "start": 749072,
      "end": 755600,
      "confidence": 0.9491474999999998
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "No, no, I just. How long?",
      "start": 755672,
      "end": 756752,
      "confidence": 0.8160816666666667
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "You're going to laugh.",
      "start": 756768,
      "end": 757280,
      "confidence": 0.639885
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "I assume the BBC donate money or someone or sponsor or whatever. I don't know.",
      "start": 757312,
      "end": 761560,
      "confidence": 0.8181600000000001
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Just right.",
      "start": 761592,
      "end": 762144,
      "confidence": 0.86093
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "Donate. Because it's actually a program. This is more about a program with a. I see. A charity angle. So.",
      "start": 762224,
      "end": 768412,
      "confidence": 0.8757745
    },
    {
      "pos": 147,
      "speaker": "C",
      "text": "Yeah, so as if you get, like, killed, there's more money and food to go around. Well, no, I mean, the thing is, what's the next step? Because if they go, like. Right. Yeah. Well done. You've won. Thank you very much, Carl.",
      "start": 768548,
      "end": 786220,
      "confidence": 0.9205846511627908
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "What do you expect? That its winner stays on in a fair where I go.",
      "start": 786252,
      "end": 792304,
      "confidence": 0.8879253333333333
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "Manning.",
      "start": 793604,
      "end": 794156,
      "confidence": 0.58558
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "Yeah. Yeah. And then my twin gets up.",
      "start": 794220,
      "end": 797072,
      "confidence": 0.8813562500000001
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "Yeah.",
      "start": 797128,
      "end": 797360,
      "confidence": 0.83754
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "What? What? Do. What? It's just a. It's a program. It's not gonna turn pro. It's like faking it.",
      "start": 797392,
      "end": 802960,
      "confidence": 0.8199242105263159
    },
    {
      "pos": 153,
      "speaker": "C",
      "text": "But what's the point if it's not gonna go anywhere?",
      "start": 803032,
      "end": 805072,
      "confidence": 0.9128539999999999
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "Well, I thought.",
      "start": 805208,
      "end": 806880,
      "confidence": 0.7775033333333333
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "Sorry, him fighting grant Bovey in a ring is not entertainment enough.",
      "start": 806952,
      "end": 810168,
      "confidence": 0.8733158333333334
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "Yeah. What's the matter with you guys?",
      "start": 810296,
      "end": 811816,
      "confidence": 0.8428885714285713
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "Gonna get his face pummeled in. That's gonna be hilarious.",
      "start": 811880,
      "end": 813960,
      "confidence": 0.8272400000000001
    },
    {
      "pos": 158,
      "speaker": "C",
      "text": "When I did boxing at the youth club once.",
      "start": 814032,
      "end": 816128,
      "confidence": 0.9326722222222222
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "When he did boxing, he fought once. He fought a little weak kid because it was his first day. Battered him. Next week, it was someone else's turn, and he got bad and he left.",
      "start": 816216,
      "end": 823866,
      "confidence": 0.9381394285714285
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "Yeah.",
      "start": 823970,
      "end": 824186,
      "confidence": 0.6494
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "I said, right, I've had enough. But there was. Yeah, there was a ladder there that I had to work. Right. And I decided after the. Sort of the first step, I thought, it's not for me, this. If you win, it's all kind of like. Right.",
      "start": 824210,
      "end": 837562,
      "confidence": 0.9339197872340425
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Well, yeah, the world's your oyster, but it's a program. It's just a one off program, isn't it? It's like. It is like you got treated like faking it.",
      "start": 837618,
      "end": 847106,
      "confidence": 0.9190486206896552
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "Yeah, but faking it, right? That little gay fella who ended up being a doorman, he's actually doing that as a proper job now or something. He loved it so much.",
      "start": 847130,
      "end": 854302,
      "confidence": 0.9353887096774193
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "Do you seriously think I have any intentions of getting into the fight game and leaving entertainment behind?",
      "start": 854438,
      "end": 860702,
      "confidence": 0.9604327777777778
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "What's the point, then?",
      "start": 860758,
      "end": 862194,
      "confidence": 0.8648625000000001
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "What? What do you mean? What's the point in. What's. What's the point in watching television? It's entertainment or educational.",
      "start": 863014,
      "end": 870182,
      "confidence": 0.8717379999999999
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "I watch it to sort of soak in.",
      "start": 870278,
      "end": 871854,
      "confidence": 0.8039262500000001
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Well, this is educational. I'm learning a lot. I'm actually learning a lot. And it's. I can't believe my luck. I've got professionals telling me, you know, hopefully how to lose weight and punch hard. That's just fun. It's like having golf lessons.",
      "start": 871894,
      "end": 883958,
      "confidence": 0.9162958139534882
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "But say, I mean, here's an example. It's a nice way to plug it. We've got rockbusters coming up in about ten minutes or something. Right now. Look forward to that people email in and they don't just do it for fun, they do it because they know they've got some good prizes lined up.",
      "start": 884046,
      "end": 898222,
      "confidence": 0.9251258181818182
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Right.",
      "start": 898318,
      "end": 898838,
      "confidence": 0.77387
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "So they're doing it because it gets them something.",
      "start": 898966,
      "end": 901366,
      "confidence": 0.9570866666666666
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "Yeah. My prize is that I've learned something in life, I've gone through an experience, and hopefully I'll come out in some way better if I don't get mashed. That's it. That's the prize. That's why we do anything, isn't it?",
      "start": 901510,
      "end": 912754,
      "confidence": 0.8969058536585366
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "I think this is. This is example of you, Carl, is that you give up too easy.",
      "start": 912794,
      "end": 915922,
      "confidence": 0.8470311764705885
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Yeah.",
      "start": 915978,
      "end": 916266,
      "confidence": 0.61316
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "You took up the docs.",
      "start": 916330,
      "end": 917454,
      "confidence": 0.612918
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "There's no point in anything. I did.",
      "start": 917994,
      "end": 919754,
      "confidence": 0.9138471428571429
    },
    {
      "pos": 177,
      "speaker": "C",
      "text": "I did crusaders for. I think I lasted that out for about four weeks.",
      "start": 919794,
      "end": 923842,
      "confidence": 0.9749057142857142
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "What's Mercedes?",
      "start": 923898,
      "end": 925050,
      "confidence": 0.69651
    },
    {
      "pos": 179,
      "speaker": "C",
      "text": "Oh, it was my mate, right. He was religious. I'm not really, but.",
      "start": 925202,
      "end": 933968,
      "confidence": 0.8052376923076923
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "No, I mean, you believe in ghosts, though, and shadows pushing people off bikes, but. Go on.",
      "start": 934066,
      "end": 937540,
      "confidence": 0.924204705882353
    },
    {
      "pos": 181,
      "speaker": "C",
      "text": "But it's the same time, I think I told you once before that I went to the church with this lad, because I sworn he said he was going to tell me dad.",
      "start": 937572,
      "end": 943460,
      "confidence": 0.9436754545454545
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Yeah.",
      "start": 943532,
      "end": 944044,
      "confidence": 0.79971
    },
    {
      "pos": 183,
      "speaker": "C",
      "text": "Effing and jeffing.",
      "start": 944164,
      "end": 945260,
      "confidence": 0.5953066666666667
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "So he said, is that how they.",
      "start": 945372,
      "end": 948012,
      "confidence": 0.95585
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "Get people to church nowadays?",
      "start": 948028,
      "end": 949316,
      "confidence": 0.989086
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "I love that. What kid?",
      "start": 949420,
      "end": 950676,
      "confidence": 0.797998
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "Yeah.",
      "start": 950780,
      "end": 951020,
      "confidence": 0.49317
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "He hasn't got the idea of the protection game. There's nothing in it for him. Either you turn to religion or I tell your father.",
      "start": 951052,
      "end": 958144,
      "confidence": 0.9601228000000002
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Right. So I went to church with him in that. And then the next week he said, I know that was rubbish. And you didn't enjoy it. It's when I got kicked out for messing with the tennis ball. In the pews. Right.",
      "start": 958724,
      "end": 967216,
      "confidence": 0.9472483720930231
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "I don't think we've heard that, but I don't think we could possibly go into that now.",
      "start": 967280,
      "end": 970056,
      "confidence": 0.940585294117647
    },
    {
      "pos": 191,
      "speaker": "C",
      "text": "Summed it up.",
      "start": 970080,
      "end": 970592,
      "confidence": 0.8090999999999999
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "Yeah.",
      "start": 970648,
      "end": 970880,
      "confidence": 0.65808
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "So we'll come back to that.",
      "start": 970912,
      "end": 974976,
      "confidence": 0.8784983333333334
    },
    {
      "pos": 194,
      "speaker": "B",
      "text": "You had a tennis ball and some pubes.",
      "start": 975120,
      "end": 977128,
      "confidence": 0.97068
    },
    {
      "pos": 195,
      "speaker": "A",
      "text": "No, in the pews.",
      "start": 977296,
      "end": 978824,
      "confidence": 0.8636600000000001
    },
    {
      "pos": 196,
      "speaker": "C",
      "text": "Right. But anyway, so I went there and I said, I don't think much of this church thing. It's a bit boring.",
      "start": 978984,
      "end": 983964,
      "confidence": 0.9369063636363638
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Sorry. And so you went to church and you ended up in the Crusades.",
      "start": 984784,
      "end": 988948,
      "confidence": 0.9088928571428572
    },
    {
      "pos": 198,
      "speaker": "C",
      "text": "No, crusaders. What it is, it's meant to be the fun part of religion for kids, right. I mean, I said, oh, you want to come along? It's, you know, you go on a Friday night.",
      "start": 989116,
      "end": 998916,
      "confidence": 0.8974519444444446
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "Yeah.",
      "start": 998980,
      "end": 999244,
      "confidence": 0.63448
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "And do it on a Sunday as well. So I went on the Friday night. It was brilliant. He had subutio. Played table tennis in this dead big old house.",
      "start": 999284,
      "end": 1007764,
      "confidence": 0.894121
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "And what do they do at the end? Say, I hope you enjoy yourself. Remember God gave you all this.",
      "start": 1007804,
      "end": 1011796,
      "confidence": 0.8770415
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "It's sort of, you know, enjoy the simple things in life. You don't need computer games. You can play table tennis and talk with your friends. Yeah, blah, blah blah. So, yeah, that's all right.",
      "start": 1011940,
      "end": 1020948,
      "confidence": 0.9148599999999998
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "I think you'd be happy in a young offenders institute. You get to clean the toilets, though.",
      "start": 1020996,
      "end": 1028628,
      "confidence": 0.8683482352941175
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Don't forget, Carl, I think God invented Nintendo too.",
      "start": 1028676,
      "end": 1031628,
      "confidence": 0.8603244444444444
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Right. Well, anyway, so that was all right. I loved it on the Friday.",
      "start": 1031796,
      "end": 1034764,
      "confidence": 0.8998685714285716
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1034844,
      "end": 1035124,
      "confidence": 0.70949
    },
    {
      "pos": 207,
      "speaker": "C",
      "text": "I mean, mate said if you go for four weeks, four like weeks in a row without missing a day, you get a free badge and salvation. I don't like all this sort of being stuck in stuff. So anyway, so you've got to come again on Sunday. So I thought, well, we'll have another game of table tennis will be all right.",
      "start": 1035164,
      "end": 1055044,
      "confidence": 0.892746349206349
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1055084,
      "end": 1055492,
      "confidence": 0.70452
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "So anyway, I go on the Sunday.",
      "start": 1055588,
      "end": 1056984,
      "confidence": 0.9464971428571428
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "Who was this servant of God?",
      "start": 1057404,
      "end": 1059544,
      "confidence": 0.9636333333333332
    },
    {
      "pos": 211,
      "speaker": "C",
      "text": "I go on the Sunday. It's like a totally different club. There's no table tennis.",
      "start": 1061364,
      "end": 1064860,
      "confidence": 0.918986
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "That's how they trick you.",
      "start": 1064972,
      "end": 1065820,
      "confidence": 0.81921
    },
    {
      "pos": 213,
      "speaker": "C",
      "text": "No, Cebu. They start handing out bibles.",
      "start": 1065852,
      "end": 1068468,
      "confidence": 0.8398357142857142
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "Oh, it's like a timeshare thing.",
      "start": 1068556,
      "end": 1071064,
      "confidence": 0.7645650000000002
    },
    {
      "pos": 215,
      "speaker": "C",
      "text": "So I didn't go again on Sundays. Just go on the Friday.",
      "start": 1073284,
      "end": 1076316,
      "confidence": 0.9288483333333332
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Brilliant. I've amazed no one else saw through that.",
      "start": 1076500,
      "end": 1079704,
      "confidence": 0.76494
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "The thing is, there used to be loads there on the Friday, so they won't even notice if I'm not like. Yeah, that I'm not showing up on a Sunday. So anyway, carried on it.",
      "start": 1080724,
      "end": 1090868,
      "confidence": 0.8889982857142857
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Just this kid in the vicar.",
      "start": 1090916,
      "end": 1091860,
      "confidence": 0.7465649999999999
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "Oh, I love that you got one over on the church.",
      "start": 1091892,
      "end": 1094092,
      "confidence": 0.9597681818181818
    },
    {
      "pos": 220,
      "speaker": "C",
      "text": "So I was loving it, right. Playing table tennis and that. And then on a Sunday, they found out where I live and the head fella started coming round, knocking on the door.",
      "start": 1094148,
      "end": 1102308,
      "confidence": 0.9095466666666665
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "God, he's everywhere.",
      "start": 1102396,
      "end": 1105784,
      "confidence": 0.8068166666666666
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "Why did he knock? Politeness.",
      "start": 1106444,
      "end": 1108784,
      "confidence": 0.865702
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "The fella who, like, ran the club, he started coming around, knocking on the door and I saw him coming up the path and I said to my mam, oh, it's the fella from the Crusaders. She didn't even know what I was.",
      "start": 1108964,
      "end": 1117576,
      "confidence": 0.8671313953488374
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "No, she thought you were off nicking hug cats and stealing cars.",
      "start": 1117640,
      "end": 1120368,
      "confidence": 0.6722324999999999
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "Yeah, you've been going. So I said, look, just tell him I'm not in. Tell him not in. And she had to keep doing this. And they were coming round every Sunday to try and make me, like, go on a Sunday. It was really important that I went and I was abusing the system and all this. Anyway, I didn't go. And then why didn't they just tell.",
      "start": 1120416,
      "end": 1142090,
      "confidence": 0.9142328985507244
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "You on next time we turned up on a Friday?",
      "start": 1142122,
      "end": 1143882,
      "confidence": 0.777223
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1144018,
      "end": 1144378,
      "confidence": 0.63626
    },
    {
      "pos": 228,
      "speaker": "C",
      "text": "No, because there was so many people there on a Friday. You just get mixed in, in the crowd. It was jammed. It was well, popular on a Friday.",
      "start": 1144426,
      "end": 1151250,
      "confidence": 0.9026668965517243
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1151322,
      "end": 1151546,
      "confidence": 0.55948
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "Yeah. But anyway, on one of the Sundays, it was. It was quiet for a bit and they stopped coming round. So I thought, right, I can go out again, right, on a Sunday. Because I used to avoid hanging around.",
      "start": 1151570,
      "end": 1162882,
      "confidence": 0.9175568292682927
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "The house and sort of reign of terror. This is incredible.",
      "start": 1162898,
      "end": 1166724,
      "confidence": 0.7520063636363638
    },
    {
      "pos": 232,
      "speaker": "C",
      "text": "So I thought, great, they forgot about me.",
      "start": 1171024,
      "end": 1172840,
      "confidence": 0.9200499999999999
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1172912,
      "end": 1173376,
      "confidence": 0.4337
    },
    {
      "pos": 234,
      "speaker": "C",
      "text": "Everything I can carry on in sort of normal life now.",
      "start": 1173480,
      "end": 1175824,
      "confidence": 0.9615172727272728
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1175904,
      "end": 1176144,
      "confidence": 0.36056
    },
    {
      "pos": 236,
      "speaker": "C",
      "text": "And I was playing out in the avenue. Fella comes round and he goes, there you are. Oh, you know, you're always busy on a Sunday. You enjoy Fridays and that, don't you know, it's like, yeah, yeah. He goes, well, come on, you've got to come with me. And I couldn't get out of it. I mean, it's like, what could I say?",
      "start": 1176184,
      "end": 1191584,
      "confidence": 0.8998967187499998
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Charlie says, right, yeah.",
      "start": 1191664,
      "end": 1193546,
      "confidence": 0.7142675
    },
    {
      "pos": 238,
      "speaker": "C",
      "text": "So anyway, nearly killed me in a car crash. So that was the excuse I used. Next time he had a mini, right? And he was driving us there and he hit the curb, nearly sort of turned over the Mini. It was like three of us in the back. So I said, record. So next time. Next time he came round to pick us up, I said, look, really enjoyed it. And that. I said, but ever since that journey, I really, you know, I don't. I don't want to get in the car with you again, because he scared me a bit. All right, then I didn't have to go again.",
      "start": 1193610,
      "end": 1222574,
      "confidence": 0.9296980530973447
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "That's all right, isn't it?",
      "start": 1222694,
      "end": 1223462,
      "confidence": 0.7321660000000001
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "That's extraordinary.",
      "start": 1223478,
      "end": 1224510,
      "confidence": 0.754945
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1224582,
      "end": 1224886,
      "confidence": 0.57764
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "Almost killed you in a car.",
      "start": 1224950,
      "end": 1225974,
      "confidence": 0.8973583333333334
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "It's a powerball. Thank. Thank God no one was hurt. Yeah, I remember that.",
      "start": 1226014,
      "end": 1230206,
      "confidence": 0.7968278571428572
    },
    {
      "pos": 244,
      "speaker": "B",
      "text": "Your life moves in incredible ways.",
      "start": 1230270,
      "end": 1232078,
      "confidence": 0.9143499999999998
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1232166,
      "end": 1232478,
      "confidence": 0.89186
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "Rather like God.",
      "start": 1232526,
      "end": 1233430,
      "confidence": 0.90776
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "Yeah. So they probably. Probably around there now, aren't they, going, is he coming tomorrow? What we got?",
      "start": 1233542,
      "end": 1240950,
      "confidence": 0.7786416666666667
    },
    {
      "pos": 248,
      "speaker": "C",
      "text": "Well, we talk about the prizes next.",
      "start": 1241022,
      "end": 1243454,
      "confidence": 0.8155885714285713
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "Well, let's talk about. Yeah, we've got the big game, rock busters coming your way soon, Rick. I know you excited about that? And is there more educating Ricky this week? Have you got that planned?",
      "start": 1243534,
      "end": 1250534,
      "confidence": 0.8794994444444444
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "There is. We are struggling on that feature a bit now because I feel like we've covered a lot of topics.",
      "start": 1250574,
      "end": 1255094,
      "confidence": 0.9340809523809523
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Yeah, I know. Well, I know about hairy chinese kids and deaf people that hit their head and can hear again, so I don't think there's lots more to learn in life. And the amazing Carl Pilkington. Right, prizes.",
      "start": 1255174,
      "end": 1271634,
      "confidence": 0.9284410256410252
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "Rockbusters. Yeah, it's one of the big, exciting quiz shows. And this may be one of your last chances to play. There's rumors that it's gonna get ditched, Rick. Who's that? Carl Perkinson, the creator and mastermind behind it. It's already grown tired of it. It's off in the way you heard them earlier on. The very best of the stone roses. From that we played I want to be adored. That's one of the prizes. That's nice. Little Christmas compilation.",
      "start": 1272574,
      "end": 1292054,
      "confidence": 0.8478407407407409
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Second hand now then. Really in it.",
      "start": 1292134,
      "end": 1293366,
      "confidence": 0.7501585714285713
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "Second hand? Yeah. 50 years of the greatest hit singles. I'll tell you, there's some great stuff on here. Opens Rick with Bohemian Rhapsody, one of the.",
      "start": 1293390,
      "end": 1299662,
      "confidence": 0.8708896296296297
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "One of the biggest. Biggest number ones of all time.",
      "start": 1299678,
      "end": 1301566,
      "confidence": 0.7664920000000002
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "If you've not heard that enough already, you're followed then by John Lennon's imagine, candle in the wind. Elton John.",
      "start": 1301590,
      "end": 1306950,
      "confidence": 0.9036469999999998
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "You've got one CD, Stephen.",
      "start": 1307062,
      "end": 1309686,
      "confidence": 0.7562519999999999
    },
    {
      "pos": 258,
      "speaker": "B",
      "text": "Well, these are some of the greatest rockminds, some of the best songs by some of the best artists. Paul McCartney's mull of kid that's on there. We've got. Let me see.",
      "start": 1309750,
      "end": 1320118,
      "confidence": 0.8346696874999999
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "That is pretty impressive though, because they are real big classic number ones as opposed to the song by the eyes. They didn't really care about. You see those things on this is not available in the shops and it's the second best song artists have done.",
      "start": 1320206,
      "end": 1333846,
      "confidence": 0.9156374468085106
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "It seems odd that we're giving away on XFM because it includes Robbie Williams, Angels Atomic Kittens, hole again, Spice Girls wannabe Connie Minogues can't get. And I think it closes well. It almost closes with steps. Tragedy. That's the penultimate track. It ends, though. Any ideas? Big, big hit single. Do they know it's Christmas band Aid. Perfect for your Christmas party.",
      "start": 1333910,
      "end": 1353184,
      "confidence": 0.7980920634920634
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "Sure.",
      "start": 1353344,
      "end": 1353736,
      "confidence": 0.52593
    },
    {
      "pos": 262,
      "speaker": "B",
      "text": "We've also got the groove Armada current album. Is that from there? And signed by the man himself. The big beach boutique DVD fatboy slims concert on that Brighton beach. And there's all kinds of treats on there and includes an audio commentary by Norman Cook. I don't know how that works. 3 hours of him going. This is where the needle almost jumps. Watch this. I did a little bit of scratching. I'm not very good at scratching. Forward to that.",
      "start": 1353800,
      "end": 1378008,
      "confidence": 0.8902934146341458
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "I'm putting a. Putting a different track. You see me there? Is the crowd loving it.",
      "start": 1378056,
      "end": 1381440,
      "confidence": 0.8395937500000001
    },
    {
      "pos": 264,
      "speaker": "B",
      "text": "I'm just waiting. This is where I put. I go from. I go from Conger squad to basement jacks. Yeah, look forward to that.",
      "start": 1381512,
      "end": 1387304,
      "confidence": 0.8645912499999998
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "That's what I'm popping up. We see that. I've got praise. You ready?",
      "start": 1387344,
      "end": 1390564,
      "confidence": 0.7472461538461537
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "That's slightly dusty. I just had to wipe that down with a damp rag. Plus, I suppose this is good if you're a fan. This is a box set of the first series of Linda Green. I think a new series starts this week or has already started. I'll tell you what I found when I was clearing up, Rick, because I know there's not a big movie this week. We normally give away a big movie. I was moving house this week and I found a video that you're more than welcome to if you're a fan. No, it stars Kurt Russell. Executive decision. I've got that to give away if you're interested. Executive decision with Stephen Sagan in a cameo as well. I think it's on tv this week, Rick. So if you miss it, this coming, you don't tape it this Friday. Well, here it is on bring it.",
      "start": 1391544,
      "end": 1429752,
      "confidence": 0.9019944078947368
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "In because I think Carl's excited about that. I think Carl would like to win that wouldn't.",
      "start": 1429768,
      "end": 1433608,
      "confidence": 0.8743729411764705
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "Great prizes there.",
      "start": 1433656,
      "end": 1434392,
      "confidence": 0.7559533333333333
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "How about if you come up with and extra rockbusters today for the bonus prize?",
      "start": 1434448,
      "end": 1439794,
      "confidence": 0.8532333333333334
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "I don't think I'm the man for the job, Carl. I think it has to come from your unique.",
      "start": 1439834,
      "end": 1442434,
      "confidence": 0.9291921052631579
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1442474,
      "end": 1442714,
      "confidence": 0.54553
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Take on the world, Carl, you don't.",
      "start": 1442754,
      "end": 1443898,
      "confidence": 0.8098642857142858
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "I don't think you've quite worked out why you're funny and why things you do are good. Go on then.",
      "start": 1443946,
      "end": 1451458,
      "confidence": 0.94496
    },
    {
      "pos": 274,
      "speaker": "C",
      "text": "Right, you're ready then. So just in case you haven't heard it before, I give you some initials of a band or an artist.",
      "start": 1451546,
      "end": 1457986,
      "confidence": 0.953198333333333
    },
    {
      "pos": 275,
      "speaker": "A",
      "text": "We're not in Robbins now. We. Yeah, I thought, well, we've just keep that going then. We got one. I love educating Ricky. That's my favorite thing now.",
      "start": 1458050,
      "end": 1464528,
      "confidence": 0.7769778571428573
    },
    {
      "pos": 276,
      "speaker": "C",
      "text": "Well, what do you want to do, Steve? It's just that you sort of picked.",
      "start": 1464626,
      "end": 1469276,
      "confidence": 0.8208246666666668
    },
    {
      "pos": 277,
      "speaker": "A",
      "text": "Up the prizes and so this is only by email. Give the email address out now for people to write it down now, Carl.",
      "start": 1469300,
      "end": 1474812,
      "confidence": 0.9350595833333335
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "Right. Ricky dot Gervaisfm dot co dot uk.",
      "start": 1474948,
      "end": 1477932,
      "confidence": 0.695895
    },
    {
      "pos": 279,
      "speaker": "A",
      "text": "Ricky dot gervais fm dot co dot uk. Only entries on email. You're going to get three clues. You've got to get them all, right?",
      "start": 1478068,
      "end": 1486212,
      "confidence": 0.8438800000000001
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "And you win all.",
      "start": 1486348,
      "end": 1487108,
      "confidence": 0.9549925
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "You win all those prizes, you said. Okay, Kyle, go on then.",
      "start": 1487156,
      "end": 1489652,
      "confidence": 0.7524224999999998
    },
    {
      "pos": 282,
      "speaker": "C",
      "text": "Right. And just a quick example. One of the first ones we did, it was like a kid and the clue was exploding, pet.",
      "start": 1489748,
      "end": 1496086,
      "confidence": 0.9460391666666667
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "Yeah. And it was atomic. Right.",
      "start": 1496150,
      "end": 1497974,
      "confidence": 0.8095316666666666
    },
    {
      "pos": 284,
      "speaker": "C",
      "text": "So you understand how it works. Now, these are your clues. The first one, that army has got some well nice trenches.",
      "start": 1498014,
      "end": 1505994,
      "confidence": 0.9616054545454547
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "That army has got some well nice trenches. Excellent.",
      "start": 1506454,
      "end": 1509302,
      "confidence": 0.9288188888888889
    },
    {
      "pos": 286,
      "speaker": "C",
      "text": "And the initials there are Dw.",
      "start": 1509398,
      "end": 1512014,
      "confidence": 0.7442483333333333
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "Do you write some of the questions for 15 to one?",
      "start": 1512134,
      "end": 1514554,
      "confidence": 0.9490045454545453
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Go on.",
      "start": 1516894,
      "end": 1517478,
      "confidence": 0.89392
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "So that army has got a similar phrasing. Trench. Okay, the second one, what are the initials there, Carl?",
      "start": 1517526,
      "end": 1523036,
      "confidence": 0.79808
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "Mat.",
      "start": 1523060,
      "end": 1523524,
      "confidence": 0.11275
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "Dw.",
      "start": 1523644,
      "end": 1524468,
      "confidence": 0.4086
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Dw. Yeah.",
      "start": 1524556,
      "end": 1525492,
      "confidence": 0.65071
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Right. The second one, the top of them curtains are all wrecked, all the materials all born.",
      "start": 1525588,
      "end": 1531584,
      "confidence": 0.8996494117647059
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "We've got to get him on telly. We have got to get him on telly because his little face and his gestures.",
      "start": 1535164,
      "end": 1540284,
      "confidence": 0.9296054545454543
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "That's the second one, the initials being hv. Okay. The top of those curtains erect, all the materials all worn out. Right, hv. And the final one, here's the final clue. I was in Texas the other week, right? I tripped and landed on my knees in a puddle. Wh. For that one. So I was in Texas, I tripped up, landed on my knees in a puddle. So that's wh incredible.",
      "start": 1540364,
      "end": 1572544,
      "confidence": 0.9092755555555555
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "Is it great?",
      "start": 1573254,
      "end": 1573950,
      "confidence": 0.9700700000000001
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "It's fantastic.",
      "start": 1574022,
      "end": 1575434,
      "confidence": 0.701635
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "Okay, time to join the record. Tell me during the record you're playing for these compilation albums. We've got the fat boy Slim DVD, Linda Green on VHS and of course, executive decision starring Kurt Russell as well.",
      "start": 1576014,
      "end": 1585958,
      "confidence": 0.8406294736842107
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "Oh, God. Bob Dylan. Just like a woman on XFM 104.9.",
      "start": 1586086,
      "end": 1594198,
      "confidence": 0.8736545454545456
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "Couple more names. Boxing nicknames for you, Rick. This is from Josh. Ricky Blue Eyes, I quite like. And he's also put toad rage. I'll tell you, our number one fan is emailed again. I'm pleased to announce Richard Anderson. Dicky Anderson.",
      "start": 1594246,
      "end": 1610202,
      "confidence": 0.8824485714285709
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "He was into love this show.",
      "start": 1610218,
      "end": 1612778,
      "confidence": 0.70541
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "He's such a fan of the show. And this week he's emailed in. What actually is the point of your show? Is it to confuse, irritate, depress or what? All of those things. Dicky, thanks for.",
      "start": 1612826,
      "end": 1621658,
      "confidence": 0.9533213888888891
    },
    {
      "pos": 303,
      "speaker": "A",
      "text": "He loves this show.",
      "start": 1621826,
      "end": 1622978,
      "confidence": 0.9206875
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "He's such a fan. He's such a fan because last week, you remember Carl, he emailed in to say that he'd rather spend his time counting his feet than listen this show. Presumably he's done that and how many feet.",
      "start": 1623066,
      "end": 1635058,
      "confidence": 0.9064952500000002
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "Yeah. No, but he loves this show.",
      "start": 1635226,
      "end": 1636898,
      "confidence": 0.8264928571428571
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "Yeah. So thanks, Ra.",
      "start": 1636986,
      "end": 1638866,
      "confidence": 0.7786275
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "Thanks for listening.",
      "start": 1638970,
      "end": 1639658,
      "confidence": 0.84479
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "See you later. Work it on XFM 104.9. Steve Merchant, Carl Pilkington.",
      "start": 1639706,
      "end": 1650338,
      "confidence": 0.7837100000000001
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Educating Ricky.",
      "start": 1650466,
      "end": 1651746,
      "confidence": 0.87905
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Yeah, well, the clues are coming in. Furious.",
      "start": 1651930,
      "end": 1655794,
      "confidence": 0.93865625
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "The answers, I should say.",
      "start": 1655874,
      "end": 1656690,
      "confidence": 0.9192920000000001
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. So go on. And this is what Rockbusters is well.",
      "start": 1656722,
      "end": 1659672,
      "confidence": 0.7720669230769229
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Underway, Carl, don't worry, you've done your work there.",
      "start": 1659688,
      "end": 1661256,
      "confidence": 0.8773288888888888
    },
    {
      "pos": 314,
      "speaker": "C",
      "text": "Okay?",
      "start": 1661320,
      "end": 1661784,
      "confidence": 0.66389
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "Come on.",
      "start": 1661864,
      "end": 1662644,
      "confidence": 0.99588
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "Right, educating Ricky, it's my favorite bit.",
      "start": 1663344,
      "end": 1665352,
      "confidence": 0.7416400000000001
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "Now you're just going to tease us.",
      "start": 1665368,
      "end": 1667192,
      "confidence": 0.8464828571428571
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "Aren'T you, with three headlines.",
      "start": 1667208,
      "end": 1668560,
      "confidence": 0.95511
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "If I choose one, then we got the other two as well.",
      "start": 1668592,
      "end": 1670744,
      "confidence": 0.8998291666666668
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "Yeah, that's how it works. And at the end of it, you learn some stuff. Like I say, I'm struggling a bit with knowledge.",
      "start": 1670784,
      "end": 1676248,
      "confidence": 0.9226670833333336
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1676416,
      "end": 1677164,
      "confidence": 0.31579
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "At last he confesses.",
      "start": 1678224,
      "end": 1679896,
      "confidence": 0.9381
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 1680040,
      "end": 1681520,
      "confidence": 0.6725733333333332
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "So the three headlines for you to pick from, we've got first one. We'll have a big fire to marrow.",
      "start": 1681712,
      "end": 1689124,
      "confidence": 0.9382589999999998
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "I got a feeling there's some vegetables involved.",
      "start": 1692104,
      "end": 1694164,
      "confidence": 0.9467075
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Maybe second one, he's a bit of a nuisance. And the third one, I'll bake on in the morning if you're sick of having. Here.",
      "start": 1695224,
      "end": 1710084,
      "confidence": 0.8710727999999999
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "Oh, that one I'll bake on in the morning if you're sick of having me.",
      "start": 1710784,
      "end": 1715008,
      "confidence": 0.922424
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Right. I'm having that one.",
      "start": 1715056,
      "end": 1715984,
      "confidence": 0.8969380000000001
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "That's brilliant.",
      "start": 1716024,
      "end": 1716664,
      "confidence": 0.962695
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Right. Well, it's a saying. Do you know, um, cold shoulder. Giving someone the cold shoulder.",
      "start": 1716744,
      "end": 1722680,
      "confidence": 0.9118718749999999
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1722752,
      "end": 1723240,
      "confidence": 0.6555
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "All right. If you have someone round at your house and, um, you know, you try to get rid of them and they're hanging around and stuff and, you know, I wish. I wish they'd go, I'm tired. And that.",
      "start": 1723352,
      "end": 1732688,
      "confidence": 0.8465314999999999
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Well, years ago when literally years ago. Well, ages ago, sort of.",
      "start": 1732856,
      "end": 1738520,
      "confidence": 0.8987625
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "I think it's had medieval times yonks ago.",
      "start": 1738672,
      "end": 1740584,
      "confidence": 0.7458437500000001
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "Then.",
      "start": 1740624,
      "end": 1740776,
      "confidence": 0.68428
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "Yoga.",
      "start": 1740800,
      "end": 1741144,
      "confidence": 0.08413
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1741184,
      "end": 1741764,
      "confidence": 0.45975
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "We're going back quite a bit on this.",
      "start": 1742544,
      "end": 1743896,
      "confidence": 0.89798125
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "What? You know, when you find out these books. Well, I just popped down when it was.",
      "start": 1743920,
      "end": 1748412,
      "confidence": 0.8926811764705881
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Just make a note.",
      "start": 1748548,
      "end": 1749548,
      "confidence": 0.94934
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "I don't think it says all the time. It just sort of says, you know, a few years back. Yeah.",
      "start": 1749676,
      "end": 1755820,
      "confidence": 0.962135
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "No, no, it doesn't. Never.",
      "start": 1755892,
      "end": 1757580,
      "confidence": 0.71009
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "All right, I'll make an effort next week.",
      "start": 1757652,
      "end": 1759124,
      "confidence": 0.85538875
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Okay.",
      "start": 1759164,
      "end": 1759844,
      "confidence": 0.68506
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "So it's annoying that because my girlfriend said to me, just make a note at the time, he'll stop having a go at you.",
      "start": 1760004,
      "end": 1764460,
      "confidence": 0.8412725
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 1764492,
      "end": 1765156,
      "confidence": 0.8795599999999999
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "And I kind of thought, didn't, didn't listen. I don't think matters anyway, in this one, we're looking at the saying, right, so it's giving someone a cold show day shoulder, right? And what it is, right, ages ago, there wasn't enough houses for people, right, because there wasn't much money being made. You know, they weren't big businesses. People were earning good money like they are now. So there wasn't as many houses, right? So what you. What you ended up getting is like, you know, the rich people having a nice place to live and the poor people were, like, wandering about, you know, looking for places to live in that. And what they ended up doing is they had, like, people would go around to the mate's house and say, look, I haven't got anywhere to live. It's a bit cold, can you let me stay? Right, so they'd go, all right, then you can stay a couple of days. But they ended up staying for, like, weeks.",
      "start": 1765220,
      "end": 1812442,
      "confidence": 0.9353521052631577
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1812538,
      "end": 1812858,
      "confidence": 0.55276
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Right. So to sort of get rid of them, what they'd end up doing, they'd be making the dinner and they'd been making a lovely dinner, like a bit of meat. Nice warm meat and nice veggies. Gravy.",
      "start": 1812906,
      "end": 1827312,
      "confidence": 0.8926639473684211
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "This happened every time. Did it? This is where the saying came.",
      "start": 1827368,
      "end": 1830264,
      "confidence": 0.912045
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "This is what happened, Rick.",
      "start": 1830304,
      "end": 1831360,
      "confidence": 0.8914759999999999
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "This is happened every time.",
      "start": 1831432,
      "end": 1832928,
      "confidence": 0.7951640000000001
    },
    {
      "pos": 353,
      "speaker": "B",
      "text": "It was in that vague book.",
      "start": 1832976,
      "end": 1834444,
      "confidence": 0.9746616666666666
    },
    {
      "pos": 354,
      "speaker": "C",
      "text": "The book of vague things and stuff. Right. So. So, yeah, so they'd be making a nice meal. But what they did, they looked after all the family. The person who won't go home, they just give them some, like sort of a cut off of cold meat.",
      "start": 1835224,
      "end": 1849040,
      "confidence": 0.9008972916666665
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "Right.",
      "start": 1849112,
      "end": 1849560,
      "confidence": 0.89546
    },
    {
      "pos": 356,
      "speaker": "C",
      "text": "So they'd say you're giving them the cold shoulder. Meaning.",
      "start": 1849672,
      "end": 1853440,
      "confidence": 0.9437310000000002
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "Okay, that's rubbish. Absolutely.",
      "start": 1853592,
      "end": 1857368,
      "confidence": 0.8374575
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Cold necessarily work.",
      "start": 1857416,
      "end": 1859816,
      "confidence": 0.7323633333333334
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Yeah. Yeah. Why do they always, in every situation, when you want to get with a lodger? Well, still feed him every day but make the meat lukewarm.",
      "start": 1859880,
      "end": 1869084,
      "confidence": 0.8954264285714285
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "He always leave then. Yeah, this food's lukewarm. I'm gonna go. I'm gonna become homeless.",
      "start": 1869944,
      "end": 1874376,
      "confidence": 0.7887646666666667
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Wandering the straw. Are you giving me the cold shoulder? Yes. Do you want me to leave? Yes. Just say leaving. No, I like to do it cryptically. That way, in years to come, someone will have a little saying about it.",
      "start": 1874480,
      "end": 1886644,
      "confidence": 0.9014995238095238
    },
    {
      "pos": 362,
      "speaker": "C",
      "text": "Well, yeah, that was our bake on in the morning.",
      "start": 1886984,
      "end": 1889572,
      "confidence": 0.8643659999999999
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1889688,
      "end": 1889964,
      "confidence": 0.5447
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "If you've had enough of me we'll leave that.",
      "start": 1890004,
      "end": 1892304,
      "confidence": 0.9293600000000001
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Oh, my God. In the morning if you've had enough of me. What are the others?",
      "start": 1895284,
      "end": 1900780,
      "confidence": 0.8425512500000001
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "Just tease us again with the others.",
      "start": 1900812,
      "end": 1901924,
      "confidence": 0.9765014285714286
    },
    {
      "pos": 367,
      "speaker": "C",
      "text": "We'll come back to those you've got. He's a bit of a nuisance and we'll have a big fire tomorrow.",
      "start": 1901964,
      "end": 1908372,
      "confidence": 0.8683565000000002
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Nice. Looking forward to that. Nirvana in their version of the man who sold the world a David Bowie chain.",
      "start": 1908468,
      "end": 1916406,
      "confidence": 0.8207739999999999
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Good tune.",
      "start": 1916500,
      "end": 1917514,
      "confidence": 0.663245
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Good take you on that new Nirvana compilation.",
      "start": 1917554,
      "end": 1920106,
      "confidence": 0.8803825000000001
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "I like that version. Like the David Bowie version?",
      "start": 1920170,
      "end": 1921770,
      "confidence": 0.7637111111111112
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "You can't decide, can you rick it all.",
      "start": 1921802,
      "end": 1923154,
      "confidence": 0.7359987499999999
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "In fact, I like the Lulu version as well.",
      "start": 1923194,
      "end": 1925826,
      "confidence": 0.7890255555555555
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Version.",
      "start": 1925970,
      "end": 1926442,
      "confidence": 0.8247
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "We should play that one. Yeah.",
      "start": 1926498,
      "end": 1928154,
      "confidence": 0.8014866666666666
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "This recorded, what, in the seventies?",
      "start": 1928194,
      "end": 1929474,
      "confidence": 0.8623733333333333
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "I think she recorded it about the same time, right, as David Bowie released it as a single. I think it was just on. Yeah. So off the album.",
      "start": 1929554,
      "end": 1938466,
      "confidence": 0.9129331034482757
    },
    {
      "pos": 378,
      "speaker": "C",
      "text": "Interesting.",
      "start": 1938530,
      "end": 1939066,
      "confidence": 0.88051
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Col is studying. Okay, what's the next one? What's the education?",
      "start": 1939130,
      "end": 1943306,
      "confidence": 0.827200909090909
    },
    {
      "pos": 380,
      "speaker": "C",
      "text": "I don't know. See, like I say, I was looking around and this stuff. That is interesting, right. I was looking on the web, but there's no point. Well, it's just that I found one about.",
      "start": 1943410,
      "end": 1954944,
      "confidence": 0.9127519444444445
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "What's the point?",
      "start": 1955064,
      "end": 1956044,
      "confidence": 0.7631100000000001
    },
    {
      "pos": 382,
      "speaker": "C",
      "text": "About a lad who. Eight years old but he's still breastfed. Now, I don't know if you can get anything out of that.",
      "start": 1956464,
      "end": 1967084,
      "confidence": 0.9370665217391305
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "Is that what his mum said? What do you mean? I don't know if I can get anything out of that. You don't need to.",
      "start": 1969424,
      "end": 1980250,
      "confidence": 0.9379632000000003
    },
    {
      "pos": 384,
      "speaker": "C",
      "text": "No, he's just that, you know.",
      "start": 1980322,
      "end": 1981762,
      "confidence": 0.7684966666666666
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Where do you read that?",
      "start": 1981778,
      "end": 1982562,
      "confidence": 0.7703620000000001
    },
    {
      "pos": 386,
      "speaker": "C",
      "text": "That was on the Internet.",
      "start": 1982618,
      "end": 1983706,
      "confidence": 0.9742919999999999
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "Oh, well, yeah, you're always unspecific when you mention it.",
      "start": 1983810,
      "end": 1988338,
      "confidence": 0.787458
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "It's just.",
      "start": 1988346,
      "end": 1988634,
      "confidence": 0.90213
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "It was on the Internet.",
      "start": 1988674,
      "end": 1989738,
      "confidence": 0.996666
    },
    {
      "pos": 390,
      "speaker": "C",
      "text": "Well, I'm trying to think what I put in. I think I put in y to see if I'd confuse the computer.",
      "start": 1989786,
      "end": 1994254,
      "confidence": 0.8508327272727271
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "You are.",
      "start": 1999214,
      "end": 2000134,
      "confidence": 0.8507
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "No, honestly, I did a search putting why? And, okay, he came up with funny things that, like, why is this person doing that? Why is that? And had a picture of this eight year old lad, sort of, you know, on his mum's nipple. And it was saying, you know, is this healthy?",
      "start": 2000254,
      "end": 2017354,
      "confidence": 0.880115925925926
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "You sure that wasn't asking you that question?",
      "start": 2020014,
      "end": 2022354,
      "confidence": 0.9596849999999999
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "What I put in, why? What do you mean? Yeah, stop it.",
      "start": 2023614,
      "end": 2030556,
      "confidence": 0.8338025
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2030620,
      "end": 2031100,
      "confidence": 0.80727
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Oh, look, yeah, last week I was walking home with him and I went. He was saying stupid. Now I've got a competition for next week. Let's do a phone in. And it's called Carl Pilkington, genius or fool. Yeah, right. And he went, no, no. I went, why not? He went, well, it'd be confusing. Because they say there's no difference between genius and being a fool. No, no, it's rubbish. And people say there's a fine line between madness and genius and, you know, it's a ridiculous sound bite. They don't say there's a fine line between genius and an idiot.",
      "start": 2031212,
      "end": 2069341,
      "confidence": 0.8991806796116507
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "Well, the people who do are idiots.",
      "start": 2069397,
      "end": 2071073,
      "confidence": 0.9404357142857142
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2071893,
      "end": 2072549,
      "confidence": 0.77544
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "So what would you do there, though, just to sort of wrap that little thing up? What would you do? That lad loves his mums, his mom's milk.",
      "start": 2072661,
      "end": 2078365,
      "confidence": 0.9199878571428574
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "What are you talk. What you asking me to come up with? No, I'm title for the story.",
      "start": 2078389,
      "end": 2082805,
      "confidence": 0.8620644444444445
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "No, no, no.",
      "start": 2082869,
      "end": 2083365,
      "confidence": 0.7142566666666667
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "It's just.",
      "start": 2083389,
      "end": 2083781,
      "confidence": 0.71445
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "It's just.",
      "start": 2083837,
      "end": 2084173,
      "confidence": 0.8944799999999999
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "What would you do?",
      "start": 2084213,
      "end": 2085123,
      "confidence": 0.9953525000000001
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Right. What do you mean, what would I do?",
      "start": 2085253,
      "end": 2086488,
      "confidence": 0.8942888888888889
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "Well, it's causing a bit of a problem in the area. Right.",
      "start": 2086536,
      "end": 2088888,
      "confidence": 0.9443441666666667
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "What area?",
      "start": 2088936,
      "end": 2089912,
      "confidence": 0.744585
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "In America think it was America a problem?",
      "start": 2090088,
      "end": 2092344,
      "confidence": 0.8394462500000001
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Are they. George Bush is worried about this kid who's breastfeeding.",
      "start": 2092384,
      "end": 2095712,
      "confidence": 0.8492554545454546
    },
    {
      "pos": 410,
      "speaker": "C",
      "text": "Imagine it like this, right?",
      "start": 2095808,
      "end": 2097616,
      "confidence": 0.8706759999999999
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "So, Carl, what are you asking me about this spurious story you saw on the Internet?",
      "start": 2097760,
      "end": 2102712,
      "confidence": 0.8656625
    },
    {
      "pos": 412,
      "speaker": "C",
      "text": "Saw on the Internet there's an eight year old lady likes his mum's milk and he's saying, is this right? Should he know?",
      "start": 2102768,
      "end": 2108848,
      "confidence": 0.80545
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "It's not. But what. What do you want Ricky to do about it?",
      "start": 2108856,
      "end": 2111352,
      "confidence": 0.8563253846153847
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "It's not his responsibility.",
      "start": 2111368,
      "end": 2112504,
      "confidence": 0.9481675
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "Yeah, yeah, but the little town that he lives in, they're all causing an uproar, right? Going, this isn't right, you know. I can't let my kid play out in case he's in the garden with his mom getting a bit hungry. Right. So what should they do? Because his mom's saying, well, he likes it.",
      "start": 2112624,
      "end": 2129212,
      "confidence": 0.9048999999999999
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2129268,
      "end": 2129764,
      "confidence": 0.7596
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "And he, you know what? So what do you do?",
      "start": 2129884,
      "end": 2133060,
      "confidence": 0.9101119999999998
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "I don't know the laws.",
      "start": 2133092,
      "end": 2134544,
      "confidence": 0.9817540000000001
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "No, but I'm not asking you to sort out the laws. I'm just saying if you lived in that neighborhood, what would you say? If he went up to him, said, look, everyone's getting a bit fed up with this.",
      "start": 2135164,
      "end": 2143366,
      "confidence": 0.92966525
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "Look, I said, what? What? What would I do? What do you mean, what would I do? What are you asking me? Right?",
      "start": 2143390,
      "end": 2151550,
      "confidence": 0.8740969565217389
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "It doesn't matter.",
      "start": 2151582,
      "end": 2152278,
      "confidence": 0.9533200000000001
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "No, no, no. What are you asking me? What are you asking me? And Steve and the public saying if.",
      "start": 2152366,
      "end": 2157046,
      "confidence": 0.9254025
    },
    {
      "pos": 423,
      "speaker": "C",
      "text": "You live next door to this woman, yeah, right. The kid's hungry, eight years old, is out playing on his bike, and he goes, ma'am, I'm getting a bit peckish. And he goes, alright, son. She whops one out and he starts having his. Having his milk, right? You live. You live next door, you put in your washing out and you see this going on, you're getting a bit sick of it because it's gone on for months.",
      "start": 2157070,
      "end": 2178134,
      "confidence": 0.8836255696202534
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Eight years.",
      "start": 2178994,
      "end": 2179802,
      "confidence": 0.899255
    },
    {
      "pos": 425,
      "speaker": "B",
      "text": "Why is it your business? Why are you such a nosy neighbor that you're concerned?",
      "start": 2179898,
      "end": 2184730,
      "confidence": 0.8431386666666666
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "What would you do, Carl, let's turn it back on. What would you do?",
      "start": 2184762,
      "end": 2187674,
      "confidence": 0.9322321428571428
    },
    {
      "pos": 427,
      "speaker": "B",
      "text": "What's your solution?",
      "start": 2187834,
      "end": 2188698,
      "confidence": 0.99453
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "What would you do?",
      "start": 2188746,
      "end": 2189694,
      "confidence": 0.996605
    },
    {
      "pos": 429,
      "speaker": "C",
      "text": "Well, I thought I'd say, right, why are you doing this? And she'd say, because he likes it. And I go, all right, then, put it in a bowl first.",
      "start": 2190114,
      "end": 2200854,
      "confidence": 0.9399800000000001
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "And you think that, sort that out?",
      "start": 2204794,
      "end": 2206578,
      "confidence": 0.7476985714285715
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "No, because I was thinking about the whole thing, right. And you do that when you're a baby and everything's all right in it.",
      "start": 2206706,
      "end": 2212994,
      "confidence": 0.9329216666666666
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2213034,
      "end": 2213418,
      "confidence": 0.87342
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "No one bats an eyelid. Baby having a bit of milk from its mum's.",
      "start": 2213506,
      "end": 2217930,
      "confidence": 0.8133914285714287
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2218122,
      "end": 2218682,
      "confidence": 0.52218
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "You'd almost say it was natural, but.",
      "start": 2218778,
      "end": 2220362,
      "confidence": 0.97619
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "You grow out of it. It's like you don't see. It got me thinking about things you don't see and you don't see.",
      "start": 2220378,
      "end": 2225546,
      "confidence": 0.9218256521739131
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Did you put this into a computer? Show me things you don't see.",
      "start": 2225730,
      "end": 2228906,
      "confidence": 0.9609653846153846
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "What else don't you see?",
      "start": 2229010,
      "end": 2229858,
      "confidence": 0.8455739999999998
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "Well, you don't see, like an old man having a twix. You never.",
      "start": 2229906,
      "end": 2235254,
      "confidence": 0.9185338461538463
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "So what?",
      "start": 2239474,
      "end": 2240374,
      "confidence": 0.715905
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "You know, the terrible thing about all this, Steve, is he's right.",
      "start": 2243034,
      "end": 2246402,
      "confidence": 0.9426200000000001
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "You don't see it all.",
      "start": 2246498,
      "end": 2247314,
      "confidence": 0.7527320000000001
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "No, I know.",
      "start": 2247354,
      "end": 2247954,
      "confidence": 0.7901066666666666
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "That's a terrible thing they have got, right. They've made old man toffees, haven't they? They've come up with worthies.",
      "start": 2247994,
      "end": 2253054,
      "confidence": 0.8458155000000002
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Is that a song? Oh, God. You don't see an officer.",
      "start": 2254794,
      "end": 2259970,
      "confidence": 0.7701227272727272
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "No, listen. No. So they've got their worthers, right?",
      "start": 2260082,
      "end": 2264894,
      "confidence": 0.9012244444444444
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "Look at him. You think he's giving a lecture at Oxford. No, go on. Sorry, go on.",
      "start": 2266474,
      "end": 2272106,
      "confidence": 0.8578105882352941
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "I'm just saying, you grow out of things.",
      "start": 2272170,
      "end": 2274970,
      "confidence": 0.9545662499999998
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2275042,
      "end": 2275290,
      "confidence": 0.55845
    },
    {
      "pos": 450,
      "speaker": "C",
      "text": "And the old man, I'm sure when he was a kid, he'd have a twitch.",
      "start": 2275322,
      "end": 2277674,
      "confidence": 0.9067226666666669
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2277754,
      "end": 2278018,
      "confidence": 0.37089
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "Now it doesn't look right. So he's.",
      "start": 2278066,
      "end": 2279626,
      "confidence": 0.9150114285714285
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "It doesn't look right.",
      "start": 2279770,
      "end": 2281894,
      "confidence": 0.8548325
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "I don't think Werther's originals were specially designed for old people. I think they were sweets that just happened to have been made for years. That's why old people eat them.",
      "start": 2283674,
      "end": 2290378,
      "confidence": 0.9371893548387098
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2290466,
      "end": 2290690,
      "confidence": 0.50529
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "They didn't go, hang on, there's a market here. I've noticed old people aren't eating twixies. Quick, let's make some. Yeah, old man sweets.",
      "start": 2290722,
      "end": 2297330,
      "confidence": 0.9027062499999999
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "But he gives it to his grandson as well, doesn't he? Goes, Alva Werther's original.",
      "start": 2297442,
      "end": 2302214,
      "confidence": 0.8210253333333334
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "It cuts, though, before he throws it back in his face. And get me a twist and a.",
      "start": 2302914,
      "end": 2307042,
      "confidence": 0.8749955555555554
    },
    {
      "pos": 459,
      "speaker": "C",
      "text": "Damn curly whirly granddaddy.",
      "start": 2307058,
      "end": 2308458,
      "confidence": 0.7254425
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "You old fool.",
      "start": 2308458,
      "end": 2309694,
      "confidence": 0.88219
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "Electric six. Danger high voltage on XFM 104.9. Sums up the show. Danger high voltage. Ricky Gervaise with me, Steve Urchin and the amazing Karl Pilkington. So, other things you don't see. Kyle. Got any other ones or. You obviously been thinking about this. What confuses you when you look out your window? What confuses you with the world? What would you walk around going, oh, that's a bit weird. I remember when you in Edinburgh, you confused because you saw someone putting a parking ticket on some rubbish, which confused her.",
      "start": 2319594,
      "end": 2349834,
      "confidence": 0.8715167391304347
    },
    {
      "pos": 462,
      "speaker": "C",
      "text": "Yeah, that was weird.",
      "start": 2349914,
      "end": 2351298,
      "confidence": 0.9285874999999999
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2351386,
      "end": 2352054,
      "confidence": 0.61506
    },
    {
      "pos": 464,
      "speaker": "C",
      "text": "The world's a crazy place. I mean, whatever you look at, do you know what I mean?",
      "start": 2352794,
      "end": 2357706,
      "confidence": 0.8682611764705881
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Like what?",
      "start": 2357770,
      "end": 2358554,
      "confidence": 0.9313750000000001
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "Oh, anything. I mean, you could look out the window there and you'll see something. You go, why are they doing that? Yeah.",
      "start": 2358714,
      "end": 2363764,
      "confidence": 0.9106017391304347
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Yeah, this, this. Maybe we should bring back white van, Carl. There's some interesting questions this week, Rick. Yeah, we could pull that out the bag of.",
      "start": 2364184,
      "end": 2370288,
      "confidence": 0.85635
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "You do that.",
      "start": 2370296,
      "end": 2371056,
      "confidence": 0.7206333333333333
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Just get Carl's take on the world's.",
      "start": 2371120,
      "end": 2373560,
      "confidence": 0.7909914285714285
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Let's do it. You do it.",
      "start": 2373592,
      "end": 2374376,
      "confidence": 0.6925233333333334
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "I'll tell what to do in a second. Let's have another educating Ricky, because I think you got sidetracked with your talk of.",
      "start": 2374400,
      "end": 2379032,
      "confidence": 0.8659160869565214
    },
    {
      "pos": 472,
      "speaker": "C",
      "text": "Well, just the resting on things you don't see. Look at the way, when I went to school, there was two kids with them big heads. Now you never see them.",
      "start": 2379088,
      "end": 2386324,
      "confidence": 0.8809787096774193
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "No one else saw anyway, Carl, it's only you that saw two of them not related and wouldn't hang around with each other because you think they thought it would be too obvious. Webbed. Webbed fingers and big heads. That's amazing.",
      "start": 2386864,
      "end": 2400218,
      "confidence": 0.889029512195122
    },
    {
      "pos": 474,
      "speaker": "C",
      "text": "And there was a kid with the pigeon chest, so.",
      "start": 2400306,
      "end": 2402418,
      "confidence": 0.933348
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Oh, yeah. And the lady with the head like a bag of spuds.",
      "start": 2402506,
      "end": 2406274,
      "confidence": 0.8153446153846153
    },
    {
      "pos": 476,
      "speaker": "B",
      "text": "Let's not go through these again. It just raises too many questions that can't be answered.",
      "start": 2406314,
      "end": 2409854,
      "confidence": 0.95027125
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Right, then. So we've got. We'll have a big fire tomorrow.",
      "start": 2411074,
      "end": 2415626,
      "confidence": 0.8412418181818182
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 2415730,
      "end": 2416490,
      "confidence": 0.86099
    },
    {
      "pos": 479,
      "speaker": "C",
      "text": "Is that the one you want?",
      "start": 2416602,
      "end": 2417412,
      "confidence": 0.9561416666666666
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "Let's go for it.",
      "start": 2417458,
      "end": 2418416,
      "confidence": 0.8039175
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "Right. Um. I think this was, like, round the 17 hundreds.",
      "start": 2418560,
      "end": 2424044,
      "confidence": 0.8964872727272728
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Bluffing.",
      "start": 2425264,
      "end": 2426244,
      "confidence": 0.52293
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "Who was the king then?",
      "start": 2429384,
      "end": 2430724,
      "confidence": 0.839808
    },
    {
      "pos": 484,
      "speaker": "C",
      "text": "Gone. But it's about the word bomb. Bonfire. Right.",
      "start": 2432504,
      "end": 2436464,
      "confidence": 0.7531944444444444
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "Bonfire.",
      "start": 2436504,
      "end": 2437080,
      "confidence": 0.44231
    },
    {
      "pos": 486,
      "speaker": "C",
      "text": "Bonfire, yeah. Do you know where it comes from?",
      "start": 2437152,
      "end": 2439392,
      "confidence": 0.9348466666666666
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "No. Go on.",
      "start": 2439448,
      "end": 2440364,
      "confidence": 0.9457266666666667
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Right. What happened? It's got nothing to do with Guy Fawkes and that, which is what I thought when I saw it. It's got nothing to do with that. But ages ago, at 17 hundreds, they didn't have enough houses, like I mentioned.",
      "start": 2440664,
      "end": 2453312,
      "confidence": 0.9271488372093022
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Okay, yeah.",
      "start": 2453448,
      "end": 2454688,
      "confidence": 0.58378
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "So if that happens, you get people living on the streets, you get diseases. People aren't cleaning properly, so you get more deaths. All right? So think about it. You've got all these dead bodies lying around. They're running out of space. Because he's like, I don't know. Don't know why they're running out of space.",
      "start": 2454816,
      "end": 2476184,
      "confidence": 0.9380910714285712
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Okay.",
      "start": 2476604,
      "end": 2477284,
      "confidence": 0.20946
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "We haven't. They haven't got much. I don't know why I was gonna say they should have just buried him, but there's probably more land back then than now.",
      "start": 2477364,
      "end": 2486064,
      "confidence": 0.8036800000000003
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "He doesn't need anyone else in the room.",
      "start": 2488444,
      "end": 2490544,
      "confidence": 0.8654587499999999
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "We could leave.",
      "start": 2493724,
      "end": 2494556,
      "confidence": 0.7933866666666667
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "We'd come back and he gonna sort in it. Yeah, yeah.",
      "start": 2494620,
      "end": 2497630,
      "confidence": 0.5746954545454546
    },
    {
      "pos": 496,
      "speaker": "C",
      "text": "Anyway, for some reason, presumably, if it's.",
      "start": 2497662,
      "end": 2500486,
      "confidence": 0.8401185714285714
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "Going to be they burn them, it's presumably to do to. It also kills the parasite or whatever's carrying the parasite on them, as opposed to burying them and not killing the disease.",
      "start": 2500510,
      "end": 2509854,
      "confidence": 0.9268284848484849
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "Well, yeah. So that's that. There you go. You've worked it out. They piled them up and they turned it into a celebration because there was a lot of fed up people at that time.",
      "start": 2509974,
      "end": 2518398,
      "confidence": 0.9264868571428571
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Is this to be the word bond, meaning good?",
      "start": 2518566,
      "end": 2520454,
      "confidence": 0.8191533333333333
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "No, no, no. I'll tell you in a minute.",
      "start": 2520534,
      "end": 2521774,
      "confidence": 0.8928277777777779
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Go on.",
      "start": 2521814,
      "end": 2522182,
      "confidence": 0.7747200000000001
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "So you've got all these people who are, like, going around and like, oh, you know, so and so died the other day, and, you know, nearly every week someone they knew was dying. So you can imagine, like, just constant, like, being depressed.",
      "start": 2522238,
      "end": 2534924,
      "confidence": 0.941084318181818
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "So.",
      "start": 2535384,
      "end": 2535696,
      "confidence": 0.50851
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "And they've got all these bodies lying everywhere. It's like, oh, God, what are we gonna do? So they said, we're all too fed up at the moment. Said, let's. Let's make this a better way.",
      "start": 2535720,
      "end": 2544176,
      "confidence": 0.8501605555555556
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "This was 1701 by the time they got together.",
      "start": 2544200,
      "end": 2546328,
      "confidence": 0.8999333333333333
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2546416,
      "end": 2546872,
      "confidence": 0.58949
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "So they said, what we need to do is have a big party.",
      "start": 2546968,
      "end": 2550552,
      "confidence": 0.99403
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "Mmm.",
      "start": 2550648,
      "end": 2551080,
      "confidence": 0.27533
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "So they said, yeah, yeah. Good thing you're thinking. So they go, right, well, we'll put all the bodies in a big pile and they're all diseased and that. They set fire to the bodies and they said, let's have this as a celebration to remember them by. And, you know, we'll have a drink and that and have a chat. We'll have this big fire going. And it came from bone fire.",
      "start": 2551152,
      "end": 2575244,
      "confidence": 0.900392328767123
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Ah, right. So it was.",
      "start": 2575624,
      "end": 2578344,
      "confidence": 0.905148
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "It was all a bones bonfire, is bone fire?",
      "start": 2578384,
      "end": 2582104,
      "confidence": 0.8096155555555556
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Yeah. Excellent.",
      "start": 2582184,
      "end": 2583008,
      "confidence": 0.79495
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2583096,
      "end": 2583360,
      "confidence": 0.98662
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Yeah, that's interesting.",
      "start": 2583392,
      "end": 2584280,
      "confidence": 0.8466833333333333
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "So that's. That's how it came about.",
      "start": 2584352,
      "end": 2586152,
      "confidence": 0.926857142857143
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "Yeah. In the 17 hundreds. Yeah, that was.",
      "start": 2586208,
      "end": 2588576,
      "confidence": 0.92258875
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Nah, probably. I reckon it was 16. I reckon it was the plague.",
      "start": 2588640,
      "end": 2592568,
      "confidence": 0.8646484615384615
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "Mmm hmm.",
      "start": 2592656,
      "end": 2593336,
      "confidence": 0.46981
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "I reckon it came from.",
      "start": 2593400,
      "end": 2594320,
      "confidence": 0.82132
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "But interesting stuff. Interesting.",
      "start": 2594392,
      "end": 2595856,
      "confidence": 0.9374525
    },
    {
      "pos": 521,
      "speaker": "C",
      "text": "So that's.",
      "start": 2595880,
      "end": 2596872,
      "confidence": 0.5970500000000001
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "Did you celebrate bonfire night? Is that a big celebration for you? Do you like the fireworks? I sick of fireworks. I just think it's the rubbish.",
      "start": 2597008,
      "end": 2604044,
      "confidence": 0.8965570370370373
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Yeah. I'm not impressed.",
      "start": 2604454,
      "end": 2606670,
      "confidence": 0.825315
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "I've never been impressed by fireworks, even as a kid. You know, you have to go to, like, sort of community kind of get gatherings with the bonfire and fireworks and some local vicar or whatever would come.",
      "start": 2606702,
      "end": 2615302,
      "confidence": 0.911212105263158
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Out and the adults think the kids love it. And if they just got together and said, should we go this year? They'd all go, no, absolutely, let's not go this year.",
      "start": 2615318,
      "end": 2624126,
      "confidence": 0.9055609374999998
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "What would be better is if the vicar had wheeled out like a massive rocket, climbed in, gone, last one to the moon as a bender, and then fired himself off. Now that I pay to see. That's a firework display I'd like to see. It's just.",
      "start": 2624230,
      "end": 2636994,
      "confidence": 0.8469525531914893
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "Yeah, yeah. I'm not keen.",
      "start": 2639014,
      "end": 2640366,
      "confidence": 0.697672
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "No, sorry, what. What clue was that?",
      "start": 2640430,
      "end": 2642714,
      "confidence": 0.8734485714285712
    },
    {
      "pos": 529,
      "speaker": "C",
      "text": "We'll have a big fire to marrow. Bone marrow. Bone marrow.",
      "start": 2643414,
      "end": 2648334,
      "confidence": 0.8453381818181818
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "Genius.",
      "start": 2648414,
      "end": 2649194,
      "confidence": 0.93369
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "Oh, God. Right, what's this? Go on. What? Go on, just get on with it, because I just can't believe what you just said.",
      "start": 2649814,
      "end": 2659394,
      "confidence": 0.8325908333333333
    },
    {
      "pos": 532,
      "speaker": "C",
      "text": "What we doing? Are we final one? Yeah, all right, the last one. Like, it's.",
      "start": 2660574,
      "end": 2664970,
      "confidence": 0.8796006666666667
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "No, no, no. Say the record you play.",
      "start": 2665002,
      "end": 2668410,
      "confidence": 0.83358
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "This is free association.",
      "start": 2668522,
      "end": 2669850,
      "confidence": 0.684175
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "Yeah, brilliant.",
      "start": 2669882,
      "end": 2670490,
      "confidence": 0.603925
    },
    {
      "pos": 536,
      "speaker": "C",
      "text": "Right, yeah.",
      "start": 2670522,
      "end": 2671706,
      "confidence": 0.708875
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "And what did you just say to me just before this was ending? He just looked. It just looked over me and went, are there any animals without a brain? Right? And I went, yeah, there's an old. He went, I wasn't all this, but it's sad. There's a lad born without a brain and he laughs a lot and it's hearing and his sights. Okay, I'll go. Well, that's impossible. You, if he's that brain, all that is impossible. When he went, well, it was in the magazine.",
      "start": 2671730,
      "end": 2696284,
      "confidence": 0.8722180898876406
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "It was in a book that somebody sent, right. And I didn't want to bring it up, so it is a bit sad, really. Now this, you know, young lady, is a picture of him sat there with his mom and Carl.",
      "start": 2696704,
      "end": 2706896,
      "confidence": 0.8529311904761906
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Carl, it's impossible.",
      "start": 2707080,
      "end": 2710440,
      "confidence": 0.7029299999999999
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "It must have been more to the story.",
      "start": 2710552,
      "end": 2711856,
      "confidence": 0.87778875
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "He can't not have a brain. Hearing and sight is a concept within the brain. That's all it is, right. That the ears are just receptacles. They just. Yeah.",
      "start": 2711920,
      "end": 2719638,
      "confidence": 0.8322993103448274
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "So, but that's why it was in this book. It was a book of mysteries.",
      "start": 2719736,
      "end": 2722618,
      "confidence": 0.9482873333333334
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "You know, if you're reading a book and you see a photo and you guess at what you think the story might be, that doesn't make it true. That doesn't make sense.",
      "start": 2722746,
      "end": 2730794,
      "confidence": 0.8945987499999998
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "I looked at it because I thought he looks like an happy lad. And I read about it and I thought, that's weird. Like you've said, the fact that he hasn't got a brain, but he can see and he can hear.",
      "start": 2730834,
      "end": 2739922,
      "confidence": 0.9172749999999997
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "No, impossible. Impossible.",
      "start": 2740018,
      "end": 2744694,
      "confidence": 0.7038266666666666
    },
    {
      "pos": 546,
      "speaker": "B",
      "text": "I don't know who to believe. Listen, we haven't done it for a while. White Van man. I thought there's some interesting questions raised today.",
      "start": 2745754,
      "end": 2752134,
      "confidence": 0.8736763999999998
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "We set car up again the last hour as a person that people want to know. Yeah. Opinions on the world. Yeah.",
      "start": 2753354,
      "end": 2758498,
      "confidence": 0.879426818181818
    },
    {
      "pos": 548,
      "speaker": "B",
      "text": "Well, if you're not familiar with it, on Saturdays, the sun newspaper asks a typical white van driver questions his opinions on the week's news. And we thought we'd throw these in the direction of Carl.",
      "start": 2758546,
      "end": 2769250,
      "confidence": 0.9301750000000002
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2769362,
      "end": 2770054,
      "confidence": 0.49336
    },
    {
      "pos": 550,
      "speaker": "B",
      "text": "And then what do you make, what do you make of this teenage thug, Carl? Mickey Carroll, who spent four months in jail and he's won 9.7 million on the lottery. Is that justice? When you think of all the good people that are going hungry and there's a lad there and he's won.",
      "start": 2770714,
      "end": 2785856,
      "confidence": 0.907272037037037
    },
    {
      "pos": 551,
      "speaker": "C",
      "text": "Did he buy the ticket before he went in?",
      "start": 2785920,
      "end": 2787844,
      "confidence": 0.83486
    },
    {
      "pos": 552,
      "speaker": "B",
      "text": "No, I think he bought it once he connect.",
      "start": 2788304,
      "end": 2790124,
      "confidence": 0.8411433333333332
    },
    {
      "pos": 553,
      "speaker": "C",
      "text": "So he's done his time.",
      "start": 2790504,
      "end": 2792080,
      "confidence": 0.899926
    },
    {
      "pos": 554,
      "speaker": "B",
      "text": "He's done his time.",
      "start": 2792192,
      "end": 2793244,
      "confidence": 0.95132
    },
    {
      "pos": 555,
      "speaker": "C",
      "text": "Fair enough. Then he's been punished.",
      "start": 2793544,
      "end": 2795200,
      "confidence": 0.8652449999999999
    },
    {
      "pos": 556,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2795232,
      "end": 2795560,
      "confidence": 0.92679
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "Right. He's bought a ticket. He's had a lot of bad luck.",
      "start": 2795632,
      "end": 2798952,
      "confidence": 0.8787600000000001
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "Mm hmm.",
      "start": 2799048,
      "end": 2799584,
      "confidence": 0.6860550000000001
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "Now he's having a bit of good luck.",
      "start": 2799664,
      "end": 2801136,
      "confidence": 0.906305
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Next one.",
      "start": 2801280,
      "end": 2801760,
      "confidence": 0.966415
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Are you concerned that now he's got all that money he could turn into like a sort of mastermind villain? You know, like a James Bond style villain? He's got a criminal streak. We know that. Is that concern for you? He could build some kind of underwater.",
      "start": 2801792,
      "end": 2813310,
      "confidence": 0.9007556249999998
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "We don't with it, with my lawyers. Hat on. We don't know that.",
      "start": 2813382,
      "end": 2816434,
      "confidence": 0.8025907692307693
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Well, he'd have to prove that he didn't have a criminal streak. I'd say you've been in jail. Yeah.",
      "start": 2817694,
      "end": 2822510,
      "confidence": 0.8297805263157895
    },
    {
      "pos": 564,
      "speaker": "C",
      "text": "Sometimes people are bad because they haven't got any money. So he might be just in point. Angela gold now.",
      "start": 2822582,
      "end": 2826606,
      "confidence": 0.8536300000000001
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2826670,
      "end": 2826934,
      "confidence": 0.36323
    },
    {
      "pos": 566,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2826974,
      "end": 2827594,
      "confidence": 0.56974
    },
    {
      "pos": 567,
      "speaker": "B",
      "text": "One in five children aged between eleven and 16 go on booze, binge sessions at least once a week. That's terrifying news, isn't it?",
      "start": 2828614,
      "end": 2834640,
      "confidence": 0.8795454166666667
    },
    {
      "pos": 568,
      "speaker": "C",
      "text": "Kids, they know. They know too much now.",
      "start": 2834752,
      "end": 2837840,
      "confidence": 0.9289662500000001
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2837912,
      "end": 2838564,
      "confidence": 0.8834
    },
    {
      "pos": 570,
      "speaker": "C",
      "text": "Listen to this one, right, go on. My dad had me niece in the car, right, running her to school one day and she was in the back of the car with a mate and they chatting away about stuff like kids do, and he got into the topic of one of the mates and he said, I mean, you've got to remember. Nice. This point was probably about five or six, something like that, right? In the back of the car, talking about my little pony, whatever it is they play with. Subject changed. Oh, that Lisa in. In our class, she's a lesbian, isn't she? Right, that was the top. That's what they were talking about.",
      "start": 2841624,
      "end": 2878390,
      "confidence": 0.9110988983050848
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2878422,
      "end": 2878662,
      "confidence": 0.47019
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Chatting away about it.",
      "start": 2878718,
      "end": 2879894,
      "confidence": 0.82658
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "Just openly talking about lesbianism.",
      "start": 2880014,
      "end": 2881782,
      "confidence": 0.935642
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "I'm probably, you know, this is the topic that they're talking about in the pub when they're having fun out drinking.",
      "start": 2881878,
      "end": 2887246,
      "confidence": 0.8919457142857141
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "Yeah, yeah. But they might have thought lesbian was a, you know, a funny word or something. You know, there's no the ins and outs of it, do they?",
      "start": 2887310,
      "end": 2895894,
      "confidence": 0.911774827586207
    },
    {
      "pos": 576,
      "speaker": "C",
      "text": "He's weird, though, in it, because when I was. When I was younger, at school, you didn't like. I mean, you swore a little bit, but it wasn't like major swear words and you sort of did a little bit of nicking, but nothing like to get up to now.",
      "start": 2895974,
      "end": 2906686,
      "confidence": 0.9065450000000004
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "I mean, if my girlfriend, when she was about seven or eight, just walking to school with her mum and she called her a c u n, no, she said, oh, yeah, because she thought it was a big. She said she thought it was a big furry animal. She was being nice. And we're doing that. Where'd you do that? Just did it at school. So, you know, they might not know what it means.",
      "start": 2906870,
      "end": 2927666,
      "confidence": 0.8675151315789478
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Well, I tell, you know, I have to. I'm going to have to use kind of euphemisms here to tell this story, but when I was at school, I learned, you know, the stronger version. It's not the same word, but it's very similar with one letter change. I'm going to use twit.",
      "start": 2927850,
      "end": 2938490,
      "confidence": 0.9223332075471697
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2938602,
      "end": 2939058,
      "confidence": 0.80541
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "You know the word I'm thinking of.",
      "start": 2939146,
      "end": 2940274,
      "confidence": 0.9762142857142857
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2940354,
      "end": 2940806,
      "confidence": 0.87588
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "But I'm gonna use the word twit to replace it. Right. And I said, if I went around.",
      "start": 2940890,
      "end": 2944510,
      "confidence": 0.8443238888888889
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Do you think that's what. Yeah, all right.",
      "start": 2944542,
      "end": 2945894,
      "confidence": 0.66780375
    },
    {
      "pos": 584,
      "speaker": "B",
      "text": "That's what I think of. And can I say, am I allowed to say.",
      "start": 2945934,
      "end": 2949430,
      "confidence": 0.852777857142857
    },
    {
      "pos": 585,
      "speaker": "C",
      "text": "It's weird, though, because some people look from Cornwall use that, like saying twit.",
      "start": 2949622,
      "end": 2954470,
      "confidence": 0.9143100000000001
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "So if people listening, Cornwall twit is a pregnant goldfish.",
      "start": 2954622,
      "end": 2958514,
      "confidence": 0.8112030000000001
    },
    {
      "pos": 587,
      "speaker": "C",
      "text": "Well.",
      "start": 2958974,
      "end": 2959714,
      "confidence": 0.51652
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "Well, I learned the. I learned the stronger version of twit.",
      "start": 2960094,
      "end": 2963486,
      "confidence": 0.8194836363636363
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2963550,
      "end": 2964234,
      "confidence": 0.83125
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "Twat. For those that aren't sure. I learned this at school when I was, like, ten or whatever, and I didn't know what it meant. Was just a stronger version of twit.",
      "start": 2965454,
      "end": 2974694,
      "confidence": 0.8517659375000001
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2974774,
      "end": 2975062,
      "confidence": 0.46515
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "It was just. If you were really annoyed with someone because they were real Twitter, because I.",
      "start": 2975118,
      "end": 2978518,
      "confidence": 0.7983347058823528
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Is worse than I.",
      "start": 2978566,
      "end": 2979754,
      "confidence": 0.9658849999999999
    },
    {
      "pos": 594,
      "speaker": "B",
      "text": "And so I started using this at home because I didn't realize what it meant, I started using this at home. Oh, you twit. You're a twit. And saying it to my dad, you're a twit. You know, not saying twit. And my dad didn't know what it meant either, so he started using it as well.",
      "start": 2983174,
      "end": 2996390,
      "confidence": 0.8958524561403508
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Right?",
      "start": 2996462,
      "end": 2996790,
      "confidence": 0.91385
    },
    {
      "pos": 596,
      "speaker": "B",
      "text": "So then we'd be driving in the car, he'd be saying to my mom, you stupid.",
      "start": 2996862,
      "end": 3000234,
      "confidence": 0.9300956250000002
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "Jokes. Pull over. Pull over.",
      "start": 3003174,
      "end": 3005074,
      "confidence": 0.8738720000000001
    },
    {
      "pos": 598,
      "speaker": "B",
      "text": "Saying this that I learned at school from Mark Johnson what it really meant.",
      "start": 3006374,
      "end": 3010054,
      "confidence": 0.9217192857142856
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3010134,
      "end": 3010606,
      "confidence": 0.64659
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "Stopped using it, obviously, finding out it was quite an offensive word.",
      "start": 3010710,
      "end": 3013398,
      "confidence": 0.9554533333333333
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Yeah. Couldn't.",
      "start": 3013446,
      "end": 3014126,
      "confidence": 0.632065
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "I didn't want to bring up to my dad. I didn't want to sit my dad down and say, dad, you know that word we've been saying? You know what it means? So now, to this day, I brought out with him. So we'll be driving, you know, I go in for Christmas, we'll be driving around. He'll be calling my mum that word, left, right and center. I think she knows. I think she's just embarrassed or she's just upset and she knows what I mean. She goes, why does he keep calling.",
      "start": 3014150,
      "end": 3033856,
      "confidence": 0.9150458510638294
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "Me this terrible word?",
      "start": 3033880,
      "end": 3035056,
      "confidence": 0.956615
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "But he's the only one, I think, in our family who doesn't know what it means.",
      "start": 3035200,
      "end": 3037400,
      "confidence": 0.9591843750000001
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "No one's got the guts to say.",
      "start": 3037432,
      "end": 3038360,
      "confidence": 0.8364028571428573
    },
    {
      "pos": 606,
      "speaker": "B",
      "text": "I don't know whether I should tell him.",
      "start": 3038392,
      "end": 3039520,
      "confidence": 0.9775537500000001
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "What a twat. I know. Good to hear that again.",
      "start": 3039632,
      "end": 3047816,
      "confidence": 0.858587
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "Always good to hear that.",
      "start": 3047880,
      "end": 3049044,
      "confidence": 0.9938480000000001
    },
    {
      "pos": 609,
      "speaker": "A",
      "text": "Suede. Animal, nitrate. Carl's all flustered because there isn't a record set up, but he's getting all tizzy. He's been more worried about his competitions and sorting out, putting records on. Ready?",
      "start": 3049424,
      "end": 3060004,
      "confidence": 0.8484503124999998
    },
    {
      "pos": 610,
      "speaker": "C",
      "text": "I'm after Steve's song for a love.",
      "start": 3060384,
      "end": 3062096,
      "confidence": 0.7881114285714287
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "Well, I'll tell you what?",
      "start": 3062120,
      "end": 3062576,
      "confidence": 0.8665879999999999
    },
    {
      "pos": 612,
      "speaker": "C",
      "text": "You.",
      "start": 3062600,
      "end": 3062808,
      "confidence": 0.50087
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "Why didn't you carry on with your educating Ricky section? I'll have a look on the. On the screen.",
      "start": 3062856,
      "end": 3066696,
      "confidence": 0.8413689473684209
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "We'll keep it going, Steve. Yeah, go on. And. Right, okay, we've had. We've had a few emails. Anyone got it? Right, Carl, anyone?",
      "start": 3066720,
      "end": 3073936,
      "confidence": 0.8701991666666667
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "Educating Ricky, that's the final one we got.",
      "start": 3074120,
      "end": 3076064,
      "confidence": 0.79547875
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "We gotta get rock buster as well, though.",
      "start": 3076184,
      "end": 3077964,
      "confidence": 0.70395125
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "We've only got five minutes.",
      "start": 3078904,
      "end": 3080056,
      "confidence": 0.9527939999999999
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Come on, just do educating Ricky.",
      "start": 3080120,
      "end": 3081720,
      "confidence": 0.9108166666666667
    },
    {
      "pos": 619,
      "speaker": "C",
      "text": "Right. God, the. The last one that we haven't done is he's a bit of a nuisance. Go on in again. Not. Not really. Not really that interesting, thanks. No, like, again, I spoke to you in the week and he had much better things. Like when I tell you about Brian blessed climbing Everest and for some reason it made him played havoc with his belly and he followed through and he had to clean up.",
      "start": 3081792,
      "end": 3109420,
      "confidence": 0.9038970129870129
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "Shut himself.",
      "start": 3109492,
      "end": 3110180,
      "confidence": 0.706785
    },
    {
      "pos": 621,
      "speaker": "C",
      "text": "Yeah, using. Using ice. And why did you tell.",
      "start": 3110292,
      "end": 3113324,
      "confidence": 0.6995499999999999
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Why are you telling me that, Brian bless? What, in what way is telling me that Brian blessed shit himself once in any way educational?",
      "start": 3113364,
      "end": 3120524,
      "confidence": 0.8894372000000003
    },
    {
      "pos": 623,
      "speaker": "C",
      "text": "Because I was saying how it was climbing Everest. Right, right. Give it to him. He's an actor and that, but he gave that a go. Yeah, it played.",
      "start": 3120644,
      "end": 3128884,
      "confidence": 0.8477365517241381
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "What's the point of that? You'd say, wouldn't you?",
      "start": 3129004,
      "end": 3130796,
      "confidence": 0.8961733333333333
    },
    {
      "pos": 625,
      "speaker": "C",
      "text": "You'd say, God, it is, you know.",
      "start": 3130860,
      "end": 3133084,
      "confidence": 0.7932885714285715
    },
    {
      "pos": 626,
      "speaker": "A",
      "text": "So he's all right. I mean, me doing a boxing match, there's no reason is rubbish. But him climbing Everson shitting himself is commendable.",
      "start": 3133244,
      "end": 3139836,
      "confidence": 0.7685833333333334
    },
    {
      "pos": 627,
      "speaker": "C",
      "text": "Right. And he's only gonna, like, go and do it again. He's gonna climb it again.",
      "start": 3139940,
      "end": 3144140,
      "confidence": 0.918015625
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "Yeah, but he might not shit himself this time.",
      "start": 3144212,
      "end": 3146024,
      "confidence": 0.8815777777777778
    },
    {
      "pos": 629,
      "speaker": "C",
      "text": "What's the point in going? Nothing's changed up there.",
      "start": 3146164,
      "end": 3148684,
      "confidence": 0.9481422222222223
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "Yeah, well, it has. They probably, uh. Have probably cleared out by now. Right. But, uh, it slip on it.",
      "start": 3148984,
      "end": 3157064,
      "confidence": 0.7255969999999998
    },
    {
      "pos": 631,
      "speaker": "C",
      "text": "I can't go telling you this one because.",
      "start": 3157104,
      "end": 3158984,
      "confidence": 0.8287949999999998
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "Come on, do it. Do it now.",
      "start": 3159024,
      "end": 3161480,
      "confidence": 0.9201685714285713
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "Steve, how we doing?",
      "start": 3161632,
      "end": 3162744,
      "confidence": 0.827255
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "No, no, never mind that. Look, just tell me what that means. Oh, he's a nuisance. Oh, this is so annoying, Carl. I'm gonna go mental.",
      "start": 3162864,
      "end": 3169864,
      "confidence": 0.8997830769230768
    },
    {
      "pos": 635,
      "speaker": "C",
      "text": "Right, talk. Right. Listen, I'm just. Right. Nuisance is a bit of a nuisance.",
      "start": 3169904,
      "end": 3175764,
      "confidence": 0.8973842857142857
    },
    {
      "pos": 636,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3175844,
      "end": 3176180,
      "confidence": 0.50735
    },
    {
      "pos": 637,
      "speaker": "C",
      "text": "Apparently, the old fella who used to hang people, he used to be able to tell somebody's weight just by looking at him. Right. That's a bit of a bonus fact I wanted to tell you. Yes. Money for old rope. Do you know what I'm saying? I can't even be bothered.",
      "start": 3176252,
      "end": 3204246,
      "confidence": 0.8420363461538461
    },
    {
      "pos": 638,
      "speaker": "A",
      "text": "Yes, you're gonna tell me now. Come on. Gold.",
      "start": 3204350,
      "end": 3206854,
      "confidence": 0.7776744444444444
    },
    {
      "pos": 639,
      "speaker": "C",
      "text": "I mean it basically, money for old rope came from the. Right.",
      "start": 3206934,
      "end": 3210318,
      "confidence": 0.8789908333333333
    },
    {
      "pos": 640,
      "speaker": "A",
      "text": "What was all that about he can tell someone's way and blind blessed shitting himself. What are you. What, no tell you? No tell me that now. You nearly made me swear then. Just. I'm getting really annoyed. I'm getting really bad night. Now. Down with this back, Carl, or I'm gonna go mental.",
      "start": 3210366,
      "end": 3227806,
      "confidence": 0.818198148148148
    },
    {
      "pos": 641,
      "speaker": "B",
      "text": "Come on, Carl.",
      "start": 3227950,
      "end": 3228758,
      "confidence": 0.7197533333333334
    },
    {
      "pos": 642,
      "speaker": "C",
      "text": "I'm trying to know that people, years ago when people used to be hung. Right, right. If you didn't like the person who's been hung, you'd go, God, I really don't like him. And so you never forget the being hung.",
      "start": 3228806,
      "end": 3241286,
      "confidence": 0.912120243902439
    },
    {
      "pos": 643,
      "speaker": "B",
      "text": "We take that as red.",
      "start": 3241350,
      "end": 3242286,
      "confidence": 0.9469280000000001
    },
    {
      "pos": 644,
      "speaker": "C",
      "text": "Yeah. Yeah. So they never forget afterwards to get the hangman, to get the rope and to cut it up into little pieces and he'd sell them. It's. Sell the little pieces of rope to people.",
      "start": 3242350,
      "end": 3252924,
      "confidence": 0.8873336111111113
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "That's the most interesting thing. If it's true, that you've come up with.",
      "start": 3254144,
      "end": 3256952,
      "confidence": 0.9439707692307692
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "Right, okay. And so what's what? So they sell the rope.",
      "start": 3257008,
      "end": 3261216,
      "confidence": 0.8683690909090909
    },
    {
      "pos": 647,
      "speaker": "C",
      "text": "They sell the rope and it's money for old rope.",
      "start": 3261320,
      "end": 3263360,
      "confidence": 0.9658979999999999
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "Money for old rope.",
      "start": 3263432,
      "end": 3264304,
      "confidence": 0.968045
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "Meaning, like, you know, God, it's easy to make money that all they have to do is cut it up and sell it. We're really tight. We haven't even got time for a last truck. We've got an ad break and we've got to give out.",
      "start": 3264344,
      "end": 3278630,
      "confidence": 0.8812513043478262
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "Okay, give the answers then. This is ridiculous.",
      "start": 3278712,
      "end": 3280722,
      "confidence": 0.9160275000000001
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "So, Steve, do you want to pick a winner?",
      "start": 3280778,
      "end": 3282642,
      "confidence": 0.9267855555555555
    },
    {
      "pos": 652,
      "speaker": "B",
      "text": "I've got a winner when you give us the answers.",
      "start": 3282738,
      "end": 3284258,
      "confidence": 0.916578
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "Okay, so the first clue was that army has got some well nice trenches.",
      "start": 3284306,
      "end": 3288738,
      "confidence": 0.9583057142857143
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3288786,
      "end": 3289106,
      "confidence": 0.71799
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "That was Dw.",
      "start": 3289170,
      "end": 3290082,
      "confidence": 0.96949
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "Who's that?",
      "start": 3290178,
      "end": 3290706,
      "confidence": 0.858355
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "Dandy Warhols. The top of them. Curtains erect, all the material is worn HV. That's Holly Valance.",
      "start": 3290770,
      "end": 3302818,
      "confidence": 0.8615800000000001
    },
    {
      "pos": 658,
      "speaker": "A",
      "text": "Oh, he got a phone call. I haven't heard it. And she went. She was talking to her off air and she went, and what is it? All right. Said, you know the thing around the top of the curtain is a palmit, not a valance. And he went. Cut her off. Yeah.",
      "start": 3302986,
      "end": 3319536,
      "confidence": 0.8755492452830188
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "My aunt is always making balances on everything. I'll tell you about that next week. Right.",
      "start": 3319720,
      "end": 3323712,
      "confidence": 0.91694375
    },
    {
      "pos": 660,
      "speaker": "B",
      "text": "I'm looking forward to that.",
      "start": 3323768,
      "end": 3324784,
      "confidence": 0.982382
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "Is this the one that farted for five minutes?",
      "start": 3324864,
      "end": 3326320,
      "confidence": 0.8435833333333334
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "Yeah, yeah, the very same.",
      "start": 3326352,
      "end": 3327448,
      "confidence": 0.692588
    },
    {
      "pos": 663,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3327536,
      "end": 3328040,
      "confidence": 0.63816
    },
    {
      "pos": 664,
      "speaker": "C",
      "text": "So we'll talk about that. I was in Texas. I tripped up. I landed on my knees in a puddle. Wh.",
      "start": 3328152,
      "end": 3334290,
      "confidence": 0.9020438095238096
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3334442,
      "end": 3335174,
      "confidence": 0.30422
    },
    {
      "pos": 666,
      "speaker": "C",
      "text": "Whitney Houston. Right?",
      "start": 3335874,
      "end": 3337706,
      "confidence": 0.74157
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "Whitney Houston.",
      "start": 3337770,
      "end": 3338938,
      "confidence": 0.73891
    },
    {
      "pos": 668,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3339026,
      "end": 3339482,
      "confidence": 0.8032
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "You're a maniac.",
      "start": 3339578,
      "end": 3340442,
      "confidence": 0.6376433333333333
    },
    {
      "pos": 670,
      "speaker": "C",
      "text": "So who's a winner?",
      "start": 3340498,
      "end": 3341626,
      "confidence": 0.873105
    },
    {
      "pos": 671,
      "speaker": "B",
      "text": "We've got Pete, Catherine and Laura in Newcastle upon Tyne. They're listening online, I assume. And there's great reason. Remember they got loads of stuff. They got the DVD. Linda Green got stone roses. They got no compilation and executive decision.",
      "start": 3341690,
      "end": 3353490,
      "confidence": 0.8186265853658535
    },
    {
      "pos": 672,
      "speaker": "A",
      "text": "Read about Brian Blessed. Is it actually true of use a liberal?",
      "start": 3353602,
      "end": 3357042,
      "confidence": 0.7528916666666667
    },
    {
      "pos": 673,
      "speaker": "C",
      "text": "It was an interview with him in it.",
      "start": 3357138,
      "end": 3358738,
      "confidence": 0.9640200000000001
    },
    {
      "pos": 674,
      "speaker": "A",
      "text": "What did he say? Come on, what did he say?",
      "start": 3358786,
      "end": 3362068,
      "confidence": 0.9035409999999999
    },
    {
      "pos": 675,
      "speaker": "C",
      "text": "He said I climbed Everest and I played of it with me belly. Let's talk about it next week. We've really run out now.",
      "start": 3362196,
      "end": 3368964,
      "confidence": 0.9058316666666665
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "Oh, you're a fool.",
      "start": 3369044,
      "end": 3370084,
      "confidence": 0.6796975000000001
    }
  ]
}
