{
  "id": "5b687e1a-dfb7-4c17-a512-a0c54d517fb7",
  "status": "completed",
  "text": "Chilly weather. Why not put on a cardigan? That was the Cardigans. And for what it's worth, a lovely tune there. Oh, that's a joy. We should definitely talk like that more. XFM 104.9, Steve Merchant, Carl Pilgerton. All right, yeah, a jam packed show today. We got. We got. Oh, we got so many feet. We got more features than Carl's got on his face, which is about the same as morph. Yeah, very few. It's just really ahead. That's where I've seen him before. More on take heart. Yeah, yeah. We've got rockbusters. That's still going to. No, but he said he's going to buck his ideas up. We've got. Oh, chimpanzee. That Carl finds an amusing monkey or ape related story. We've got Khan in a film again. Right, excellent. Yeah. A lot of great response from that Carl on the Internet. It was my favorite thing. We've been about that. Can we say what the film is? Excuse my french. We've got some bloody great music. Oh, pardone. I don't know, I got to be french. Well, I'll just give you a taste. We got Oasis cardigans, you just heard there. We got Lloyd, Carl, we got bit of pretenders coming up, M and M feeder, coldplay, all the greats. Can I play you some TJ fan club later? Yeah, what do you have now? Oasis, go on, yeah, brilliant. Oasis and songbird. Nice little ditty. It's all right, yeah. Of a Saturday. XFN 104.9 Ricky Gervais, Steve Merchant, Karl Pilkington. I think we should go straight into it, Carl. I think we should do the competition that the. There's Carl in the corner. It seems a little premature. Do you reckon we should tease it out? It's a big thing. It's just that I've got absolutely nothing to say. Sure. I haven't really. Well, I mean, often. I know you all have spoken to Carl in the week, this week, for some reason, I've been speaking to him. I spoke briefly to him about Michael Jackson and the documentary. Now, of course, I thought that was extraordinary. And I asked Carl, do you? And he didn't mention to me the fact that Michael Jackson likes to climb up in trees, he didn't mention anything about his bizarre relationship with children, he didn't mention anything about his obsessive billionaire spending sprees. He didn't mention anything about the mannequins he has in his thing, or the fact that he drives around his seven hotel suites in Las Vegas in a little kind of old people's scooter. The first. The only thing of note for Carl was he said to me, did you notice how big his hands are? I tell you what, though. I did. What? Yeah. How you look at the man's got, like, a face that he's had reconstruct. I can't seem to say that's libeless. Yeah. He's had two face jobs. Yeah. And you're looking at his hands. But I think it's because you look at him and he looks a bit like. There's a bit of androgyny there, but it's sort of like a. It is quite a petite sort of old lady's face in a way. But then you see these laborers hands come out. That's always the way with a tranny. You know what I mean? You can't accuse him of being a tranny. No, he's not. No, no, he's not. He's got enough issues. Now you're accusing him. I like him. I thought he came out that brilliant. I thought he was really. I really felt sorry for him. And, no, I think he cleared up a few things, as far as I'm concerned. I thought it was a fascinating piece of work, but I did like the shopping spree. That was great. Extraordinary. Because you just go around just pointing. I know. It was bad taste, wasn't it? It was like one of those bizarre shops. Yeah. I mean, there's anything sort of a gift shop, but they're trying to make it look like men. But if. Yeah, I mean, it's sprayed gold. If he'd been living in a trailer park, he'd have been ordering, you know, one of those porcelain dolls dressed like a Harley Davidson or, you know, an Elvis commemorative plate. It was the kind of billionaire equivalent of that. But the hands were a giveaway. It's the same as those sort of transvestites, you know, when you get, like a cab driver or something. Right? And he decides to turn trans at about 60. And he goes on Kilroy, they got a twin set of pearls. And he goes, I've never felt so comfortable. But his hands are still big. He's got a little wig, and he's got the lipstick on, and he's with his teenage kids who were going, kill me. Do you think he's been having surgery on his hands to make them larger? Yeah. Is that why he was wearing that glove? Exactly. Yeah. But I think he wants to be a goalkeeper. Right. And they said, you can't, Michael. You got a big hand. It would help him climb the trees. Yeah. Yeah. And he can play tennis now without a racket. Yeah. So what did you make of it, Carl? Were you intrigued? Michael Jackson? You know, it was all right, but like, that got a load of attention in the press. But the Trisha program got nothing. Okay. Which I know, like, well, Steve called me up in the week, right? Like 10:00 in the morning. I was at work and he goes, think so? At 10:00 she think you've been preparing this show. Most people go to work about eight or nine. You watching Trisha and that? I said, no, what is it? He goes, oh, you'll be loving it. Right. Freaks. Was it, help me, my mum's a freak. Mmm. Siamese twins. Right. So I couldn't watch it, but he said, oh, it might be on again because the repeat stuff on ITV. So I have me dinner late instead of having it at like 01:00 like I normally do, like 230. Yeah. Sat in the office, put the telly on ITV two. These siamese twins, did it blow your mind? It was amazing. You know, we talk about a lot of things on the show. Quite a lot. The airy kids crop up a lot. I was waiting. It's been ten minutes and you haven't mentioned the airy kid. Right. And last week we were talking about siamese twins, weren't we? So it was weird that this program was on, but it was amazing. I mean, what I think you can't. Refer to them as siamese twins. I think they're known as conjoined twins. Why? I think. I think Siamese is maybe considered derogatory or as an antiquated phrase. Yeah. I think it's because the first famous ones were actually from Siam and that doesn't exist anymore. No, it's conjoined, Carl. Yeah. Get the phrase. Right. But you think that if that's happened to you, that wouldn't be that sort of offensive, the names that you must get called, right. You think that's leaving you out? Twins, I'd say, yeah. Now, were you stunned by where they were connected? Just live with it, we'd say, right. They were connected, of course, at the forehead. Oh, sort of. Which was quite, quite extraordinary. God, what if one had bad breath? That wasn't a question that Trisha asked, annoyingly, because I know that much of the audience was thinking that there's a. Few things that didn't crop up. What questions would you have asked of them? Because what things did you feel weren't mentioned? I'd love to just watch Carl watching amazing things. Exactly. Do you know what I mean? It's like early learning. Mouth slightly open, slightly looking round to see if anyone else has seen it. You know when a cat sees a bird land on the balcony? Can't believe it's luck. I'd probably say, how do you buy her? Like a birthday present? Surprise gift. Yeah. Because everything's ruined. Sure. I'd probably ask. Yeah. Well, did you not think it was interesting that one of them had a boyfriend? Well, that was a bit weird on it. Uh huh. But what was the other thing that I was thinking when I was watching? It was thinking, if one got into crime and that was sent to prison. Right. What would happen? It's brilliant. It's brilliant if a chimp could talk. And what was the other one? The other thing was, what did he talk about? Because it's not as if you can say, oh, guess what I did today, do you know what I mean? There. Brass in pocket. And if they're pretending to be good, they're doing a bloody good job of it. I love them. That's Ricky Joeys on XFM 104.9 with me, Steve Merchant and Carl Pilkington. Carl is still buzzing about these conjoined twins. It's just one of them, of course. Had to be, because one of them was sort of shorter than the other and had to be sort of wheeled around on a kind of trolley thing by the other. This is Molly and Dolly, is it? No, they're not. One's called Reba. I forget what the other one's called. Sheena, maybe, or something like that. Do you remember car? No. I wasn't that impressed with the names. It's just. Yeah. So you immediately put them out of your mind. Those are rubbish names. I'm. Forget, forget, forget car. Forget they're gone. Were they british or american? Yeah, american. One of them was a. Apparently a country music star. This is Molly and Dolly. Well, they're not called the one that joined at the. Oi. I think you've made up the Molly and. No, it was on Jerry Springer. There's a little one that sits on a seat and the other one carries it around her round. And they're not called Molly and Dolly. They were something like that. One of them is called Reba and I forget one of them. The country in western single. Yeah. But she was saying, yeah, I've just made a movie. It's coming out shortly in theaters. Yeah. The other one said, I'm not involved. It's utterly bizarre because they live there, they work so hard to live their lives separate. Yeah. They say, you know, they don't. They try not to. So. So she's talking about her music career and the other one sort of not taking any kind of credit for. Which is nice though, because when she was singing as well, the other one just stands there. She doesn't join in, she doesn't sort of dance offer back in vocals. I mean, make a group out of it. A duo. Yeah, well. But it seems like we sort of being horrible, but no, we don't know. We're laughing at Carl's amazement and at this phenomenon. Sorry, I just got to say, we're not, we're not, you know, taking the Mickey. The really weird thing about all this, right? And it's annoying because you were saying about, you know, what should have Trisha have asked and all that, but one of them mentioned that one of them was adopted and the other one wasn't. Don't talk rubbish. No, seriously, I didn't understand it. Right, because you didn't. And then Trisha sort of said, well, let's have a chat and do like. No, don't want to go into that. What do you mean? One was adopted? That's what you said. One of them. I don't. Don't quiz me on it. But that's what was. That's what was said. Hi there. I may. Hello there. I'm a multi millionaire. I've just seen your orphanage. One of your children, you'd like to adopt one? I'd love to adopt a children. I've got loads from around the world. I give you $10,000 towards your. Wow, we're. Speed it through then. Yeah. Actually got two left. I need one. I'm only interested. Right, yeah. I know it'd be tragedy to break them up, but I really need one now. Break up. There's the, there's the rub, you see. Sure, because just need the one. It's $10,000 now. You can have that. I'll sign it now. But I don't discuss it. I'll bring around. I'll bring around. Brilliant. Okay. Ding dong. Hi. Yeah, brilliant. You brought my kid. Right, yeah. There she is. There. That's. Enjoy. Yeah, yeah. Just standing next to a bush. Yeah. Do you want to. Can you bring your own? There's nothing behind the bush. So just. You just want. I just want. I want to be. I just want to be able to walk 300 to and 60 degrees round her. Do you want her? Not. Yes. I can't believe it. What's that little trolley she's talented. Oh dear. You're talking nonsense. Carl. Feeder. That's it. Just the way I'm feeling. Xfl one of 4.9. Ricky Gervais, Steve Merchant, Karl Pilkington. It's time for the newest quiz in town. This is where Carl inserts himself into a seminal film. Last week he was the little kid in 6th sense, you remember, to great acclaim. The critics loved it. They said, a triumph this week. He's fiddled with the graduate. With. This is the scene where, of course, he goes upstairs to the hotel room and it's on the cards. She's a dead set, Misses Robinson. Well, here you go then. So you ready for it? And I've brought some condoms from home that Suzanne got for Christmas. What? Will you bring me a hanger. A what? A hanger. Tell you what, I've got wood. What? Just saying I've got wood. I've got metal ones as well. What sort do you want? Either one would be fine. All right. There you go. Are you afraid of me? Eh? No. No. I've seen weirder things than you. Have I ever told you about the two lads I went to school with who had big heads, web fingers as well, not related and weren't mates, but both had the same thing, which is a bit. Bit weird. Yeah. I never found out what was wrong with them. Can I ask you a personal question? As long as it's not about me Ed being round. Because Ricky's always going on about that. He's saying, I've got a round, Ed. Well, you can admit that, can't you? No, I'd say it's a normal sort of shape. It's just round. It is, isn't it? Yeah, but what? What do you mean? So is yours. Heads should be round. Nothing to be ashamed. I'm not ashamed. It's just a normal shape. Mm hmm. And you can sort look at your saggy ass. Anyway, get your knickers off. Hello, darkness, my old friend. Oh, that was a joy. Oh dear. That's an absolute treat. Now I should say that obviously the prize is a copy of the graduate. Now bear in mind that XFM is giving away these prizes. Carl is so cheap that he wouldn't even buy it on DVD. He's bought it for $6.99 on vhs. It will be panned and scanned. It won't be widescreen. There's none of the extra features that you get on the DVD's face. He's got it. Karl, did you pocket the rest of the cash? No. No, I have to use my own money to buy these. Right. You're using your own money to give this stuff away. Yeah, so I had to go and buy that. XFM is so cheap, I'm stoned. Right. And it's not worth having it on DVD, is it? It's an old film. So. So the quality is. Jamie, they can't really tidy up. They do it from a print, they don't do it from the video, they don't get. They don't get the video and go, let's make it into a DVD that someone. I'm not gonna vote. Well, anyway, you can film though. Fine. Okay. Well, you're right, yes. Anyway, you can win 690 nine's worth of the graduate. The question, and it's email only. Steve. Steve. It's not Steve, it's Ricky Gervaisfm co dot uk. The question is, name the actor that Carl was taking the place of in the film. And of course the actress that he's performing opposite, Ricky Gervais Fm dot co dot UK. Lovely. Do you want to play something from there? I would love to. It seem appropriate. Yeah. Hello darkness. Dear Mister Simon and Mister Garfunkel. Please, let's not have the sound of silence. Let's have some more beautiful music. Get back together, please, quickly. I think you should do every single lingo. It's the best bit of the show. On XFM 104.9. Are we going to have time to play the clip again before. I don't know, before 02:00 let's say. Are people not listening to the question? Is that what you are? Some people are not listening to the question. Oh dear. Okay, we'll play again about two. And personally, any excuse to hear it. Again because I thought, I think Carl should go out and get the DVD. I think it's embarrassing to give away the. You have to get it. You have to go out by the DVD later, Carl, on the DVD it's. Got a booklet, it's got an audio commentary, it's got behind the scenes features, and it's got this pristine widescreen version of the film. You've got some cheap 699 version. Yeah. And so because you were being mean, because it was your own money and you can have. You're gonna have to waste that now. No one wants it, so it's gonna cost you twice as much as it would have done if you just got the DVD the first time around. Valuable lesson learned. Rewound it. There's a penalty if you've not. No, you haven't. Rewind it. Go and get the DVD later. This the way they're gonna win a DVD. I looked at the DVD and it was 18 quid. Go again quid and claim it back. No, you've got. Wait. What a cheap station this is. It's outrageous. I mean. Oh, do you go on with the other prizes with what we're giving away later? What is this for Rockbusters? Well, we don't give away prizes, we throw away prizes. Yeah. Cleaning out some drawers in XFM. Go on. I'm just having a quick look through before I. Because we've sort of revamped rockbusters a bit. There's an extra bit in it now under that audio bit. You're selling it. Your big, big sell. There's a DVD. There's a DVD that. I'll go through them later, Rick. I just need to absorb it. So who did Carl play in the clip? What actors place did he take and what actress played opposite him? That's Ricky Gervais. XFM co dot UK. Sure, yeah. What we got coming up? We've got some play, a bit of Coldplay. Right. Look how they shine for you, all the things that you do. Coldplay yellow on XFM 104.9. Get it on DVD. It's an embarrassment. Seven quid's worth of old video pan and scanned. I bought it. Now that's what they're getting, right? It put a downer on it. All the work, you know, that went into that, and then just gonna fob them off with a bit of old celluloid like that. Listen, still to come, right, we've got the monkeys thing. Oh, chimpanzee that. And when I was out last Sunday, right, and Johnny's birthday party. Yeah. Steve was there. Yeah. Got talking about stuff and a debate that we didn't really finish. Crop top. It blew your mind in it. Amazing. Oh, I know about this. Steve told me. This is the infinite amount of monkeys, or a monkey with a typewriter. An infinite amount of time would eventually come up with the works of Shakespeare. Yeah. There was no debate. It's a philosophical mathematical problem. There's no debate. It's true. No, listen, Carl, listen. Infinity sorts it all out for you, right? An infinite amount of monkeys that are typewriter. Right? They would do. They do everything. They type everything. Infinity just sorts it all out for you. There's no getting to it. And they're going, oh, well, let's have a look what they've done. This one's come close. Did Romeo and Julio. It would do it all. It would type everything ever possible. Conceivable it's a mathematical. Well, we heard your side of the argument. I'll be honest with you. It's a persuasive one. But let's hear Carl. He heard about this in a pub last week. What's your problem with it? What's your problem with it? Well, first of all, right, you're saying it's a load of monkeys. It's not just one monkey. That's depends. No, no, wait, wait, wait. It's either a chimpanzee with a typewriter with an infinite amount of time, he would eventually, by definition, mathematically, type everything ever possible. Okay? Or it's an infinite amount of chimps with typewriters, and one of them will type it first time, but already that's. That's sort of. That's not right. You either need to. What do you mean? What, you mean employment laws? What do you mean it's not right? Let's hear him out, please. If it's one monkey. Yeah. With a typewriter that's got loads of ink in it and that, right? At least it knows what it's done in the past. Don't. It's not going cry if you got. A load of monkeys. It's like, it's like if you have too many. What's that saying about too many chefs. Too many chimps for the soup? Right. Well, it's the same thing. It's like, well, I didn't tell you to put salt in it. I was gonna put salt in it and it messes it up. Whereas if it's just one, they know what's gone on. So what I'm saying, I can't be bothered. This blows my mind. He doesn't know what this does to me. It's a mathematical problem. I want to hear the rest. Well, it's just. I just don't think it will happen. What do you mean you don't think it happened? Infinity works it out for you, by definition. Well, what's stopping them typing the same thing again? They would. They. In fact, the problem should be if you had an infinite amount of time, that it would type that work to Shakespeare an infinite amount of times and everything else an infinite amount of times. But, you know, that's not. That's just. That's. That's not as. Not Shakespeare. Oh, shut up, you idiot. Rick, do you know what he said to me? I said to him, I explained it to him. I said, you've got an infinite number of monkeys, infinite number typewriters. They will type the complete works of Shakespeare. He said, have they read Shakespeare? You're an idiot. Player winds me up. But you're saying they'll do it with no spelling errors. They do it. They do it an infinite amount of times and they do it. They do it wrong an infinite amount of times. And they do it. And they spell the last full stop wrong an infinite amount of times. And they do it. And they get one thing wrong in Hamlet. Wrong an infinite amount of times. They do everything an infinite amount of times. Are they going off a story? Knock you out. I'm just saying. Shut up. Do they know the story? Oh, they're monkeys. Oh, Christ. Lloyd Cole. She's a girl and I'm a man. Good that, innit? XFM 104.9. Steve Merchant. Karl Pilkington. As ever, Rick. There's always someone who steps in to defend Karl. Okay, what is the defense? What is the defense? Here's an email from Scott Kumar. He says, carl is actually right. I've got an a level in statistics and probability. It doesn't matter how long they have and how many monkeys you have, you cannot guarantee they would type the complete works of Shakespeare. Infinity makes it probably they would get it right, but not definite. Yeah, well, yeah, yeah, that's what I was saying. No no, you weren't saying, Carl. You don't understand it. Infinity sort of sorts it out that if they do, if they do, if they do anything, they're, they're nearly do everything, won't they? No, I mean, they'll give it a good shot. No, that's not the point. But the point. Surprised if they did one page. Right, right. Listen, it's not to do with consciousness. It's not to do with them aiming. They just bashing away. It's like that. They're used to show that there isn't consciousness. They, they, they chose the chimpanzee because it can type. Presumably. It's because keyboards, because they hadn't come across you at the time. Yeah. Yeah. It's to take out thought out of it. It's to take out reason and trying. Right. It's just random. They're saying that if you typed enough things, if a computer was never typing everything, if you left it for an infinite amount of time, and they chose Shakespeare because there is meaning behind it and it's difficult to get it exactly right. To show you that infinity would come up with a. It's not just Shakespeare, it's every novel. It's everything. Fairly eloquent there. From gervase, a quick repost, please, from Carl Pilkington. No, I'm just saying what I don't understand. If it hasn't read it, then how does it know where it's going? Oh, I. Listen, right, okay, listen, right, can I just explain to people, right, some people have said, oh, why are you cruel to Carl? He drives me mental with things like that. What do you mean? Wow. Well, I just. Let me just take a breather. How do I do? Your idiot. He keeps coming in the week. You know that I work here properly. Yeah, in the week. Don't, sir, I've got a proper job. Yeah, yeah. Should be nine to five. But I normally get in at about 08:00 and working hard, trying to do me job. Three times this week I've been rushing around to walk past me little studio. He's sat in there, all right. Now, because I've got this sort of job, I can get away with it. I said to him, if I was a doctor, what do you keep coming to me practice? If you were a Doctor, there'd be severe problems with the NHS. Oh, imagine that. The standards would have lowered so much. We go to lunch. If you can arrive at the hospital, you're in. Well, pop in, I'll go to lunch. Don't we? We have a little lunch break, don't we? Ok, come on, let's go now. Go some bit ago. Come on, let's go now. He's going. Oh, you're doing me, Eddie. Well, when I was talking about the monkey conundrum with Carl, he said to me, right, if I had a day off work and I was, say, watching the tv and with one hand I was typing a typewriter, would I type Shakespeare? I mean, yeah, but you see, there's certain things. We were talking a little bit about this stuff the other week, weren't we, when we said you were going on about Einstein. And I said, he's not that good, you know, he calls MC squared, you know, it sounds good, but I've never used it in that way. I've never used it. You haven't used two and two equals four? Carl, the fella with an apple, fell on his head. You know, it could have been anyone sat under that tree. I mean, it's just annoying. Newton gets all the credit for his. Laws of the universe. A lot of people were working whilst he was having a lunch break under the tree. So in a way, it's like he didn't deserve to have that story again. Forget the apple and the tree and whether he was sitting down having lunch break. It's totally irrelevant. Yeah, but what I'm saying is there's certain things that will just happen. You know, it's like, I think we were talking when we were out eating the other week. We were talking about Noel Gallagher. Well, this is reason the monkey discussion came up, right? We were Noel Gallagher. I don't know what to say. I don't know what to say, rick. I don't want to misquote. No. I'd be like. But lohm include. So I'm going to get a twitch whenever he opens his mouth. I don't know what. I don't know. I don't know where to start with some of his statements. Well, as I say, this, all this discussion began because we were talking about a quote that Noel Gallagher supposedly gave. Now, I don't want to misquote Gallagher, but the gist of it was that he said, had I written Wonderwall or whatever, instead of the Beatles writing strawberry fields, whatever, I'd be the one that was considered the great songwriter and it wouldn't be the Beatles. It's just the fact that they came first that meant that they get all the credit as being the greatest band. I don't know whether to start with that statement either. I mean, that's Gallagher's thing and he's, you know, whatever. We know what we think of that. What was your point, Carl? You agreed with him, didn't you? Yeah, I reckon. Right. Do you know, we've talked about putting a baby in a room before, and he'll know what colour it is and stuff. If you got a room that's painted red, right? But forget that, because that's. Me. Say if they did some new tv show, right, like, what's that film with Jim Carrey in? Where? The Truman show. The Truman show, right? So they make up a little room and some woman has some kids, and you say, right, let's put the kids in this room, and they don't know what's going on outside. They don't know anything about, like, eastenders and that. It's like their little world, right? They don't know anything that's gone on. How could a child survive without these tenders? Right, listen, so you sat in the room, right? And then when they're all asleep, wait for this bit. Someone. Have you heard this? Yeah, wait for this bit. They're all in a room. Yeah? They're asleep, yeah. Someone pops in, puts a guitar next to the bed, right? Nips off out again. They wake up in the morning and one of them goes, what's this? They don't even know it's a guitar because they've never seen one. Right. They're talking English, though. Yeah. We just left guitar out of the vocabulary. Right. So there's plenty more to come. So one of them will pick it up and they'll go, I don't know what it is. And they'll start strumming. They'll go, that sounds good. Tonight. Give them a few weeks. They could come up with hey Jude. Whereas saying. Typing Shakespeare, a monkey that can't even spell. Christmas special as well. Yeah. No, short I'm chewing off in as well. Yoshimi battles the pink robots and XFM 104.9 before the ad break, Steve Miller. Band fly like an eagle. Great track. Lovely to hear that. Brilliant track. We're not scared of playing that sort of stuff, are we? Indeed. We've got some great. I think we're underestimated here. People think we're just like, you know, two guys in a buffoon in a room. It was so much more than that. We, you know, we try and put together a whole package for them for their Saturday afternoon listening, play an infinite. Number of us, three in an infinite. In an infinite number of studios. Yeah. Broadcasting for an infinite number of shows. Would we ever do anything half decent? Yeah, we eventually would. We ultimately come up with something quite. What was that email that you were laughing? I can. It's too rude. What does it say? It's too nasty. Oh, God. Give me the gist of it. The gist of it was that it would mean that if there was that infinite number of monkeys, eventually, besides the fact that they would type the complete works of Shakespeare, they would also type the sentence, Carl Pilkington is a genius. But the email also said it would also type Ricky Gervais. I can't say the word, but I know. Yeah, but the number of times they type it and write, Carl Pilgrim is a genius and Ricky Gervais is a cunned. Exactly. Yeah, that would be there a lot. Before we carry on with anything, I should just tell you we're on subject emails. There's one emailer we're always looking forward. To hearing from Dickerson, Dicky docky do. Richard Anderson. Thanks for emailing. He's my biggest fan. He's one of the biggest fans. Absolutely loves me, but not afraid to. Offer some constructive criticism. Go on. That's the great thing about Dickey. And from Anders this week, he says, ricky, I'm lazy. I talk nonsense. I'm badly organized, and I believe in ghosts. Can I have a job working on your show? Possibly Anders. Maybe send in a cv or email. A tv, a little bit of all of us in that. Ask if he's a goggle eyed freak. Steve. All right, calm down. Well, no, I didn't necessarily to get insulted. No, I didn't necessarily mean you, did. I to get nasty? Well, so I was thinking about that, actually, Steve. Oh, God. Just talking of the older. What? What? Talking of the what? No. Do you know, like, expect to be good? No. You don't have that many girlfriends. What do you mean? Carl, why are we on this? I wasn't. I was defending you in the whole monkey discussion. Come on, what's your point? What's your point? What's your point? What's the point? What's the point? I just was thinking, if there was. An infinite number of steves. You know, you're an odd looking fella. Come on, Carl, get to the. No, you know I've told you that. What do you mean you know? I know that. Well, there's no point pretending anymore, Steve. I'm. I am flabbergasted. But also, you don't like spending money, right? He's mean and weird looking. Valentine's Day. Are you sort of. You know, you've got to love him now, haven't you? What? What? Are you happier with the fact that no girls like you enough, right? This is men. This is really mental. Or are you happy because you don't have to spend any money on a card for someone? A little from column a, little from column b. Right. Let's have. Let's have more monkey news. What? We got. No way. We've got so much to get into this show. Insults. I think we've got enough. We don't need the insults. No more insults. No more insults. Me with colleagues. You know, he's been planning that. No, I haven't. I was think. Well, I was thinking about on the way in, because Valentine's day is coming up, and I'm not a big fan of it. Condoms? You bought your girlfriend a box of condoms for Christmas? I don't think you can ever go at me, to be fair. No, but I don't just treat her on Valentine's. I'm always. Do you know what I mean? You don't even treat her on Valentine's Day. You don't even treat her at Christmas. Or on her birthday. When do you treat. Hang on a minute. Wait a cotton picking minute there. Oh, why, I honor. Wait a minute. What was that? Tiffany dog. I treat your girlfriend better than you, and I've only met her twice. I took her out last night and. She enjoyed herself until she had to write the check. Where'd you go? Where'd you go? To a chippy. To a chippy. Not a really quality one. Right under a fiber for two. Nice wrapping. Not newspaper. Greaseproof paper, bread. Ash. And sometimes on XFM 104.9. I'm going to surveys with me, Steve Merchant and Carl Pilkington. We've got so much to get through. All right, all right, all right. London's shit in it. Sorry. Swear on air. On air. My studio. Never, never swear on an on air studio. Yeah, apologies. Not really swearing, is it? I'll tell you what swearing. So, yeah, graduate, you're gonna play that again and give a winner. Give a winner. Well, let's hear it. So it's Carl Pilkington featuring in the graduate. Yeah. Well, here you go then. So you ready for it? And I've brought some condoms from home that Susan got for Christmas. Gentlemen. What? Will you bring me a hanger? A what? A hanger. Tell you what, I've got wood. Just saying. I've got wood. I've got metal ones as well. What sort do you want? Either one would be fine. All right. There you go. Are you afraid of me? Eh? No. No. I've seen weirder things than you. Have I ever told you about the two lads I went to school with who had big heads, web fingers as well. Not related and weren't mates, but both had the same thing, which is a bit weird. Uh, yeah. I never found out what was wrong with them. Can I ask you a personal question? As long as it's not about me, Ed, being round. Because Ricky's always going on about that. He's saying, I've got a round, Ed. Well, you can admit that, can't you? No, it's. I'd say it's a normal sort of shape. It's just round. It is, isn't it? Yeah, but what do you mean? So is yours. Ed should be round. Nothing to be ashamed. I'm not ashamed. It's just a normal shape. Mm hmm. And you can talk. Look at your saggy ass. Anyway, get your knickers off. Hello, darkness, my old friend. Oh, dear. A classic. An Oscar winning classic. Oh. Carl Pilkington in the graduate. But what was the question, Steve? The question was, which actor was Carl Pilkington taking the role of? Well, that's easy. Which was he performing opposite? I know that. And the answer is Ricky Hoffman. And Bancroft. And Bancroft. Dustin Hoffman and the 699 VHS cassette is going to Laura Gomez, because she says that she'd be happy with the VHS, not the DVD. So best of luck to her. I hope she enjoys that. All right. Yeah. What we do next week, I've got loads of. I quite like hearing Carl in a sort of seductive environment. It gives you another insight into. It gives you another dimension. I know. Et it is then. Exhibit x and the track x. Have you seen eight mile? Really? I really enjoyed it. You know, it's exhibit. Makes a little cameo in there. Yeah. And that. That last bit, that. That wrap off at the end was lovely. It was so. It was just like. It was like Rocky or something. Shall we have a wrap off? Maybe next week? Yeah. Yeah. Let's try and master the art of talking civilian to each other first before we start making it rhyme. Rockbusters car. Yeah. I'm not a champion of rockbusters, as you know, but I think it's overstayed. It's welcome, but. Well, I think Carl's just giving the fans what they want here. Okay. It's a popular thing in it. Got some good prizes, the pressure behind it. Let me tell you what the prizes are. It's a dance music compilation. Cream trance anthems 2017. A lot of trance on. Well, I put that on quite a lot and do it myself. There's the original motion picture soundtrack to the forthcoming film adaptation. When you've seen the film, I'm sure that will mean more to you. You like that, though? It's a good movie. A Nicholas Cage playing and a twin brother. And it's written by Spike. It's directed by Spike. John joined at the. What? No, no, they're not joined at the hip at all. Or at the face. And we've also got the best one hit wonders album in the world ever. What we got on there? We got things like the crazy world of Arthur Brown, brilliant Nayna, 99 red balloons, the Rembrandt. In fact, it kicks off with Nayna. Sure. That's followed up by I'll be there for you, the theme from friends by the Rembrandts, and of course, breakfast at Tiffany's by deep blue something. Brilliant. Deep blue something. Is that the worst name? I think it possibly is. No. Sixpence. Pretty bad name. Okay, again, we. I know we've got a lot of chill out fans who listen to us. The best chill out album ever. Bear in mind, of course, all these prizes collated by Carl from, I guess, people's drawers. Yeah. Dearie me. What is it? The only thing probably worth having is a. I mean, it's topical if nothing else. Car a seven inch by the white stripes. Merry Christmas from the white stripes. That was their exclusive Christmas single, so. That'S early in it. A lot of people gotta wait eleven months before that's released. Or is it last christmases? Exactly. And I have never heard of this DVD. Go on. I like to think of myself as being fairly familiar with tv and films, but I have never heard of Stephen King's Rose Red. Welcome to a place evil calls home. And it's on DVD. It's certificate twelve, so don't imagine anything too shocking and it looks appalling. Is Rose Red mansion truly haunted? To find out, professor. Okay, we've got the gist of it. They're not very good prizes, they're cobbled together. But if you've got nothing better to do, call in. If you know the answers to these clues, it's rock busters. Let's not let them call in, Rick. Please don't let these people call in. It's email only, Carl. Don't interrupt me. Just. Yeah, Ricky Gervais, fm dot co dot uk. Email only. I can't stress that enough. We just don't want to speak to you people. So I give some initials out and a cryptic clue and it makes up. The answer and wow, sometimes it does. Yeah, two of them. There's a new aspect which I'll explain about in a minute. So the first one is cryptic clue is, well, if he would have been wearing an helmet, it would have been all right. And the initial there is b. Right, so, well, if you would have been wearing an helmet, it would have been all right. B. Right, Pandora, an artist. Second one. Why are them jamaican fellas swinging fish around their head? Initials fills me with ds. Ds. Why them jamaican men swinging fish round the red? Alright, and the final bit, two rock busters. It's a new bit. Last week I played you this. That's someone beating up a dog. That was smack my bitch up. Right, so here's some sound effects and that. And they make up a song. I can listen to him jog all day. Let's have a listen to the effects. Right. I told you not to play that one. It's rubbish. No one will get that. Well, we'll see. I heard that a couple weeks ago as it's rubbish. No one to get it. No, it's not the one you think it is. Aha. Right, so email in. Ricky Gervais, Fm dot co dot uk. And you win that. So I'm a little bit confused. I'm here, I've heard what you're saying. We've discussed this in the past. I don't know what's happening. What's that? Is that a clue? That's a cryptic clue. That's that screaming to a song is. It was screaming. Well, don't say it. So they should stand up by itself. Don't give them any clue. Hang on a sec. Hang on a sec. So this is the name of a song. It's not a band or an artist. So the first two bands are artists and the last one is the name of the song. I said we should abandon this. I said we should just pack it in. What, the show? Yes. Someone talking. I'm looking at his face. His headphones are too loud. Instead of turning them down, he's just grimacing, going, these are too loud. I don't understand it. How have you lived this long? How did you make it to 30 without getting squashed or eating something deadly poisonous? I told you, I used to choke a lot. We read an email from placebo, the bitter end. We've had an email from Andrew Forrest, who has just simply entitled it Carl Pillockton. That's got to be your new name from now on. Oh, I had a mate who used to use it. What used to call you that? Was that your nickname at school? No, it's not my nickname. It is now. No, it's not. It is now. Pillicton. Pillockton. Oi, oi. Pillockton. Pillockton. Do my own work. Where do you live? Where do you come from? Pillockton. No, there's this lad who called Mark, right, who used to go to school with who I used to call me that. And his mom, right, was, like, obsessed with cleaning and I was never allowed in there flat. He makes the place look untidy. So she used to. I don't know if it was just me or all his mates, but I used to turn up and she goes, yeah, he is in, but you know what you got to do? And I used to have to go round the side of his flat and he had a computer, right, which he used to play. I didn't have one at that point, but he had one, and I used to have to go around the side of the flat and stand at his bedroom window with his window open. And I'd be sort of leaning in, playing the game. You are joking. You had the weirdest ringing I've ever heard. The things you were willing to do. It's the strangest. What is this town like? Was there always music? There's the horse in the house there. Oh, look at these two kids with big heads and web feet. All right, all right, Ronnie. All right, Reggie. What. What was it like? She was. She was like. You've grown up in a cartoon made for children. Yeah. No, his man was really obsessed with cleaning. I went, um. Can I play through his window? Misses rams bottom. Can I play through Mark's window? Aight. You know, we have to do. She used to be up to that pinicton again. Well, till three in the morning. Was. She used to be up doing the tiles in the kitchen, washing until three in the morning. Three in the morning. And for ages and ages I. That's what. That's saying, that out on the tiles. I used to think that came from, like, his man, because she was out, like, cleaning him late. So till I was about 13, I thought that saying, out late on the tiles. Yeah. Was. And now you're not confused by anything. There's no misunderstandings in your life now, is there? So what he was allowed to walk in and out of the house was. He was all right, but. And he used to come around to ours a lot and ma'am used to get these pies from ag and backs. Right. So I don't know what that is. It's at that bakery where they used to chuck the cakes out the back. Oh, you had six yet? Six. He loved it. But I could never go round to theirs. Or if I did, it was like, well, yeah, he is in. And I go, all right. And then I'd walk around the side of the flat, stand outside. Why did you ever knock at the door? Why just go around and knock on the window? Just check his in? Because he wasn't always in his room. You say, it was lounge. He'd have to go to his bedroom. And then you see, you. This is the strangest. And you'd play a computer game through the window. You say it was a flat. It wasn't like a fifth story one. You had to get in one of those kind of cleaning contraptions and, like, winch your way up. I love the idea of that. Oh, Pillockton, have you got me any chimpanzee that. I've got monkey news still to cram in in the next. Let's do monkey news now. I need some monkey news. I think we've done enough here, right? What do you mean? I think we've done enough here. We'll play a little song, eh? What? Play, um. Play the verb. All right. God is getting all stressed because I. Screamed sparky stream Tina Franklin. I'll tell you, I'm sick of the screaming, Rick. I'm sick of that. I mean, no wonder Carl hates you. And that is the word I don't use often, but he does and he loathes you. Monkey news, give us one of the. Screams so the audience at home gets a taste of it. I'm taking my headphones off now. I'm not gonna scream. Go on, let's see what they're asking. What you were doing, was it worse than that? Yes. Right, come on. Monkey news. We're not gonna win. It's not called monkey news at chimpanzee. We're not gonna pack all the monkey stuff in. We've got quarter of an hour. What? What other show can say that? We're knocking the packing all the monkey news. We've got 15 minutes, but we can't get all the monkey information. Right, come on, you're gonna love this one. Go on. This other jingle. Oh, chimpanzee that. Right. I don't know how recent this was. Oh, God, 17th century, but it happened in acne, right? If you're outside London, that's in a place in London and it's this monkey that's going about acne, nicking DVD's. Even the monkey didn't go for videos. Even the monkey knew. Well, there's no point in getting on vhs. Throw it back. Right? And there's a girl called Lisa who works in our office here, right? And I mentioned it to her because she lives in Hackney. I said, you familiar with this? And she said, oh, I remember something about it which annoyed me. The fact that a monkey's running riot. But she couldn't. She didn't know the full story and she lives there. What do you mean, a monkey? Do you mean it? Do you mean a chimpanzee or a monkey? I don't know. Is he a zoo in acne? Is he a zoo there? I don't know. What. So it was. But it was like, there a zoo in Hackney? I don't know. I don't know. That's what I was asking. Get on with the story. So anyway, so, yeah, it's been robbing stuff. And the other bit that really puzzled me, right. Is the fact that. And you're not easily puzzled by monkey news. They took fingerprints. What do you think about that? Well, they took fingerprints, presumably because they didn't know it was a monkey to start with. No, they did. They saw it. They saw it nicking stuff and they said, get fingerprints. That means there's more than just one doing it. He had to fax them to Interpol. Yeah, yeah, we know. That is. Yeah, it's brightest. Brian the monkey. Yeah, yeah, sorry, I thought he was stealing DVD. Specifically DVD's. DVD's? I think it said watches and stuff. What, breaking into homes? Yeah. In Hackney, maybe. Are you sure it wasn't a kid with a mask on? No, seriously, how is he breaking into homes? At the drain pipe. They're good. And they. They're good, aren't they? But how would they do? So is that the news? Well, that's. How much do you want? Is that monkey news for this week? Well, I don't know that it's true. Again, I've got. There was other stuff. There was another story that I found about a monkey. But I would like to know from someone if in Hackney, if you know, I mean. And I missed that one on crime watch, which would have been good, right. But there was another story about one that kept getting on buses, not paying its fare and just sat in a corner reading the paper. Reading the paper, Carl, you an idiot. That wasn't in line. You're an idiot. It wouldn't read the paper. Why would it read the paper? Because it was its way of sort of going, oh, well, if I'm reading something, maybe the inspector, the inspector will. Notice my hairy hands. Carl, you're such a fool. Well, I've just had a news flash that an infinite number of monkeys in Hackney and ikking an infinite number of typewriters. Yeah, we don't know what for. At this stage we've got no more information. And they've taken back an infinite amount of graduate on video. This is rubbish. Super glass, seen the light. I just think the people sort of other Saturday going, you come in shopping. I can't. Listening to XFM. There might be some monkey news and they waited 2 hours for that. What sort of a show has a feature called Monkey News? Well, I have to say the monkey story has been corroborated. Which one? Well, this one. It says, police in Britain this week are on the lookout for a very different kind of burglar. A chimpanzee who has been sighted breaking into a house in Hackney, stealing a mobile phone and leaving. The chimp is also the prime suspect in a break and entry in a nearby house where part of a radio was taken. One policeman stated that it might have been trained to steal. But a monkey's not going to think that's a mobile phone. I'll just have that look at Carl's face. Yeah. Fact that's fact. So, rockbusters, then. Yeah. Get these out of the way. We run out of time. Now, I have to say now that we've had no answers. That have attempted even to guess all three. Right. You see, now, that's because you're an idiot. Right. Okay. Right. Do. Do the question. Do the questions and the answers. And if. If I think that it's either too hard or ungettable because it's stupid, we're binning it. Right. I thought we'd already been. I'm annoyed. What? Come on. Do what was to do it quickly. The first one was. Well, if he would have been wearing an helmet, it would have been. All right. Well, what's the answer? Was B. What's the answer? Buffs. Dead. Right. That works. Fair enough. Did anyone get that? I assume some people. No, people have given up, Rick. People aren't even bothering to contribute. Right. What's the next one? They've just ignored it like it never happened. Bastard. Bastards. Why, them jamaican men swinging fish around their head. Go on. That was ds. Yeah. Seventies band. Detroit spinners. The Detroit spinners have become the Detroit spinners. Yeah. Okay. Brilliant. And then the final bit. I play you some effects. Well, what's happened there? What was happening? What's the answer? That was born Slippy. The woman was having a baby. The doctor tried to grab it. It fell to the floor. That's in your head, Carl. That's just a load of screams. That's in your head. Oh. I'm. Do you know what? I haven't even got onto Vaughan. Slippy. I'm still on the trout spinners. Well, let's put a song. That's it. I don't know what to say. Song for the song for the ladies, surely. Does anyone get any of those? Let's end with Nick Drake and the beautiful riverman. And we'll see you next week, and hopefully. Well, don't keep saying it like that. What.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Chilly weather.",
      "start": 9240,
      "end": 9824,
      "confidence": 0.907305
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Why not put on a cardigan? That was the Cardigans. And for what it's worth, a lovely tune there.",
      "start": 9854,
      "end": 16194,
      "confidence": 0.8785489473684214
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Oh, that's a joy. We should definitely talk like that more.",
      "start": 16854,
      "end": 19758,
      "confidence": 0.8664272727272727
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "XFM 104.9, Steve Merchant, Carl Pilgerton. All right, yeah, a jam packed show today.",
      "start": 19886,
      "end": 27388,
      "confidence": 0.7346271428571428
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "We got.",
      "start": 27516,
      "end": 27836,
      "confidence": 0.651015
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "We got. Oh, we got so many feet. We got more features than Carl's got on his face, which is about the same as morph. Yeah, very few. It's just really ahead.",
      "start": 27860,
      "end": 37864,
      "confidence": 0.9129340625000002
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "That's where I've seen him before. More on take heart.",
      "start": 38164,
      "end": 40404,
      "confidence": 0.875531
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Yeah, yeah. We've got rockbusters.",
      "start": 40484,
      "end": 45548,
      "confidence": 0.766186
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "That's still going to.",
      "start": 45596,
      "end": 47796,
      "confidence": 0.82649
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "No, but he said he's going to buck his ideas up. We've got. Oh, chimpanzee. That Carl finds an amusing monkey or ape related story. We've got Khan in a film again.",
      "start": 47980,
      "end": 62552,
      "confidence": 0.8422453124999998
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Right, excellent. Yeah. A lot of great response from that Carl on the Internet.",
      "start": 62688,
      "end": 65728,
      "confidence": 0.8940157142857144
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "It was my favorite thing. We've been about that.",
      "start": 65776,
      "end": 68364,
      "confidence": 0.7715822222222223
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "Can we say what the film is?",
      "start": 69584,
      "end": 70928,
      "confidence": 0.9926185714285714
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "Excuse my french. We've got some bloody great music.",
      "start": 71056,
      "end": 73104,
      "confidence": 0.8710744444444445
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Oh, pardone. I don't know, I got to be french.",
      "start": 73184,
      "end": 76456,
      "confidence": 0.704207
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "Well, I'll just give you a taste. We got Oasis cardigans, you just heard there. We got Lloyd, Carl, we got bit of pretenders coming up, M and M feeder, coldplay, all the greats.",
      "start": 76600,
      "end": 84080,
      "confidence": 0.8402655882352942
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Can I play you some TJ fan club later?",
      "start": 84112,
      "end": 85552,
      "confidence": 0.8307544444444445
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "Yeah, what do you have now?",
      "start": 85608,
      "end": 88684,
      "confidence": 0.7782266666666667
    },
    {
      "pos": 19,
      "speaker": "C",
      "text": "Oasis, go on, yeah, brilliant.",
      "start": 89304,
      "end": 92324,
      "confidence": 0.782852
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "Oasis and songbird. Nice little ditty.",
      "start": 105424,
      "end": 108286,
      "confidence": 0.7404483333333335
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "It's all right, yeah.",
      "start": 108350,
      "end": 109278,
      "confidence": 0.7545649999999999
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Of a Saturday. XFN 104.9 Ricky Gervais, Steve Merchant, Karl Pilkington. I think we should go straight into it, Carl. I think we should do the competition that the. There's Carl in the corner.",
      "start": 109366,
      "end": 121310,
      "confidence": 0.8157920588235293
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "It seems a little premature.",
      "start": 121382,
      "end": 122422,
      "confidence": 0.9831359999999998
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Do you reckon we should tease it out?",
      "start": 122518,
      "end": 126674,
      "confidence": 0.9102475
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "It's a big thing.",
      "start": 127054,
      "end": 127902,
      "confidence": 0.9297875
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "It's just that I've got absolutely nothing to say. Sure. I haven't really.",
      "start": 127958,
      "end": 131862,
      "confidence": 0.8419823076923078
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Well, I mean, often. I know you all have spoken to Carl in the week, this week, for some reason, I've been speaking to him. I spoke briefly to him about Michael Jackson and the documentary. Now, of course, I thought that was extraordinary.",
      "start": 131918,
      "end": 141866,
      "confidence": 0.9259618181818182
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "And I asked Carl, do you?",
      "start": 141970,
      "end": 143922,
      "confidence": 0.5519183333333333
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "And he didn't mention to me the fact that Michael Jackson likes to climb up in trees, he didn't mention anything about his bizarre relationship with children, he didn't mention anything about his obsessive billionaire spending sprees. He didn't mention anything about the mannequins he has in his thing, or the fact that he drives around his seven hotel suites in Las Vegas in a little kind of old people's scooter. The first. The only thing of note for Carl was he said to me, did you notice how big his hands are?",
      "start": 143978,
      "end": 169374,
      "confidence": 0.9180617204301075
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "I tell you what, though.",
      "start": 169874,
      "end": 171314,
      "confidence": 0.99718
    },
    {
      "pos": 31,
      "speaker": "C",
      "text": "I did.",
      "start": 171474,
      "end": 172306,
      "confidence": 0.99945
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "What? Yeah.",
      "start": 172450,
      "end": 173154,
      "confidence": 0.515345
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "How you look at the man's got, like, a face that he's had reconstruct. I can't seem to say that's libeless.",
      "start": 173194,
      "end": 178290,
      "confidence": 0.7474804761904761
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Yeah. He's had two face jobs. Yeah.",
      "start": 178362,
      "end": 182274,
      "confidence": 0.7896728571428572
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "And you're looking at his hands.",
      "start": 182354,
      "end": 183490,
      "confidence": 0.8167916666666666
    },
    {
      "pos": 36,
      "speaker": "B",
      "text": "But I think it's because you look at him and he looks a bit like. There's a bit of androgyny there, but it's sort of like a. It is quite a petite sort of old lady's face in a way. But then you see these laborers hands come out. That's always the way with a tranny. You know what I mean?",
      "start": 183522,
      "end": 199946,
      "confidence": 0.9179642622950818
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "You can't accuse him of being a tranny.",
      "start": 200090,
      "end": 201994,
      "confidence": 0.83366875
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "No, he's not. No, no, he's not.",
      "start": 202034,
      "end": 203974,
      "confidence": 0.9079642857142858
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "He's got enough issues. Now you're accusing him.",
      "start": 204914,
      "end": 207242,
      "confidence": 0.8850487500000002
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "I like him. I thought he came out that brilliant. I thought he was really. I really felt sorry for him. And, no, I think he cleared up a few things, as far as I'm concerned. I thought it was a fascinating piece of work, but I did like the shopping spree. That was great.",
      "start": 207338,
      "end": 222690,
      "confidence": 0.9101609090909093
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Extraordinary.",
      "start": 222722,
      "end": 223066,
      "confidence": 0.57564
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "Because you just go around just pointing. I know. It was bad taste, wasn't it? It was like one of those bizarre shops. Yeah. I mean, there's anything sort of a gift shop, but they're trying to make it look like men.",
      "start": 223090,
      "end": 233186,
      "confidence": 0.8702585714285714
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "But if. Yeah, I mean, it's sprayed gold. If he'd been living in a trailer park, he'd have been ordering, you know, one of those porcelain dolls dressed like a Harley Davidson or, you know, an Elvis commemorative plate. It was the kind of billionaire equivalent of that.",
      "start": 233290,
      "end": 245602,
      "confidence": 0.9190541666666667
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "But the hands were a giveaway. It's the same as those sort of transvestites, you know, when you get, like a cab driver or something. Right? And he decides to turn trans at about 60. And he goes on Kilroy, they got a twin set of pearls. And he goes, I've never felt so comfortable. But his hands are still big. He's got a little wig, and he's got the lipstick on, and he's with his teenage kids who were going, kill me.",
      "start": 245658,
      "end": 268194,
      "confidence": 0.886630722891566
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Do you think he's been having surgery on his hands to make them larger?",
      "start": 268234,
      "end": 270330,
      "confidence": 0.8859121428571429
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Yeah.",
      "start": 270402,
      "end": 270586,
      "confidence": 0.63819
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Is that why he was wearing that glove?",
      "start": 270610,
      "end": 271974,
      "confidence": 0.8367199999999999
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Exactly. Yeah. But I think he wants to be a goalkeeper.",
      "start": 272274,
      "end": 275258,
      "confidence": 0.9056490909090908
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "Right.",
      "start": 275386,
      "end": 275794,
      "confidence": 0.85639
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "And they said, you can't, Michael. You got a big hand.",
      "start": 275874,
      "end": 278234,
      "confidence": 0.8598072727272726
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "It would help him climb the trees.",
      "start": 278274,
      "end": 279614,
      "confidence": 0.8502442857142858
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Yeah. Yeah. And he can play tennis now without a racket.",
      "start": 280324,
      "end": 283124,
      "confidence": 0.8622727272727272
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "Yeah. So what did you make of it, Carl? Were you intrigued?",
      "start": 283204,
      "end": 285624,
      "confidence": 0.786095
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Michael Jackson? You know, it was all right, but like, that got a load of attention in the press. But the Trisha program got nothing.",
      "start": 286284,
      "end": 295460,
      "confidence": 0.8896864000000001
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Okay.",
      "start": 295612,
      "end": 296504,
      "confidence": 0.7789
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Which I know, like, well, Steve called me up in the week, right? Like 10:00 in the morning. I was at work and he goes, think so?",
      "start": 297004,
      "end": 305996,
      "confidence": 0.8906425925925926
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "At 10:00 she think you've been preparing this show. Most people go to work about eight or nine.",
      "start": 306020,
      "end": 309836,
      "confidence": 0.821803888888889
    },
    {
      "pos": 58,
      "speaker": "C",
      "text": "You watching Trisha and that? I said, no, what is it? He goes, oh, you'll be loving it. Right.",
      "start": 309900,
      "end": 313704,
      "confidence": 0.7870805263157896
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "Freaks. Was it, help me, my mum's a freak.",
      "start": 314364,
      "end": 317508,
      "confidence": 0.8642355555555555
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Mmm. Siamese twins.",
      "start": 317636,
      "end": 319424,
      "confidence": 0.5746933333333334
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Right.",
      "start": 319924,
      "end": 320380,
      "confidence": 0.77123
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "So I couldn't watch it, but he said, oh, it might be on again because the repeat stuff on ITV. So I have me dinner late instead of having it at like 01:00 like I normally do, like 230.",
      "start": 320452,
      "end": 330532,
      "confidence": 0.9123779487179484
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "Yeah.",
      "start": 330628,
      "end": 331026,
      "confidence": 0.70147
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "Sat in the office, put the telly on ITV two. These siamese twins, did it blow your mind? It was amazing. You know, we talk about a lot of things on the show. Quite a lot. The airy kids crop up a lot.",
      "start": 331100,
      "end": 342354,
      "confidence": 0.940550465116279
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "I was waiting. It's been ten minutes and you haven't mentioned the airy kid.",
      "start": 343454,
      "end": 347062,
      "confidence": 0.8087607142857144
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "Right. And last week we were talking about siamese twins, weren't we? So it was weird that this program was on, but it was amazing. I mean, what I think you can't.",
      "start": 347158,
      "end": 354926,
      "confidence": 0.9269256250000001
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "Refer to them as siamese twins. I think they're known as conjoined twins.",
      "start": 354950,
      "end": 357954,
      "confidence": 0.8599630769230769
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "Why?",
      "start": 358694,
      "end": 359342,
      "confidence": 0.90309
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "I think. I think Siamese is maybe considered derogatory or as an antiquated phrase.",
      "start": 359478,
      "end": 363854,
      "confidence": 0.9001657142857142
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Yeah. I think it's because the first famous ones were actually from Siam and that doesn't exist anymore.",
      "start": 363934,
      "end": 368734,
      "confidence": 0.8998377777777777
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "No, it's conjoined, Carl.",
      "start": 368814,
      "end": 370606,
      "confidence": 0.6679875
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "Yeah.",
      "start": 370630,
      "end": 370998,
      "confidence": 0.84372
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Get the phrase. Right.",
      "start": 371086,
      "end": 372022,
      "confidence": 0.9882875
    },
    {
      "pos": 74,
      "speaker": "C",
      "text": "But you think that if that's happened to you, that wouldn't be that sort of offensive, the names that you must get called, right.",
      "start": 372118,
      "end": 379046,
      "confidence": 0.9360095833333335
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "You think that's leaving you out?",
      "start": 379150,
      "end": 380110,
      "confidence": 0.60611
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "Twins, I'd say, yeah.",
      "start": 380142,
      "end": 381966,
      "confidence": 0.655055
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Now, were you stunned by where they were connected?",
      "start": 382070,
      "end": 383830,
      "confidence": 0.8778344444444444
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "Just live with it, we'd say, right.",
      "start": 383862,
      "end": 385704,
      "confidence": 0.8635342857142858
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "They were connected, of course, at the forehead.",
      "start": 385814,
      "end": 387620,
      "confidence": 0.989565
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Oh, sort of.",
      "start": 387692,
      "end": 389540,
      "confidence": 0.7497666666666666
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Which was quite, quite extraordinary.",
      "start": 389652,
      "end": 391444,
      "confidence": 0.7832520000000001
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "God, what if one had bad breath?",
      "start": 391524,
      "end": 393904,
      "confidence": 0.9310785714285714
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "That wasn't a question that Trisha asked, annoyingly, because I know that much of the audience was thinking that there's a.",
      "start": 395044,
      "end": 402812,
      "confidence": 0.9270014285714286
    },
    {
      "pos": 84,
      "speaker": "C",
      "text": "Few things that didn't crop up.",
      "start": 402828,
      "end": 404660,
      "confidence": 0.9388233333333335
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "What questions would you have asked of them? Because what things did you feel weren't mentioned?",
      "start": 404852,
      "end": 408744,
      "confidence": 0.97035125
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "I'd love to just watch Carl watching amazing things.",
      "start": 409604,
      "end": 412220,
      "confidence": 0.8781744444444445
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "Exactly.",
      "start": 412292,
      "end": 412684,
      "confidence": 0.52766
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "Do you know what I mean? It's like early learning. Mouth slightly open, slightly looking round to see if anyone else has seen it. You know when a cat sees a bird land on the balcony? Can't believe it's luck.",
      "start": 412724,
      "end": 426500,
      "confidence": 0.8622052499999999
    },
    {
      "pos": 89,
      "speaker": "C",
      "text": "I'd probably say, how do you buy her? Like a birthday present?",
      "start": 426572,
      "end": 429984,
      "confidence": 0.8196924999999999
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Surprise gift. Yeah.",
      "start": 431164,
      "end": 432468,
      "confidence": 0.7300999999999999
    },
    {
      "pos": 91,
      "speaker": "C",
      "text": "Because everything's ruined. Sure. I'd probably ask.",
      "start": 432556,
      "end": 437116,
      "confidence": 0.8847328571428571
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "Yeah.",
      "start": 437260,
      "end": 437796,
      "confidence": 0.7585
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "Well, did you not think it was interesting that one of them had a boyfriend?",
      "start": 437900,
      "end": 440624,
      "confidence": 0.9642233333333334
    },
    {
      "pos": 94,
      "speaker": "C",
      "text": "Well, that was a bit weird on it.",
      "start": 440964,
      "end": 442380,
      "confidence": 0.8873987500000001
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "Uh huh.",
      "start": 442412,
      "end": 443272,
      "confidence": 0.6167050000000001
    },
    {
      "pos": 96,
      "speaker": "C",
      "text": "But what was the other thing that I was thinking when I was watching? It was thinking, if one got into crime and that was sent to prison.",
      "start": 443468,
      "end": 451004,
      "confidence": 0.939385
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "Right.",
      "start": 451664,
      "end": 452288,
      "confidence": 0.69319
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "What would happen?",
      "start": 452416,
      "end": 453564,
      "confidence": 0.9980066666666666
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "It's brilliant. It's brilliant if a chimp could talk.",
      "start": 455304,
      "end": 459040,
      "confidence": 0.8105677777777779
    },
    {
      "pos": 100,
      "speaker": "C",
      "text": "And what was the other one? The other thing was, what did he talk about? Because it's not as if you can say, oh, guess what I did today, do you know what I mean?",
      "start": 459192,
      "end": 471404,
      "confidence": 0.929725142857143
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "There. Brass in pocket. And if they're pretending to be good, they're doing a bloody good job of it. I love them. That's Ricky Joeys on XFM 104.9 with me, Steve Merchant and Carl Pilkington. Carl is still buzzing about these conjoined twins.",
      "start": 489864,
      "end": 506924,
      "confidence": 0.8406827906976742
    },
    {
      "pos": 102,
      "speaker": "C",
      "text": "It's just one of them, of course.",
      "start": 507264,
      "end": 508720,
      "confidence": 0.9798942857142858
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "Had to be, because one of them was sort of shorter than the other and had to be sort of wheeled around on a kind of trolley thing by the other.",
      "start": 508752,
      "end": 515072,
      "confidence": 0.9188025806451613
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "This is Molly and Dolly, is it?",
      "start": 515168,
      "end": 516576,
      "confidence": 0.8815828571428571
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "No, they're not. One's called Reba. I forget what the other one's called. Sheena, maybe, or something like that. Do you remember car?",
      "start": 516600,
      "end": 522064,
      "confidence": 0.7898973913043478
    },
    {
      "pos": 106,
      "speaker": "C",
      "text": "No. I wasn't that impressed with the names. It's just.",
      "start": 522184,
      "end": 524576,
      "confidence": 0.8661340000000001
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "Yeah. So you immediately put them out of your mind. Those are rubbish names. I'm. Forget, forget, forget car. Forget they're gone.",
      "start": 524680,
      "end": 531020,
      "confidence": 0.8414999999999999
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "Were they british or american?",
      "start": 531072,
      "end": 532564,
      "confidence": 0.9563
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "Yeah, american. One of them was a. Apparently a country music star.",
      "start": 532644,
      "end": 539252,
      "confidence": 0.9383941666666668
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "This is Molly and Dolly. Well, they're not called the one that joined at the. Oi.",
      "start": 539348,
      "end": 543104,
      "confidence": 0.8589043749999999
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "I think you've made up the Molly and.",
      "start": 543524,
      "end": 544844,
      "confidence": 0.8784125
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "No, it was on Jerry Springer. There's a little one that sits on a seat and the other one carries it around her round. And they're not called Molly and Dolly. They were something like that.",
      "start": 544884,
      "end": 555304,
      "confidence": 0.8834941666666665
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "One of them is called Reba and I forget one of them.",
      "start": 555844,
      "end": 557796,
      "confidence": 0.7961608333333334
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "The country in western single. Yeah.",
      "start": 557820,
      "end": 559716,
      "confidence": 0.646745
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "But she was saying, yeah, I've just made a movie. It's coming out shortly in theaters.",
      "start": 559820,
      "end": 563774,
      "confidence": 0.88204
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "Yeah.",
      "start": 564514,
      "end": 564850,
      "confidence": 0.49709
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "The other one said, I'm not involved. It's utterly bizarre because they live there, they work so hard to live their lives separate.",
      "start": 564882,
      "end": 573314,
      "confidence": 0.8922743478260869
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "Yeah. They say, you know, they don't.",
      "start": 573354,
      "end": 575746,
      "confidence": 0.8638885714285715
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "They try not to. So. So she's talking about her music career and the other one sort of not taking any kind of credit for.",
      "start": 575770,
      "end": 582066,
      "confidence": 0.9586488
    },
    {
      "pos": 120,
      "speaker": "C",
      "text": "Which is nice though, because when she was singing as well, the other one just stands there. She doesn't join in, she doesn't sort of dance offer back in vocals. I mean, make a group out of it.",
      "start": 582090,
      "end": 591174,
      "confidence": 0.9174502631578947
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "A duo.",
      "start": 591624,
      "end": 592432,
      "confidence": 0.607245
    },
    {
      "pos": 122,
      "speaker": "C",
      "text": "Yeah, well. But it seems like we sort of being horrible, but no, we don't know.",
      "start": 592528,
      "end": 596832,
      "confidence": 0.7746793750000001
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "We're laughing at Carl's amazement and at this phenomenon. Sorry, I just got to say, we're not, we're not, you know, taking the Mickey.",
      "start": 596848,
      "end": 603632,
      "confidence": 0.83733375
    },
    {
      "pos": 124,
      "speaker": "C",
      "text": "The really weird thing about all this, right? And it's annoying because you were saying about, you know, what should have Trisha have asked and all that, but one of them mentioned that one of them was adopted and the other one wasn't.",
      "start": 603688,
      "end": 617128,
      "confidence": 0.9188179069767441
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Don't talk rubbish.",
      "start": 617176,
      "end": 618758,
      "confidence": 0.7606433333333333
    },
    {
      "pos": 126,
      "speaker": "C",
      "text": "No, seriously, I didn't understand it.",
      "start": 618936,
      "end": 621050,
      "confidence": 0.9209816666666667
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "Right, because you didn't.",
      "start": 621082,
      "end": 622490,
      "confidence": 0.7004975
    },
    {
      "pos": 128,
      "speaker": "C",
      "text": "And then Trisha sort of said, well, let's have a chat and do like. No, don't want to go into that.",
      "start": 622562,
      "end": 627414,
      "confidence": 0.8666342857142857
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "What do you mean? One was adopted? That's what you said.",
      "start": 627714,
      "end": 629890,
      "confidence": 0.8276627272727274
    },
    {
      "pos": 130,
      "speaker": "C",
      "text": "One of them. I don't. Don't quiz me on it. But that's what was. That's what was said.",
      "start": 629922,
      "end": 636186,
      "confidence": 0.9144738888888888
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "Hi there. I may. Hello there. I'm a multi millionaire. I've just seen your orphanage.",
      "start": 636290,
      "end": 642014,
      "confidence": 0.8212013333333333
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "One of your children, you'd like to adopt one?",
      "start": 642474,
      "end": 644122,
      "confidence": 0.9777255555555554
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "I'd love to adopt a children. I've got loads from around the world. I give you $10,000 towards your.",
      "start": 644178,
      "end": 648506,
      "confidence": 0.8100036842105264
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "Wow, we're. Speed it through then. Yeah. Actually got two left.",
      "start": 648570,
      "end": 651594,
      "confidence": 0.8002745454545455
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "I need one. I'm only interested. Right, yeah. I know it'd be tragedy to break them up, but I really need one now.",
      "start": 651634,
      "end": 658794,
      "confidence": 0.8177178260869565
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Break up. There's the, there's the rub, you see.",
      "start": 658834,
      "end": 660802,
      "confidence": 0.9062333333333333
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Sure, because just need the one. It's $10,000 now. You can have that. I'll sign it now.",
      "start": 660858,
      "end": 664242,
      "confidence": 0.8930211764705884
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "But I don't discuss it. I'll bring around. I'll bring around.",
      "start": 664258,
      "end": 666146,
      "confidence": 0.787689090909091
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 666210,
      "end": 666570,
      "confidence": 0.6847
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "Okay. Ding dong. Hi.",
      "start": 666602,
      "end": 667794,
      "confidence": 0.8647724999999999
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "Yeah, brilliant. You brought my kid.",
      "start": 667834,
      "end": 668890,
      "confidence": 0.911775
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Right, yeah. There she is. There. That's.",
      "start": 668922,
      "end": 670186,
      "confidence": 0.8972071428571429
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "Enjoy.",
      "start": 670210,
      "end": 670474,
      "confidence": 0.32088
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "Yeah, yeah. Just standing next to a bush. Yeah.",
      "start": 670514,
      "end": 672626,
      "confidence": 0.8367255555555555
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Do you want to. Can you bring your own?",
      "start": 672650,
      "end": 674214,
      "confidence": 0.9120666666666667
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "There's nothing behind the bush. So just. You just want.",
      "start": 674914,
      "end": 677134,
      "confidence": 0.8940530000000001
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "I just want. I want to be. I just want to be able to walk 300 to and 60 degrees round her.",
      "start": 677276,
      "end": 680276,
      "confidence": 0.8153245454545455
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "Do you want her? Not. Yes. I can't believe it.",
      "start": 680300,
      "end": 683464,
      "confidence": 0.881874
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "What's that little trolley she's talented. Oh dear. You're talking nonsense. Carl.",
      "start": 684244,
      "end": 691584,
      "confidence": 0.7624008333333333
    },
    {
      "pos": 150,
      "speaker": "B",
      "text": "Feeder. That's it. Just the way I'm feeling. Xfl one of 4.9. Ricky Gervais, Steve Merchant, Karl Pilkington. It's time for the newest quiz in town. This is where Carl inserts himself into a seminal film. Last week he was the little kid in 6th sense, you remember, to great acclaim. The critics loved it. They said, a triumph this week. He's fiddled with the graduate. With. This is the scene where, of course, he goes upstairs to the hotel room and it's on the cards. She's a dead set, Misses Robinson.",
      "start": 704444,
      "end": 748234,
      "confidence": 0.8523342391304347
    },
    {
      "pos": 151,
      "speaker": "C",
      "text": "Well, here you go then. So you ready for it? And I've brought some condoms from home that Suzanne got for Christmas. What?",
      "start": 751454,
      "end": 763124,
      "confidence": 0.8294521739130435
    },
    {
      "pos": 152,
      "speaker": "D",
      "text": "Will you bring me a hanger.",
      "start": 764144,
      "end": 765564,
      "confidence": 0.8572666666666667
    },
    {
      "pos": 153,
      "speaker": "C",
      "text": "A what?",
      "start": 766104,
      "end": 766824,
      "confidence": 0.901205
    },
    {
      "pos": 154,
      "speaker": "D",
      "text": "A hanger.",
      "start": 766944,
      "end": 767884,
      "confidence": 0.8582350000000001
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "Tell you what, I've got wood.",
      "start": 773064,
      "end": 776124,
      "confidence": 0.9022233333333333
    },
    {
      "pos": 156,
      "speaker": "D",
      "text": "What?",
      "start": 776944,
      "end": 777684,
      "confidence": 0.87584
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "Just saying I've got wood. I've got metal ones as well. What sort do you want?",
      "start": 777984,
      "end": 783752,
      "confidence": 0.9361624999999999
    },
    {
      "pos": 158,
      "speaker": "D",
      "text": "Either one would be fine.",
      "start": 783928,
      "end": 785404,
      "confidence": 0.840588
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "All right. There you go.",
      "start": 785704,
      "end": 788624,
      "confidence": 0.86699
    },
    {
      "pos": 160,
      "speaker": "D",
      "text": "Are you afraid of me?",
      "start": 797124,
      "end": 798584,
      "confidence": 0.9276480000000001
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "Eh?",
      "start": 799044,
      "end": 799996,
      "confidence": 0.22139
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "No. No. I've seen weirder things than you. Have I ever told you about the two lads I went to school with who had big heads, web fingers as well, not related and weren't mates, but both had the same thing, which is a bit. Bit weird. Yeah. I never found out what was wrong with them.",
      "start": 800180,
      "end": 825142,
      "confidence": 0.9173756140350879
    },
    {
      "pos": 163,
      "speaker": "D",
      "text": "Can I ask you a personal question?",
      "start": 825198,
      "end": 826834,
      "confidence": 0.9967728571428571
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "As long as it's not about me Ed being round. Because Ricky's always going on about that. He's saying, I've got a round, Ed.",
      "start": 829374,
      "end": 835462,
      "confidence": 0.8857166666666666
    },
    {
      "pos": 165,
      "speaker": "D",
      "text": "Well, you can admit that, can't you?",
      "start": 835558,
      "end": 837474,
      "confidence": 0.9248899999999999
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "No, I'd say it's a normal sort of shape. It's just round.",
      "start": 837894,
      "end": 841974,
      "confidence": 0.9427800000000001
    },
    {
      "pos": 167,
      "speaker": "D",
      "text": "It is, isn't it?",
      "start": 842354,
      "end": 843618,
      "confidence": 0.8802325
    },
    {
      "pos": 168,
      "speaker": "C",
      "text": "Yeah, but what? What do you mean? So is yours. Heads should be round.",
      "start": 843746,
      "end": 848018,
      "confidence": 0.8287085714285716
    },
    {
      "pos": 169,
      "speaker": "D",
      "text": "Nothing to be ashamed.",
      "start": 848066,
      "end": 849066,
      "confidence": 0.847915
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "I'm not ashamed. It's just a normal shape.",
      "start": 849130,
      "end": 852042,
      "confidence": 0.85009375
    },
    {
      "pos": 171,
      "speaker": "D",
      "text": "Mm hmm.",
      "start": 852178,
      "end": 853054,
      "confidence": 0.52457
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "And you can sort look at your saggy ass. Anyway, get your knickers off.",
      "start": 853474,
      "end": 858314,
      "confidence": 0.7732671428571428
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Hello, darkness, my old friend.",
      "start": 858434,
      "end": 860814,
      "confidence": 0.91541
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Oh, that was a joy.",
      "start": 863194,
      "end": 864498,
      "confidence": 0.890898
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "Oh dear.",
      "start": 864586,
      "end": 865974,
      "confidence": 0.7933699999999999
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "That's an absolute treat. Now I should say that obviously the prize is a copy of the graduate. Now bear in mind that XFM is giving away these prizes. Carl is so cheap that he wouldn't even buy it on DVD. He's bought it for $6.99 on vhs. It will be panned and scanned. It won't be widescreen. There's none of the extra features that you get on the DVD's face.",
      "start": 866534,
      "end": 887550,
      "confidence": 0.9156671830985914
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "He's got it.",
      "start": 887622,
      "end": 888334,
      "confidence": 0.7861033333333333
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Karl, did you pocket the rest of the cash?",
      "start": 888374,
      "end": 890078,
      "confidence": 0.9299177777777778
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "No.",
      "start": 890166,
      "end": 890414,
      "confidence": 0.98873
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "No, I have to use my own money to buy these. Right.",
      "start": 890454,
      "end": 893320,
      "confidence": 0.9590158333333334
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "You're using your own money to give this stuff away.",
      "start": 893432,
      "end": 895464,
      "confidence": 0.969832
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "Yeah, so I had to go and buy that.",
      "start": 895544,
      "end": 897520,
      "confidence": 0.9803255555555557
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "XFM is so cheap, I'm stoned. Right.",
      "start": 897592,
      "end": 900056,
      "confidence": 0.7331885714285714
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "And it's not worth having it on DVD, is it? It's an old film.",
      "start": 900160,
      "end": 904112,
      "confidence": 0.8852399999999998
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "So.",
      "start": 904168,
      "end": 904764,
      "confidence": 0.60505
    },
    {
      "pos": 186,
      "speaker": "C",
      "text": "So the quality is. Jamie, they can't really tidy up.",
      "start": 906744,
      "end": 910644,
      "confidence": 0.7400490000000002
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "They do it from a print, they don't do it from the video, they don't get. They don't get the video and go, let's make it into a DVD that someone.",
      "start": 912144,
      "end": 919984,
      "confidence": 0.9082370967741936
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "I'm not gonna vote.",
      "start": 920024,
      "end": 921244,
      "confidence": 0.5666575
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Well, anyway, you can film though.",
      "start": 922624,
      "end": 924524,
      "confidence": 0.81752
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Fine. Okay.",
      "start": 924904,
      "end": 925616,
      "confidence": 0.66638
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "Well, you're right, yes.",
      "start": 925640,
      "end": 926568,
      "confidence": 0.7976225
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Anyway, you can win 690 nine's worth of the graduate. The question, and it's email only. Steve. Steve. It's not Steve, it's Ricky Gervaisfm co dot uk. The question is, name the actor that Carl was taking the place of in the film. And of course the actress that he's performing opposite, Ricky Gervais Fm dot co dot UK.",
      "start": 926656,
      "end": 944896,
      "confidence": 0.855016101694915
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Lovely.",
      "start": 945000,
      "end": 945432,
      "confidence": 0.9239
    },
    {
      "pos": 194,
      "speaker": "C",
      "text": "Do you want to play something from there?",
      "start": 945488,
      "end": 946672,
      "confidence": 0.758135
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "I would love to.",
      "start": 946728,
      "end": 947344,
      "confidence": 0.9915375
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "It seem appropriate.",
      "start": 947384,
      "end": 948232,
      "confidence": 0.7623366666666667
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Yeah.",
      "start": 948328,
      "end": 949004,
      "confidence": 0.65706
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "Hello darkness. Dear Mister Simon and Mister Garfunkel. Please, let's not have the sound of silence. Let's have some more beautiful music. Get back together, please, quickly.",
      "start": 952004,
      "end": 963624,
      "confidence": 0.8564766666666667
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "I think you should do every single lingo. It's the best bit of the show.",
      "start": 965484,
      "end": 970184,
      "confidence": 0.896132
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "On XFM 104.9.",
      "start": 972084,
      "end": 973620,
      "confidence": 0.6501666666666667
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "Are we going to have time to play the clip again before. I don't know, before 02:00 let's say.",
      "start": 973692,
      "end": 977562,
      "confidence": 0.9243921052631578
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "Are people not listening to the question? Is that what you are?",
      "start": 977708,
      "end": 979758,
      "confidence": 0.8514841666666667
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Some people are not listening to the question.",
      "start": 979806,
      "end": 981222,
      "confidence": 0.94644375
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "Oh dear. Okay, we'll play again about two.",
      "start": 981278,
      "end": 984126,
      "confidence": 0.78902625
    },
    {
      "pos": 205,
      "speaker": "A",
      "text": "And personally, any excuse to hear it.",
      "start": 984190,
      "end": 985478,
      "confidence": 0.8173414285714286
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "Again because I thought, I think Carl should go out and get the DVD.",
      "start": 985486,
      "end": 988486,
      "confidence": 0.7891857142857142
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "I think it's embarrassing to give away the.",
      "start": 988590,
      "end": 990454,
      "confidence": 0.98644875
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "You have to get it. You have to go out by the DVD later, Carl, on the DVD it's.",
      "start": 990574,
      "end": 994702,
      "confidence": 0.8867784210526315
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Got a booklet, it's got an audio commentary, it's got behind the scenes features, and it's got this pristine widescreen version of the film. You've got some cheap 699 version.",
      "start": 994718,
      "end": 1002438,
      "confidence": 0.9451456666666667
    },
    {
      "pos": 210,
      "speaker": "B",
      "text": "Yeah. And so because you were being mean, because it was your own money and you can have. You're gonna have to waste that now. No one wants it, so it's gonna cost you twice as much as it would have done if you just got the DVD the first time around.",
      "start": 1002486,
      "end": 1013180,
      "confidence": 0.8919032692307692
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Valuable lesson learned.",
      "start": 1013372,
      "end": 1014864,
      "confidence": 0.9490233333333333
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Rewound it.",
      "start": 1015484,
      "end": 1016624,
      "confidence": 0.8529549999999999
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "There's a penalty if you've not. No, you haven't. Rewind it.",
      "start": 1018444,
      "end": 1021108,
      "confidence": 0.8336463636363636
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "Go and get the DVD later. This the way they're gonna win a DVD.",
      "start": 1021276,
      "end": 1024204,
      "confidence": 0.8005171428571429
    },
    {
      "pos": 215,
      "speaker": "C",
      "text": "I looked at the DVD and it was 18 quid.",
      "start": 1024244,
      "end": 1026252,
      "confidence": 0.877073
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Go again quid and claim it back.",
      "start": 1026348,
      "end": 1028340,
      "confidence": 0.69703
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "No, you've got.",
      "start": 1028412,
      "end": 1028980,
      "confidence": 0.8827533333333334
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "Wait. What a cheap station this is.",
      "start": 1029012,
      "end": 1031012,
      "confidence": 0.7827285714285714
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "It's outrageous.",
      "start": 1031108,
      "end": 1031700,
      "confidence": 0.49255499999999997
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "I mean.",
      "start": 1031732,
      "end": 1032283,
      "confidence": 0.953355
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "Oh, do you go on with the other prizes with what we're giving away later?",
      "start": 1032403,
      "end": 1036419,
      "confidence": 0.8750013333333334
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "What is this for Rockbusters?",
      "start": 1036571,
      "end": 1038043,
      "confidence": 0.91022
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "Well, we don't give away prizes, we throw away prizes.",
      "start": 1038083,
      "end": 1040995,
      "confidence": 0.9191709999999998
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Yeah. Cleaning out some drawers in XFM.",
      "start": 1041059,
      "end": 1045103,
      "confidence": 0.67532
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Go on.",
      "start": 1045483,
      "end": 1046059,
      "confidence": 0.86297
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "I'm just having a quick look through before I.",
      "start": 1046131,
      "end": 1048099,
      "confidence": 0.9695155555555556
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "Because we've sort of revamped rockbusters a bit. There's an extra bit in it now under that audio bit.",
      "start": 1048131,
      "end": 1052851,
      "confidence": 0.79655
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "You're selling it. Your big, big sell. There's a DVD. There's a DVD that.",
      "start": 1052907,
      "end": 1057979,
      "confidence": 0.7020835714285714
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "I'll go through them later, Rick. I just need to absorb it.",
      "start": 1058051,
      "end": 1060783,
      "confidence": 0.9293266666666667
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "So who did Carl play in the clip? What actors place did he take and what actress played opposite him? That's Ricky Gervais.",
      "start": 1062334,
      "end": 1071798,
      "confidence": 0.9135169565217395
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "XFM co dot UK.",
      "start": 1071926,
      "end": 1073270,
      "confidence": 0.6876075
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "Sure, yeah. What we got coming up?",
      "start": 1073382,
      "end": 1076838,
      "confidence": 0.8772385714285713
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "We've got some play, a bit of Coldplay.",
      "start": 1076846,
      "end": 1078834,
      "confidence": 0.76821375
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Right. Look how they shine for you, all the things that you do. Coldplay yellow on XFM 104.9. Get it on DVD. It's an embarrassment. Seven quid's worth of old video pan and scanned.",
      "start": 1079454,
      "end": 1106002,
      "confidence": 0.8256652941176469
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "I bought it. Now that's what they're getting, right?",
      "start": 1106138,
      "end": 1108954,
      "confidence": 0.8244655555555556
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "It put a downer on it. All the work, you know, that went into that, and then just gonna fob them off with a bit of old celluloid like that.",
      "start": 1109074,
      "end": 1117984,
      "confidence": 0.8969373333333336
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "Listen, still to come, right, we've got the monkeys thing.",
      "start": 1118404,
      "end": 1123428,
      "confidence": 0.8426310000000001
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "Oh, chimpanzee that.",
      "start": 1123596,
      "end": 1125348,
      "confidence": 0.6123633333333333
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "And when I was out last Sunday, right, and Johnny's birthday party.",
      "start": 1125476,
      "end": 1128820,
      "confidence": 0.8878941666666665
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1128892,
      "end": 1129572,
      "confidence": 0.79318
    },
    {
      "pos": 241,
      "speaker": "C",
      "text": "Steve was there.",
      "start": 1129748,
      "end": 1130612,
      "confidence": 0.9727233333333333
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1130668,
      "end": 1131084,
      "confidence": 0.86988
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "Got talking about stuff and a debate that we didn't really finish. Crop top.",
      "start": 1131164,
      "end": 1138376,
      "confidence": 0.906957857142857
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "It blew your mind in it.",
      "start": 1138440,
      "end": 1139592,
      "confidence": 0.8496183333333334
    },
    {
      "pos": 245,
      "speaker": "C",
      "text": "Amazing.",
      "start": 1139688,
      "end": 1140384,
      "confidence": 0.97081
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "Oh, I know about this. Steve told me. This is the infinite amount of monkeys, or a monkey with a typewriter. An infinite amount of time would eventually come up with the works of Shakespeare.",
      "start": 1140464,
      "end": 1152224,
      "confidence": 0.9030125714285714
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1152384,
      "end": 1152680,
      "confidence": 0.36182
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "There was no debate. It's a philosophical mathematical problem. There's no debate. It's true. No, listen, Carl, listen. Infinity sorts it all out for you, right? An infinite amount of monkeys that are typewriter. Right? They would do. They do everything. They type everything. Infinity just sorts it all out for you. There's no getting to it. And they're going, oh, well, let's have a look what they've done. This one's come close. Did Romeo and Julio. It would do it all. It would type everything ever possible. Conceivable it's a mathematical.",
      "start": 1152712,
      "end": 1187516,
      "confidence": 0.8720705434782614
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "Well, we heard your side of the argument. I'll be honest with you. It's a persuasive one. But let's hear Carl. He heard about this in a pub last week.",
      "start": 1187580,
      "end": 1196064,
      "confidence": 0.8906753333333336
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "What's your problem with it? What's your problem with it?",
      "start": 1196684,
      "end": 1199036,
      "confidence": 0.9154340000000001
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Well, first of all, right, you're saying it's a load of monkeys. It's not just one monkey. That's depends.",
      "start": 1199180,
      "end": 1204540,
      "confidence": 0.8991689473684211
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "No, no, wait, wait, wait. It's either a chimpanzee with a typewriter with an infinite amount of time, he would eventually, by definition, mathematically, type everything ever possible. Okay? Or it's an infinite amount of chimps with typewriters, and one of them will type it first time, but already that's.",
      "start": 1204692,
      "end": 1224350,
      "confidence": 0.8846855999999998
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "That's sort of. That's not right. You either need to.",
      "start": 1224422,
      "end": 1228934,
      "confidence": 0.9162480000000001
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "What do you mean? What, you mean employment laws? What do you mean it's not right?",
      "start": 1228974,
      "end": 1232382,
      "confidence": 0.7992950000000001
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "Let's hear him out, please.",
      "start": 1232518,
      "end": 1234126,
      "confidence": 0.841022
    },
    {
      "pos": 256,
      "speaker": "C",
      "text": "If it's one monkey.",
      "start": 1234270,
      "end": 1235534,
      "confidence": 0.8089825
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1235614,
      "end": 1236302,
      "confidence": 0.53493
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "With a typewriter that's got loads of ink in it and that, right? At least it knows what it's done in the past.",
      "start": 1236478,
      "end": 1241830,
      "confidence": 0.8929621739130436
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Don't. It's not going cry if you got.",
      "start": 1241902,
      "end": 1244342,
      "confidence": 0.84224375
    },
    {
      "pos": 260,
      "speaker": "C",
      "text": "A load of monkeys. It's like, it's like if you have too many. What's that saying about too many chefs.",
      "start": 1244358,
      "end": 1249090,
      "confidence": 0.9317455000000001
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "Too many chimps for the soup?",
      "start": 1249122,
      "end": 1250762,
      "confidence": 0.7901033333333333
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "Right. Well, it's the same thing. It's like, well, I didn't tell you to put salt in it. I was gonna put salt in it and it messes it up. Whereas if it's just one, they know what's gone on.",
      "start": 1250898,
      "end": 1258466,
      "confidence": 0.9585297499999997
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "So what I'm saying, I can't be bothered. This blows my mind. He doesn't know what this does to me. It's a mathematical problem.",
      "start": 1258490,
      "end": 1265818,
      "confidence": 0.9375895833333333
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "I want to hear the rest.",
      "start": 1265866,
      "end": 1267450,
      "confidence": 0.9819
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "Well, it's just.",
      "start": 1267602,
      "end": 1268242,
      "confidence": 0.8961066666666667
    },
    {
      "pos": 266,
      "speaker": "C",
      "text": "I just don't think it will happen.",
      "start": 1268298,
      "end": 1269962,
      "confidence": 0.9469942857142856
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "What do you mean you don't think it happened? Infinity works it out for you, by definition.",
      "start": 1270058,
      "end": 1274614,
      "confidence": 0.8953947058823529
    },
    {
      "pos": 268,
      "speaker": "C",
      "text": "Well, what's stopping them typing the same thing again?",
      "start": 1275074,
      "end": 1277570,
      "confidence": 0.8943555555555555
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "They would. They. In fact, the problem should be if you had an infinite amount of time, that it would type that work to Shakespeare an infinite amount of times and everything else an infinite amount of times. But, you know, that's not. That's just. That's. That's not as.",
      "start": 1277722,
      "end": 1293866,
      "confidence": 0.913947142857143
    },
    {
      "pos": 270,
      "speaker": "C",
      "text": "Not Shakespeare.",
      "start": 1293970,
      "end": 1296346,
      "confidence": 0.64974
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "Oh, shut up, you idiot.",
      "start": 1296450,
      "end": 1299974,
      "confidence": 0.8827619999999999
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Rick, do you know what he said to me? I said to him, I explained it to him. I said, you've got an infinite number of monkeys, infinite number typewriters. They will type the complete works of Shakespeare. He said, have they read Shakespeare?",
      "start": 1300114,
      "end": 1310914,
      "confidence": 0.8960468181818183
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "You're an idiot. Player winds me up.",
      "start": 1312014,
      "end": 1318110,
      "confidence": 0.6607357142857143
    },
    {
      "pos": 274,
      "speaker": "C",
      "text": "But you're saying they'll do it with no spelling errors.",
      "start": 1318182,
      "end": 1321102,
      "confidence": 0.9089480000000002
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "They do it. They do it an infinite amount of times and they do it. They do it wrong an infinite amount of times. And they do it. And they spell the last full stop wrong an infinite amount of times. And they do it. And they get one thing wrong in Hamlet. Wrong an infinite amount of times. They do everything an infinite amount of times.",
      "start": 1321198,
      "end": 1339118,
      "confidence": 0.9549498507462685
    },
    {
      "pos": 276,
      "speaker": "C",
      "text": "Are they going off a story?",
      "start": 1339206,
      "end": 1340754,
      "confidence": 0.9276300000000001
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "Knock you out.",
      "start": 1341814,
      "end": 1342574,
      "confidence": 0.8570066666666666
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "I'm just saying.",
      "start": 1342614,
      "end": 1343398,
      "confidence": 0.9654400000000001
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Shut up.",
      "start": 1343526,
      "end": 1344390,
      "confidence": 0.9769749999999999
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "Do they know the story?",
      "start": 1344502,
      "end": 1345742,
      "confidence": 0.990658
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "Oh, they're monkeys. Oh, Christ. Lloyd Cole. She's a girl and I'm a man. Good that, innit? XFM 104.9. Steve Merchant. Karl Pilkington.",
      "start": 1345838,
      "end": 1369398,
      "confidence": 0.7569278260869566
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "As ever, Rick. There's always someone who steps in to defend Karl.",
      "start": 1369566,
      "end": 1372714,
      "confidence": 0.8449975
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Okay, what is the defense? What is the defense?",
      "start": 1373214,
      "end": 1375758,
      "confidence": 0.8206966666666667
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Here's an email from Scott Kumar. He says, carl is actually right. I've got an a level in statistics and probability. It doesn't matter how long they have and how many monkeys you have, you cannot guarantee they would type the complete works of Shakespeare. Infinity makes it probably they would get it right, but not definite.",
      "start": 1375886,
      "end": 1389700,
      "confidence": 0.9500938596491231
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "Yeah, well, yeah, yeah, that's what I was saying.",
      "start": 1389772,
      "end": 1394732,
      "confidence": 0.8534111111111113
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "No no, you weren't saying, Carl. You don't understand it. Infinity sort of sorts it out that if they do, if they do, if they do anything, they're, they're nearly do everything, won't they?",
      "start": 1394908,
      "end": 1406916,
      "confidence": 0.8577138235294114
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "No, I mean, they'll give it a good shot.",
      "start": 1407100,
      "end": 1409064,
      "confidence": 0.9101477777777779
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "No, that's not the point. But the point.",
      "start": 1409364,
      "end": 1411892,
      "confidence": 0.89128375
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "Surprised if they did one page. Right, right.",
      "start": 1411948,
      "end": 1413972,
      "confidence": 0.84944375
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "Listen, it's not to do with consciousness. It's not to do with them aiming.",
      "start": 1414068,
      "end": 1418130,
      "confidence": 0.9324314285714286
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "They just bashing away.",
      "start": 1418252,
      "end": 1419750,
      "confidence": 0.8575674999999999
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "It's like that. They're used to show that there isn't consciousness. They, they, they chose the chimpanzee because it can type. Presumably.",
      "start": 1419902,
      "end": 1428206,
      "confidence": 0.8739881818181818
    },
    {
      "pos": 293,
      "speaker": "A",
      "text": "It's because keyboards, because they hadn't come across you at the time.",
      "start": 1428270,
      "end": 1430646,
      "confidence": 0.8901233333333333
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "Yeah. Yeah. It's to take out thought out of it. It's to take out reason and trying. Right. It's just random. They're saying that if you typed enough things, if a computer was never typing everything, if you left it for an infinite amount of time, and they chose Shakespeare because there is meaning behind it and it's difficult to get it exactly right. To show you that infinity would come up with a. It's not just Shakespeare, it's every novel. It's everything.",
      "start": 1430710,
      "end": 1458236,
      "confidence": 0.9118362650602411
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "Fairly eloquent there. From gervase, a quick repost, please, from Carl Pilkington.",
      "start": 1458340,
      "end": 1461388,
      "confidence": 0.8051258333333333
    },
    {
      "pos": 296,
      "speaker": "C",
      "text": "No, I'm just saying what I don't understand. If it hasn't read it, then how does it know where it's going?",
      "start": 1461476,
      "end": 1466564,
      "confidence": 0.9518547619047617
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "Oh, I. Listen, right, okay, listen, right, can I just explain to people, right, some people have said, oh, why are you cruel to Carl? He drives me mental with things like that. What do you mean? Wow.",
      "start": 1466604,
      "end": 1477342,
      "confidence": 0.853778947368421
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Well, I just. Let me just take a breather.",
      "start": 1477398,
      "end": 1479814,
      "confidence": 0.9246344444444444
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "How do I do? Your idiot.",
      "start": 1479894,
      "end": 1481302,
      "confidence": 0.7120266666666666
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "He keeps coming in the week. You know that I work here properly. Yeah, in the week. Don't, sir, I've got a proper job.",
      "start": 1481438,
      "end": 1486838,
      "confidence": 0.87512125
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1486886,
      "end": 1487766,
      "confidence": 0.59488
    },
    {
      "pos": 302,
      "speaker": "C",
      "text": "Should be nine to five. But I normally get in at about 08:00 and working hard, trying to do me job. Three times this week I've been rushing around to walk past me little studio. He's sat in there, all right. Now, because I've got this sort of job, I can get away with it. I said to him, if I was a doctor, what do you keep coming to me practice?",
      "start": 1487910,
      "end": 1510590,
      "confidence": 0.8607508333333334
    },
    {
      "pos": 303,
      "speaker": "A",
      "text": "If you were a Doctor, there'd be severe problems with the NHS.",
      "start": 1510662,
      "end": 1513422,
      "confidence": 0.9741949999999999
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "Oh, imagine that.",
      "start": 1513518,
      "end": 1515194,
      "confidence": 0.79948
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "The standards would have lowered so much.",
      "start": 1515734,
      "end": 1517462,
      "confidence": 0.9697228571428571
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "We go to lunch.",
      "start": 1517518,
      "end": 1517918,
      "confidence": 0.5957625
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "If you can arrive at the hospital, you're in.",
      "start": 1517926,
      "end": 1519246,
      "confidence": 0.724701111111111
    },
    {
      "pos": 308,
      "speaker": "B",
      "text": "Well, pop in, I'll go to lunch. Don't we? We have a little lunch break, don't we? Ok, come on, let's go now. Go some bit ago. Come on, let's go now. He's going. Oh, you're doing me, Eddie.",
      "start": 1519270,
      "end": 1526038,
      "confidence": 0.8288141025641027
    },
    {
      "pos": 309,
      "speaker": "A",
      "text": "Well, when I was talking about the monkey conundrum with Carl, he said to me, right, if I had a day off work and I was, say, watching the tv and with one hand I was typing a typewriter, would I type Shakespeare? I mean, yeah, but you see, there's certain things.",
      "start": 1526086,
      "end": 1539230,
      "confidence": 0.916668269230769
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "We were talking a little bit about this stuff the other week, weren't we, when we said you were going on about Einstein. And I said, he's not that good, you know, he calls MC squared, you know, it sounds good, but I've never used it in that way.",
      "start": 1539262,
      "end": 1551438,
      "confidence": 0.8944961224489796
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "I've never used it. You haven't used two and two equals four?",
      "start": 1551486,
      "end": 1554782,
      "confidence": 0.9607616666666668
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "Carl, the fella with an apple, fell on his head. You know, it could have been anyone sat under that tree. I mean, it's just annoying.",
      "start": 1554838,
      "end": 1561824,
      "confidence": 0.9387319230769229
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "Newton gets all the credit for his.",
      "start": 1564524,
      "end": 1566956,
      "confidence": 0.9532814285714286
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "Laws of the universe.",
      "start": 1566980,
      "end": 1568348,
      "confidence": 0.9919525
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "A lot of people were working whilst he was having a lunch break under the tree. So in a way, it's like he didn't deserve to have that story again.",
      "start": 1568476,
      "end": 1575444,
      "confidence": 0.8985369999999999
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "Forget the apple and the tree and whether he was sitting down having lunch break. It's totally irrelevant.",
      "start": 1575524,
      "end": 1579724,
      "confidence": 0.8494155555555555
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "Yeah, but what I'm saying is there's certain things that will just happen. You know, it's like, I think we were talking when we were out eating the other week. We were talking about Noel Gallagher.",
      "start": 1579764,
      "end": 1588406,
      "confidence": 0.9328188888888889
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "Well, this is reason the monkey discussion came up, right? We were Noel Gallagher.",
      "start": 1588470,
      "end": 1591838,
      "confidence": 0.9088064285714285
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "I don't know what to say. I don't know what to say, rick.",
      "start": 1591886,
      "end": 1593766,
      "confidence": 0.9585269230769231
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "I don't want to misquote.",
      "start": 1593790,
      "end": 1594422,
      "confidence": 0.961258
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "No. I'd be like. But lohm include. So I'm going to get a twitch whenever he opens his mouth. I don't know what. I don't know. I don't know where to start with some of his statements.",
      "start": 1594438,
      "end": 1603726,
      "confidence": 0.8318386486486486
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "Well, as I say, this, all this discussion began because we were talking about a quote that Noel Gallagher supposedly gave. Now, I don't want to misquote Gallagher, but the gist of it was that he said, had I written Wonderwall or whatever, instead of the Beatles writing strawberry fields, whatever, I'd be the one that was considered the great songwriter and it wouldn't be the Beatles. It's just the fact that they came first that meant that they get all the credit as being the greatest band.",
      "start": 1603790,
      "end": 1627500,
      "confidence": 0.9386754545454543
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "I don't know whether to start with that statement either.",
      "start": 1627532,
      "end": 1628908,
      "confidence": 0.8089169999999999
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "I mean, that's Gallagher's thing and he's, you know, whatever. We know what we think of that. What was your point, Carl? You agreed with him, didn't you?",
      "start": 1628956,
      "end": 1635652,
      "confidence": 0.8761732142857145
    },
    {
      "pos": 325,
      "speaker": "C",
      "text": "Yeah, I reckon. Right. Do you know, we've talked about putting a baby in a room before, and he'll know what colour it is and stuff. If you got a room that's painted red, right? But forget that, because that's.",
      "start": 1635788,
      "end": 1647344,
      "confidence": 0.884582
    },
    {
      "pos": 326,
      "speaker": "A",
      "text": "Me.",
      "start": 1649244,
      "end": 1649628,
      "confidence": 0.85191
    },
    {
      "pos": 327,
      "speaker": "C",
      "text": "Say if they did some new tv show, right, like, what's that film with Jim Carrey in?",
      "start": 1649676,
      "end": 1654916,
      "confidence": 0.9126317647058823
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Where? The Truman show.",
      "start": 1654940,
      "end": 1656324,
      "confidence": 0.96548
    },
    {
      "pos": 329,
      "speaker": "C",
      "text": "The Truman show, right? So they make up a little room and some woman has some kids, and you say, right, let's put the kids in this room, and they don't know what's going on outside. They don't know anything about, like, eastenders and that. It's like their little world, right? They don't know anything that's gone on.",
      "start": 1656404,
      "end": 1671418,
      "confidence": 0.9338853448275859
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "How could a child survive without these tenders?",
      "start": 1671466,
      "end": 1673346,
      "confidence": 0.82841125
    },
    {
      "pos": 331,
      "speaker": "C",
      "text": "Right, listen, so you sat in the room, right? And then when they're all asleep, wait for this bit. Someone.",
      "start": 1673410,
      "end": 1680570,
      "confidence": 0.9546265000000002
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "Have you heard this?",
      "start": 1680722,
      "end": 1681306,
      "confidence": 0.6478975
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Yeah, wait for this bit. They're all in a room.",
      "start": 1681330,
      "end": 1682778,
      "confidence": 0.904082
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "Yeah?",
      "start": 1682866,
      "end": 1683130,
      "confidence": 0.87953
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "They're asleep, yeah.",
      "start": 1683162,
      "end": 1684354,
      "confidence": 0.90326
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "Someone pops in, puts a guitar next to the bed, right? Nips off out again. They wake up in the morning and one of them goes, what's this? They don't even know it's a guitar because they've never seen one. Right.",
      "start": 1684434,
      "end": 1695992,
      "confidence": 0.924801951219512
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "They're talking English, though.",
      "start": 1696048,
      "end": 1697064,
      "confidence": 0.8462625
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1697144,
      "end": 1697424,
      "confidence": 0.8438
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "We just left guitar out of the vocabulary.",
      "start": 1697464,
      "end": 1699296,
      "confidence": 0.7970075
    },
    {
      "pos": 340,
      "speaker": "C",
      "text": "Right.",
      "start": 1699480,
      "end": 1700016,
      "confidence": 0.98328
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "So there's plenty more to come.",
      "start": 1700120,
      "end": 1702200,
      "confidence": 0.8484916666666668
    },
    {
      "pos": 342,
      "speaker": "C",
      "text": "So one of them will pick it up and they'll go, I don't know what it is. And they'll start strumming. They'll go, that sounds good. Tonight. Give them a few weeks. They could come up with hey Jude. Whereas saying. Typing Shakespeare, a monkey that can't even spell.",
      "start": 1702352,
      "end": 1715844,
      "confidence": 0.8719318367346939
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "Christmas special as well.",
      "start": 1721434,
      "end": 1722562,
      "confidence": 0.851325
    },
    {
      "pos": 344,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1722618,
      "end": 1722802,
      "confidence": 0.96402
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "No, short I'm chewing off in as well.",
      "start": 1722818,
      "end": 1725774,
      "confidence": 0.6749225000000001
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Yoshimi battles the pink robots and XFM 104.9 before the ad break, Steve Miller.",
      "start": 1740034,
      "end": 1744930,
      "confidence": 0.7801292857142856
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "Band fly like an eagle.",
      "start": 1744962,
      "end": 1746418,
      "confidence": 0.99117
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Great track.",
      "start": 1746466,
      "end": 1746898,
      "confidence": 0.97109
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "Lovely to hear that.",
      "start": 1746946,
      "end": 1747506,
      "confidence": 0.863165
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "Brilliant track. We're not scared of playing that sort of stuff, are we?",
      "start": 1747530,
      "end": 1749802,
      "confidence": 0.9478192307692309
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Indeed.",
      "start": 1749818,
      "end": 1750324,
      "confidence": 0.87982
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "We've got some great. I think we're underestimated here. People think we're just like, you know, two guys in a buffoon in a room. It was so much more than that. We, you know, we try and put together a whole package for them for their Saturday afternoon listening, play an infinite.",
      "start": 1750434,
      "end": 1765240,
      "confidence": 0.8874371153846153
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Number of us, three in an infinite. In an infinite number of studios.",
      "start": 1765272,
      "end": 1768304,
      "confidence": 0.882616153846154
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1768344,
      "end": 1768544,
      "confidence": 0.43375
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Broadcasting for an infinite number of shows. Would we ever do anything half decent?",
      "start": 1768584,
      "end": 1772096,
      "confidence": 0.9440728571428573
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Yeah, we eventually would.",
      "start": 1772160,
      "end": 1773112,
      "confidence": 0.8838725000000001
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "We ultimately come up with something quite.",
      "start": 1773128,
      "end": 1774544,
      "confidence": 0.8983228571428572
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "What was that email that you were laughing?",
      "start": 1774584,
      "end": 1775968,
      "confidence": 0.9044575
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "I can. It's too rude.",
      "start": 1776016,
      "end": 1777160,
      "confidence": 0.88384
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "What does it say?",
      "start": 1777232,
      "end": 1777880,
      "confidence": 0.91535
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "It's too nasty.",
      "start": 1777952,
      "end": 1779248,
      "confidence": 0.6656633333333333
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Oh, God. Give me the gist of it.",
      "start": 1779336,
      "end": 1780880,
      "confidence": 0.8374587500000001
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "The gist of it was that it would mean that if there was that infinite number of monkeys, eventually, besides the fact that they would type the complete works of Shakespeare, they would also type the sentence, Carl Pilkington is a genius. But the email also said it would also type Ricky Gervais. I can't say the word, but I know.",
      "start": 1780912,
      "end": 1798840,
      "confidence": 0.9433209836065573
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Yeah, but the number of times they type it and write, Carl Pilgrim is a genius and Ricky Gervais is a cunned.",
      "start": 1798912,
      "end": 1804352,
      "confidence": 0.8457781818181819
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Exactly. Yeah, that would be there a lot. Before we carry on with anything, I should just tell you we're on subject emails. There's one emailer we're always looking forward.",
      "start": 1804488,
      "end": 1812750,
      "confidence": 0.9113616666666668
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "To hearing from Dickerson, Dicky docky do.",
      "start": 1812782,
      "end": 1818358,
      "confidence": 0.66884
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "Richard Anderson. Thanks for emailing.",
      "start": 1818526,
      "end": 1821034,
      "confidence": 0.77934
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "He's my biggest fan.",
      "start": 1821414,
      "end": 1822662,
      "confidence": 0.796425
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "He's one of the biggest fans.",
      "start": 1822718,
      "end": 1823654,
      "confidence": 0.9571083333333332
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Absolutely loves me, but not afraid to.",
      "start": 1823734,
      "end": 1826542,
      "confidence": 0.9271871428571429
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Offer some constructive criticism.",
      "start": 1826558,
      "end": 1827894,
      "confidence": 0.98063
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "Go on.",
      "start": 1827974,
      "end": 1828334,
      "confidence": 0.7749349999999999
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "That's the great thing about Dickey. And from Anders this week, he says, ricky, I'm lazy. I talk nonsense. I'm badly organized, and I believe in ghosts. Can I have a job working on your show? Possibly Anders. Maybe send in a cv or email.",
      "start": 1828374,
      "end": 1845734,
      "confidence": 0.8646908888888889
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "A tv, a little bit of all of us in that. Ask if he's a goggle eyed freak. Steve.",
      "start": 1845774,
      "end": 1850054,
      "confidence": 0.9032584210526315
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "All right, calm down. Well, no, I didn't necessarily to get insulted.",
      "start": 1850094,
      "end": 1852302,
      "confidence": 0.7477016666666666
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "No, I didn't necessarily mean you, did.",
      "start": 1852318,
      "end": 1853982,
      "confidence": 0.8298928571428572
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "I to get nasty?",
      "start": 1853998,
      "end": 1854846,
      "confidence": 0.664825
    },
    {
      "pos": 378,
      "speaker": "C",
      "text": "Well, so I was thinking about that, actually, Steve.",
      "start": 1854910,
      "end": 1856910,
      "confidence": 0.8579355555555557
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 1856982,
      "end": 1857926,
      "confidence": 0.766275
    },
    {
      "pos": 380,
      "speaker": "C",
      "text": "Just talking of the older. What?",
      "start": 1858110,
      "end": 1862302,
      "confidence": 0.8832183333333333
    },
    {
      "pos": 381,
      "speaker": "B",
      "text": "What?",
      "start": 1862358,
      "end": 1862670,
      "confidence": 0.65566
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "Talking of the what?",
      "start": 1862742,
      "end": 1863674,
      "confidence": 0.8970374999999999
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "No. Do you know, like, expect to be good? No. You don't have that many girlfriends.",
      "start": 1863814,
      "end": 1870242,
      "confidence": 0.8508668749999999
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 1870298,
      "end": 1871414,
      "confidence": 0.87923
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Carl, why are we on this? I wasn't. I was defending you in the whole monkey discussion. Come on, what's your point? What's your point? What's your point?",
      "start": 1871714,
      "end": 1877858,
      "confidence": 0.9195778571428571
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "What's the point? What's the point?",
      "start": 1877906,
      "end": 1879122,
      "confidence": 0.9206083333333334
    },
    {
      "pos": 387,
      "speaker": "C",
      "text": "I just was thinking, if there was.",
      "start": 1879258,
      "end": 1881378,
      "confidence": 0.9927442857142857
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "An infinite number of steves.",
      "start": 1881386,
      "end": 1882654,
      "confidence": 0.806452
    },
    {
      "pos": 389,
      "speaker": "C",
      "text": "You know, you're an odd looking fella.",
      "start": 1886234,
      "end": 1887934,
      "confidence": 0.89441
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "Come on, Carl, get to the.",
      "start": 1888394,
      "end": 1889626,
      "confidence": 0.853905
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "No, you know I've told you that.",
      "start": 1889650,
      "end": 1891426,
      "confidence": 0.9103585714285715
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "What do you mean you know? I know that.",
      "start": 1891570,
      "end": 1893848,
      "confidence": 0.9649255555555557
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "Well, there's no point pretending anymore, Steve.",
      "start": 1894026,
      "end": 1897916,
      "confidence": 0.8534214285714288
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "I'm. I am flabbergasted.",
      "start": 1898060,
      "end": 1900540,
      "confidence": 0.5989525
    },
    {
      "pos": 395,
      "speaker": "C",
      "text": "But also, you don't like spending money, right?",
      "start": 1900572,
      "end": 1902900,
      "confidence": 0.90194
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "He's mean and weird looking.",
      "start": 1903012,
      "end": 1905024,
      "confidence": 0.88095
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "Valentine's Day. Are you sort of.",
      "start": 1905404,
      "end": 1912664,
      "confidence": 0.7903033333333335
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "You know, you've got to love him now, haven't you?",
      "start": 1915124,
      "end": 1917404,
      "confidence": 0.773198
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "What? What? Are you happier with the fact that no girls like you enough, right?",
      "start": 1917484,
      "end": 1921604,
      "confidence": 0.9049493333333333
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "This is men. This is really mental.",
      "start": 1921764,
      "end": 1924264,
      "confidence": 0.8807185714285714
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "Or are you happy because you don't have to spend any money on a card for someone?",
      "start": 1924824,
      "end": 1929124,
      "confidence": 0.9647876470588235
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "A little from column a, little from column b.",
      "start": 1929824,
      "end": 1932364,
      "confidence": 0.803811111111111
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "Right. Let's have. Let's have more monkey news. What? We got.",
      "start": 1934264,
      "end": 1937480,
      "confidence": 0.8175190909090908
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "No way.",
      "start": 1937512,
      "end": 1937792,
      "confidence": 0.6697599999999999
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "We've got so much to get into this show. Insults.",
      "start": 1937808,
      "end": 1941444,
      "confidence": 0.907858
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "I think we've got enough.",
      "start": 1942064,
      "end": 1942864,
      "confidence": 0.892718
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "We don't need the insults. No more insults. No more insults.",
      "start": 1942904,
      "end": 1945152,
      "confidence": 0.79165
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "Me with colleagues. You know, he's been planning that.",
      "start": 1945208,
      "end": 1947112,
      "confidence": 0.8673788888888887
    },
    {
      "pos": 409,
      "speaker": "C",
      "text": "No, I haven't. I was think. Well, I was thinking about on the way in, because Valentine's day is coming up, and I'm not a big fan of it.",
      "start": 1947168,
      "end": 1953844,
      "confidence": 0.9106727586206895
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Condoms?",
      "start": 1954604,
      "end": 1955548,
      "confidence": 0.95988
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "You bought your girlfriend a box of condoms for Christmas? I don't think you can ever go at me, to be fair.",
      "start": 1955676,
      "end": 1960584,
      "confidence": 0.9381695454545453
    },
    {
      "pos": 412,
      "speaker": "C",
      "text": "No, but I don't just treat her on Valentine's. I'm always. Do you know what I mean?",
      "start": 1960964,
      "end": 1964828,
      "confidence": 0.8467794117647058
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "You don't even treat her on Valentine's Day. You don't even treat her at Christmas.",
      "start": 1964876,
      "end": 1967220,
      "confidence": 0.9129426666666667
    },
    {
      "pos": 414,
      "speaker": "C",
      "text": "Or on her birthday.",
      "start": 1967252,
      "end": 1968020,
      "confidence": 0.8959324999999999
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "When do you treat.",
      "start": 1968092,
      "end": 1968692,
      "confidence": 0.9496850000000001
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Hang on a minute. Wait a cotton picking minute there. Oh, why, I honor. Wait a minute. What was that? Tiffany dog.",
      "start": 1968748,
      "end": 1978276,
      "confidence": 0.8019422727272727
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "I treat your girlfriend better than you, and I've only met her twice.",
      "start": 1978420,
      "end": 1981704,
      "confidence": 0.8878923076923079
    },
    {
      "pos": 418,
      "speaker": "C",
      "text": "I took her out last night and.",
      "start": 1983044,
      "end": 1984252,
      "confidence": 0.9983128571428572
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "She enjoyed herself until she had to write the check.",
      "start": 1984268,
      "end": 1987132,
      "confidence": 0.954833
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Where'd you go? Where'd you go?",
      "start": 1987188,
      "end": 1988292,
      "confidence": 0.8352733333333333
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "To a chippy.",
      "start": 1988348,
      "end": 1989304,
      "confidence": 0.8585566666666665
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "To a chippy.",
      "start": 1993364,
      "end": 1994260,
      "confidence": 0.6593533333333333
    },
    {
      "pos": 423,
      "speaker": "C",
      "text": "Not a really quality one.",
      "start": 1994332,
      "end": 1995964,
      "confidence": 0.9196120000000001
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Right under a fiber for two.",
      "start": 1996044,
      "end": 1998780,
      "confidence": 0.85523
    },
    {
      "pos": 425,
      "speaker": "B",
      "text": "Nice wrapping. Not newspaper.",
      "start": 1998892,
      "end": 2000564,
      "confidence": 0.8192524999999999
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "Greaseproof paper, bread.",
      "start": 2000684,
      "end": 2002184,
      "confidence": 0.81252
    },
    {
      "pos": 427,
      "speaker": "B",
      "text": "Ash. And sometimes on XFM 104.9. I'm going to surveys with me, Steve Merchant and Carl Pilkington. We've got so much to get through. All right, all right, all right. London's shit in it. Sorry. Swear on air. On air. My studio.",
      "start": 2016124,
      "end": 2030708,
      "confidence": 0.7475750000000001
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Never, never swear on an on air studio.",
      "start": 2030796,
      "end": 2032428,
      "confidence": 0.81422
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "Yeah, apologies. Not really swearing, is it? I'll tell you what swearing. So, yeah, graduate, you're gonna play that again and give a winner. Give a winner.",
      "start": 2032476,
      "end": 2043598,
      "confidence": 0.8589670370370369
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Well, let's hear it. So it's Carl Pilkington featuring in the graduate.",
      "start": 2043676,
      "end": 2047894,
      "confidence": 0.9584250000000001
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2049074,
      "end": 2049894,
      "confidence": 0.59597
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "Well, here you go then. So you ready for it? And I've brought some condoms from home that Susan got for Christmas.",
      "start": 2051994,
      "end": 2061586,
      "confidence": 0.8779145454545454
    },
    {
      "pos": 433,
      "speaker": "D",
      "text": "Gentlemen.",
      "start": 2061610,
      "end": 2062374,
      "confidence": 0.61128
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "What?",
      "start": 2062914,
      "end": 2063654,
      "confidence": 0.78952
    },
    {
      "pos": 435,
      "speaker": "D",
      "text": "Will you bring me a hanger?",
      "start": 2064674,
      "end": 2066134,
      "confidence": 0.9171316666666667
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "A what?",
      "start": 2066634,
      "end": 2067394,
      "confidence": 0.9437450000000001
    },
    {
      "pos": 437,
      "speaker": "D",
      "text": "A hanger.",
      "start": 2067514,
      "end": 2068454,
      "confidence": 0.849175
    },
    {
      "pos": 438,
      "speaker": "C",
      "text": "Tell you what, I've got wood. Just saying. I've got wood. I've got metal ones as well. What sort do you want?",
      "start": 2073614,
      "end": 2084302,
      "confidence": 0.9535113636363636
    },
    {
      "pos": 439,
      "speaker": "D",
      "text": "Either one would be fine.",
      "start": 2084478,
      "end": 2085954,
      "confidence": 0.786244
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "All right. There you go.",
      "start": 2086254,
      "end": 2089154,
      "confidence": 0.862258
    },
    {
      "pos": 441,
      "speaker": "D",
      "text": "Are you afraid of me?",
      "start": 2097674,
      "end": 2099134,
      "confidence": 0.928206
    },
    {
      "pos": 442,
      "speaker": "C",
      "text": "Eh? No. No. I've seen weirder things than you. Have I ever told you about the two lads I went to school with who had big heads, web fingers as well. Not related and weren't mates, but both had the same thing, which is a bit weird. Uh, yeah. I never found out what was wrong with them.",
      "start": 2099594,
      "end": 2125686,
      "confidence": 0.8983982758620688
    },
    {
      "pos": 443,
      "speaker": "D",
      "text": "Can I ask you a personal question?",
      "start": 2125750,
      "end": 2127394,
      "confidence": 0.9972300000000001
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "As long as it's not about me, Ed, being round. Because Ricky's always going on about that. He's saying, I've got a round, Ed.",
      "start": 2129934,
      "end": 2136022,
      "confidence": 0.8653179166666668
    },
    {
      "pos": 445,
      "speaker": "D",
      "text": "Well, you can admit that, can't you?",
      "start": 2136118,
      "end": 2137994,
      "confidence": 0.88102
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "No, it's. I'd say it's a normal sort of shape. It's just round.",
      "start": 2138414,
      "end": 2142514,
      "confidence": 0.895153076923077
    },
    {
      "pos": 447,
      "speaker": "D",
      "text": "It is, isn't it?",
      "start": 2142934,
      "end": 2144158,
      "confidence": 0.97907
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Yeah, but what do you mean? So is yours. Ed should be round.",
      "start": 2144286,
      "end": 2148570,
      "confidence": 0.8118438461538461
    },
    {
      "pos": 449,
      "speaker": "D",
      "text": "Nothing to be ashamed.",
      "start": 2148602,
      "end": 2149626,
      "confidence": 0.9491075
    },
    {
      "pos": 450,
      "speaker": "C",
      "text": "I'm not ashamed. It's just a normal shape.",
      "start": 2149690,
      "end": 2152562,
      "confidence": 0.8282225000000001
    },
    {
      "pos": 451,
      "speaker": "D",
      "text": "Mm hmm.",
      "start": 2152698,
      "end": 2153614,
      "confidence": 0.643275
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "And you can talk. Look at your saggy ass. Anyway, get your knickers off.",
      "start": 2154034,
      "end": 2158858,
      "confidence": 0.8517300000000001
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Hello, darkness, my old friend.",
      "start": 2158986,
      "end": 2161242,
      "confidence": 0.906852
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "Oh, dear. A classic. An Oscar winning classic.",
      "start": 2161378,
      "end": 2164218,
      "confidence": 0.82855125
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Oh. Carl Pilkington in the graduate. But what was the question, Steve?",
      "start": 2164266,
      "end": 2168258,
      "confidence": 0.8493825
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "The question was, which actor was Carl Pilkington taking the role of?",
      "start": 2168306,
      "end": 2172354,
      "confidence": 0.9326475
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "Well, that's easy.",
      "start": 2172434,
      "end": 2173370,
      "confidence": 0.9753566666666668
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "Which was he performing opposite?",
      "start": 2173442,
      "end": 2175906,
      "confidence": 0.823526
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "I know that.",
      "start": 2175970,
      "end": 2176498,
      "confidence": 0.9942833333333333
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "And the answer is Ricky Hoffman.",
      "start": 2176546,
      "end": 2178344,
      "confidence": 0.8536283333333334
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "And Bancroft.",
      "start": 2179084,
      "end": 2181796,
      "confidence": 0.810665
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "And Bancroft. Dustin Hoffman and the 699 VHS cassette is going to Laura Gomez, because she says that she'd be happy with the VHS, not the DVD. So best of luck to her. I hope she enjoys that.",
      "start": 2181860,
      "end": 2192764,
      "confidence": 0.9377718421052631
    },
    {
      "pos": 463,
      "speaker": "C",
      "text": "All right.",
      "start": 2192884,
      "end": 2193292,
      "confidence": 0.68282
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2193348,
      "end": 2193740,
      "confidence": 0.69202
    },
    {
      "pos": 465,
      "speaker": "C",
      "text": "What we do next week, I've got loads of.",
      "start": 2193812,
      "end": 2197264,
      "confidence": 0.9391522222222223
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "I quite like hearing Carl in a sort of seductive environment. It gives you another insight into. It gives you another dimension.",
      "start": 2199524,
      "end": 2204166,
      "confidence": 0.9213040909090909
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "I know. Et it is then.",
      "start": 2204300,
      "end": 2206414,
      "confidence": 0.7967233333333333
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Exhibit x and the track x. Have you seen eight mile?",
      "start": 2216834,
      "end": 2220810,
      "confidence": 0.8655136363636363
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "Really?",
      "start": 2220842,
      "end": 2221202,
      "confidence": 0.75098
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "I really enjoyed it.",
      "start": 2221298,
      "end": 2222850,
      "confidence": 0.8880925
    },
    {
      "pos": 471,
      "speaker": "A",
      "text": "You know, it's exhibit. Makes a little cameo in there.",
      "start": 2222882,
      "end": 2224650,
      "confidence": 0.8533350000000001
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "Yeah. And that. That last bit, that. That wrap off at the end was lovely. It was so. It was just like. It was like Rocky or something.",
      "start": 2224682,
      "end": 2233164,
      "confidence": 0.9280107142857142
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "Shall we have a wrap off? Maybe next week?",
      "start": 2233204,
      "end": 2234564,
      "confidence": 0.8303444444444444
    },
    {
      "pos": 474,
      "speaker": "B",
      "text": "Yeah. Yeah. Let's try and master the art of talking civilian to each other first before we start making it rhyme.",
      "start": 2234604,
      "end": 2243504,
      "confidence": 0.8534109523809522
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Rockbusters car.",
      "start": 2244244,
      "end": 2245544,
      "confidence": 0.47284499999999996
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2246244,
      "end": 2246692,
      "confidence": 0.87429
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "I'm not a champion of rockbusters, as you know, but I think it's overstayed. It's welcome, but.",
      "start": 2246748,
      "end": 2250364,
      "confidence": 0.9053147058823531
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Well, I think Carl's just giving the fans what they want here.",
      "start": 2250444,
      "end": 2252804,
      "confidence": 0.8542966666666666
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Okay.",
      "start": 2252844,
      "end": 2253260,
      "confidence": 0.65043
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "It's a popular thing in it. Got some good prizes, the pressure behind it.",
      "start": 2253332,
      "end": 2256884,
      "confidence": 0.8438792857142856
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "Let me tell you what the prizes are. It's a dance music compilation. Cream trance anthems 2017. A lot of trance on.",
      "start": 2257044,
      "end": 2263356,
      "confidence": 0.87817
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Well, I put that on quite a lot and do it myself.",
      "start": 2263380,
      "end": 2266100,
      "confidence": 0.8355408333333334
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "There's the original motion picture soundtrack to the forthcoming film adaptation. When you've seen the film, I'm sure that will mean more to you.",
      "start": 2266292,
      "end": 2272092,
      "confidence": 0.9193545833333334
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "You like that, though?",
      "start": 2272108,
      "end": 2272700,
      "confidence": 0.6796575
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "It's a good movie. A Nicholas Cage playing and a twin brother. And it's written by Spike. It's directed by Spike.",
      "start": 2272732,
      "end": 2278084,
      "confidence": 0.8798066666666668
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "John joined at the. What?",
      "start": 2278124,
      "end": 2280100,
      "confidence": 0.8541259999999999
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "No, no, they're not joined at the hip at all. Or at the face. And we've also got the best one hit wonders album in the world ever. What we got on there? We got things like the crazy world of Arthur Brown, brilliant Nayna, 99 red balloons, the Rembrandt. In fact, it kicks off with Nayna.",
      "start": 2280292,
      "end": 2293842,
      "confidence": 0.8607605263157897
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Sure.",
      "start": 2293898,
      "end": 2294330,
      "confidence": 0.95955
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "That's followed up by I'll be there for you, the theme from friends by the Rembrandts, and of course, breakfast at Tiffany's by deep blue something.",
      "start": 2294442,
      "end": 2300130,
      "confidence": 0.9329288461538461
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "Brilliant. Deep blue something. Is that the worst name?",
      "start": 2300282,
      "end": 2302730,
      "confidence": 0.8168433333333334
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "I think it possibly is.",
      "start": 2302802,
      "end": 2303954,
      "confidence": 0.9078039999999999
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "No. Sixpence. Pretty bad name.",
      "start": 2303994,
      "end": 2307194,
      "confidence": 0.770812
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "Okay, again, we. I know we've got a lot of chill out fans who listen to us. The best chill out album ever. Bear in mind, of course, all these prizes collated by Carl from, I guess, people's drawers.",
      "start": 2307274,
      "end": 2317068,
      "confidence": 0.8652789743589744
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2317116,
      "end": 2317704,
      "confidence": 0.43829
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Dearie me.",
      "start": 2319884,
      "end": 2320628,
      "confidence": 0.646875
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "What is it?",
      "start": 2320676,
      "end": 2321124,
      "confidence": 0.9204399999999998
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "The only thing probably worth having is a. I mean, it's topical if nothing else. Car a seven inch by the white stripes. Merry Christmas from the white stripes. That was their exclusive Christmas single, so.",
      "start": 2321164,
      "end": 2330716,
      "confidence": 0.9508300000000003
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "That'S early in it. A lot of people gotta wait eleven months before that's released. Or is it last christmases?",
      "start": 2330900,
      "end": 2337540,
      "confidence": 0.8775224999999999
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Exactly. And I have never heard of this DVD.",
      "start": 2337612,
      "end": 2341298,
      "confidence": 0.9288366666666666
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "Go on.",
      "start": 2341396,
      "end": 2341702,
      "confidence": 0.732715
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "I like to think of myself as being fairly familiar with tv and films, but I have never heard of Stephen King's Rose Red. Welcome to a place evil calls home. And it's on DVD. It's certificate twelve, so don't imagine anything too shocking and it looks appalling. Is Rose Red mansion truly haunted? To find out, professor.",
      "start": 2341718,
      "end": 2359074,
      "confidence": 0.8888101724137933
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "Okay, we've got the gist of it. They're not very good prizes, they're cobbled together. But if you've got nothing better to do, call in. If you know the answers to these clues, it's rock busters.",
      "start": 2360134,
      "end": 2369168,
      "confidence": 0.9098633333333329
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "Let's not let them call in, Rick.",
      "start": 2369216,
      "end": 2370408,
      "confidence": 0.8259685714285714
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Please don't let these people call in.",
      "start": 2370456,
      "end": 2372124,
      "confidence": 0.7761814285714285
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "It's email only, Carl. Don't interrupt me.",
      "start": 2372944,
      "end": 2375760,
      "confidence": 0.8388128571428571
    },
    {
      "pos": 506,
      "speaker": "C",
      "text": "Just.",
      "start": 2375832,
      "end": 2376256,
      "confidence": 0.66826
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "Yeah, Ricky Gervais, fm dot co dot uk. Email only. I can't stress that enough.",
      "start": 2376360,
      "end": 2383584,
      "confidence": 0.7631479999999999
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "We just don't want to speak to you people.",
      "start": 2383744,
      "end": 2385764,
      "confidence": 0.9790355555555555
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "So I give some initials out and a cryptic clue and it makes up.",
      "start": 2387144,
      "end": 2390672,
      "confidence": 0.9337442857142857
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "The answer and wow, sometimes it does. Yeah, two of them.",
      "start": 2390688,
      "end": 2393160,
      "confidence": 0.8209127272727272
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "There's a new aspect which I'll explain about in a minute. So the first one is cryptic clue is, well, if he would have been wearing an helmet, it would have been all right. And the initial there is b. Right, so, well, if you would have been wearing an helmet, it would have been all right. B. Right, Pandora, an artist. Second one. Why are them jamaican fellas swinging fish around their head? Initials fills me with ds. Ds. Why them jamaican men swinging fish round the red? Alright, and the final bit, two rock busters. It's a new bit. Last week I played you this. That's someone beating up a dog. That was smack my bitch up. Right, so here's some sound effects and that. And they make up a song.",
      "start": 2393192,
      "end": 2447504,
      "confidence": 0.8676444360902251
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "I can listen to him jog all day.",
      "start": 2449724,
      "end": 2451436,
      "confidence": 0.77675
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "Let's have a listen to the effects.",
      "start": 2451460,
      "end": 2452984,
      "confidence": 0.8731414285714286
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "Right. I told you not to play that one. It's rubbish. No one will get that.",
      "start": 2463534,
      "end": 2466958,
      "confidence": 0.903884375
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "Well, we'll see.",
      "start": 2467046,
      "end": 2467726,
      "confidence": 0.9385933333333334
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "I heard that a couple weeks ago as it's rubbish. No one to get it.",
      "start": 2467790,
      "end": 2470798,
      "confidence": 0.8259873333333334
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "No, it's not the one you think it is. Aha. Right, so email in. Ricky Gervais, Fm dot co dot uk. And you win that.",
      "start": 2470926,
      "end": 2478558,
      "confidence": 0.8885823999999998
    },
    {
      "pos": 518,
      "speaker": "A",
      "text": "So I'm a little bit confused. I'm here, I've heard what you're saying. We've discussed this in the past. I don't know what's happening. What's that?",
      "start": 2478566,
      "end": 2484488,
      "confidence": 0.885394230769231
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Is that a clue? That's a cryptic clue. That's that screaming to a song is.",
      "start": 2484616,
      "end": 2489128,
      "confidence": 0.9120866666666667
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "It was screaming.",
      "start": 2489136,
      "end": 2490168,
      "confidence": 0.7212733333333333
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "Well, don't say it. So they should stand up by itself. Don't give them any clue.",
      "start": 2490216,
      "end": 2493464,
      "confidence": 0.853884375
    },
    {
      "pos": 522,
      "speaker": "A",
      "text": "Hang on a sec. Hang on a sec. So this is the name of a song. It's not a band or an artist.",
      "start": 2493624,
      "end": 2498764,
      "confidence": 0.9628421739130435
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "So the first two bands are artists and the last one is the name of the song.",
      "start": 2499144,
      "end": 2504568,
      "confidence": 0.8526758823529413
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "I said we should abandon this. I said we should just pack it in.",
      "start": 2504656,
      "end": 2509664,
      "confidence": 0.9383407142857142
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "What, the show? Yes.",
      "start": 2510004,
      "end": 2511544,
      "confidence": 0.9390075
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Someone talking.",
      "start": 2521924,
      "end": 2522876,
      "confidence": 0.7846150000000001
    },
    {
      "pos": 527,
      "speaker": "B",
      "text": "I'm looking at his face. His headphones are too loud. Instead of turning them down, he's just grimacing, going, these are too loud. I don't understand it. How have you lived this long? How did you make it to 30 without getting squashed or eating something deadly poisonous?",
      "start": 2522980,
      "end": 2538388,
      "confidence": 0.9710612500000003
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "I told you, I used to choke a lot.",
      "start": 2538476,
      "end": 2540264,
      "confidence": 0.8484777777777778
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "We read an email from placebo, the bitter end.",
      "start": 2543564,
      "end": 2546668,
      "confidence": 0.87656
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "We've had an email from Andrew Forrest, who has just simply entitled it Carl Pillockton. That's got to be your new name from now on.",
      "start": 2546716,
      "end": 2557460,
      "confidence": 0.8809440000000001
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "Oh, I had a mate who used to use it. What used to call you that?",
      "start": 2557532,
      "end": 2564276,
      "confidence": 0.8670625
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "Was that your nickname at school?",
      "start": 2564380,
      "end": 2565532,
      "confidence": 0.9258283333333334
    },
    {
      "pos": 533,
      "speaker": "C",
      "text": "No, it's not my nickname.",
      "start": 2565628,
      "end": 2566888,
      "confidence": 0.8112539999999999
    },
    {
      "pos": 534,
      "speaker": "B",
      "text": "It is now.",
      "start": 2566996,
      "end": 2567816,
      "confidence": 0.9876299999999999
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "No, it's not.",
      "start": 2567920,
      "end": 2568592,
      "confidence": 0.93215
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "It is now.",
      "start": 2568648,
      "end": 2569344,
      "confidence": 0.9896433333333333
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "Pillicton.",
      "start": 2569424,
      "end": 2569984,
      "confidence": 0.11289
    },
    {
      "pos": 538,
      "speaker": "B",
      "text": "Pillockton. Oi, oi. Pillockton.",
      "start": 2570024,
      "end": 2573804,
      "confidence": 0.33709999999999996
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Pillockton. Do my own work.",
      "start": 2574464,
      "end": 2575728,
      "confidence": 0.7331380000000001
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Where do you live? Where do you come from? Pillockton.",
      "start": 2575776,
      "end": 2578112,
      "confidence": 0.893486
    },
    {
      "pos": 541,
      "speaker": "C",
      "text": "No, there's this lad who called Mark, right, who used to go to school with who I used to call me that. And his mom, right, was, like, obsessed with cleaning and I was never allowed in there flat.",
      "start": 2578248,
      "end": 2592204,
      "confidence": 0.8591646153846153
    },
    {
      "pos": 542,
      "speaker": "B",
      "text": "He makes the place look untidy.",
      "start": 2592744,
      "end": 2594872,
      "confidence": 0.87376
    },
    {
      "pos": 543,
      "speaker": "C",
      "text": "So she used to. I don't know if it was just me or all his mates, but I used to turn up and she goes, yeah, he is in, but you know what you got to do? And I used to have to go round the side of his flat and he had a computer, right, which he used to play. I didn't have one at that point, but he had one, and I used to have to go around the side of the flat and stand at his bedroom window with his window open. And I'd be sort of leaning in, playing the game.",
      "start": 2594968,
      "end": 2618016,
      "confidence": 0.942345047619048
    },
    {
      "pos": 544,
      "speaker": "B",
      "text": "You are joking. You had the weirdest ringing I've ever heard. The things you were willing to do. It's the strangest. What is this town like? Was there always music? There's the horse in the house there. Oh, look at these two kids with big heads and web feet. All right, all right, Ronnie. All right, Reggie. What. What was it like?",
      "start": 2618080,
      "end": 2639728,
      "confidence": 0.8637756451612902
    },
    {
      "pos": 545,
      "speaker": "C",
      "text": "She was.",
      "start": 2639816,
      "end": 2640200,
      "confidence": 0.944355
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "She was like. You've grown up in a cartoon made for children.",
      "start": 2640232,
      "end": 2643176,
      "confidence": 0.8790091666666666
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2643320,
      "end": 2643808,
      "confidence": 0.59593
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "No, his man was really obsessed with cleaning. I went, um.",
      "start": 2643896,
      "end": 2647872,
      "confidence": 0.7249381818181818
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "Can I play through his window? Misses rams bottom. Can I play through Mark's window? Aight. You know, we have to do.",
      "start": 2647928,
      "end": 2655140,
      "confidence": 0.8790427272727271
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "She used to be up to that pinicton again.",
      "start": 2655312,
      "end": 2657864,
      "confidence": 0.8308422222222223
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "Well, till three in the morning. Was.",
      "start": 2660244,
      "end": 2661572,
      "confidence": 0.8060357142857144
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "She used to be up doing the tiles in the kitchen, washing until three in the morning. Three in the morning. And for ages and ages I. That's what. That's saying, that out on the tiles. I used to think that came from, like, his man, because she was out, like, cleaning him late. So till I was about 13, I thought that saying, out late on the tiles.",
      "start": 2661588,
      "end": 2682308,
      "confidence": 0.9098553623188403
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2682396,
      "end": 2682900,
      "confidence": 0.90914
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "Was.",
      "start": 2683012,
      "end": 2683380,
      "confidence": 0.68061
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "And now you're not confused by anything. There's no misunderstandings in your life now, is there?",
      "start": 2683452,
      "end": 2688612,
      "confidence": 0.913235
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "So what he was allowed to walk in and out of the house was.",
      "start": 2688668,
      "end": 2690852,
      "confidence": 0.9521849999999998
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "He was all right, but. And he used to come around to ours a lot and ma'am used to get these pies from ag and backs. Right.",
      "start": 2690868,
      "end": 2696412,
      "confidence": 0.8252881481481481
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "So I don't know what that is.",
      "start": 2696588,
      "end": 2698180,
      "confidence": 0.90475
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "It's at that bakery where they used to chuck the cakes out the back.",
      "start": 2698252,
      "end": 2700864,
      "confidence": 0.7789407142857144
    },
    {
      "pos": 560,
      "speaker": "B",
      "text": "Oh, you had six yet? Six.",
      "start": 2701524,
      "end": 2703340,
      "confidence": 0.6276883333333333
    },
    {
      "pos": 561,
      "speaker": "C",
      "text": "He loved it. But I could never go round to theirs. Or if I did, it was like, well, yeah, he is in. And I go, all right. And then I'd walk around the side of the flat, stand outside.",
      "start": 2703412,
      "end": 2712594,
      "confidence": 0.9172962499999999
    },
    {
      "pos": 562,
      "speaker": "B",
      "text": "Why did you ever knock at the door? Why just go around and knock on the window?",
      "start": 2713014,
      "end": 2716262,
      "confidence": 0.9087699999999999
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "Just check his in? Because he wasn't always in his room. You say, it was lounge. He'd have to go to his bedroom. And then you see, you.",
      "start": 2716318,
      "end": 2722006,
      "confidence": 0.8539110714285714
    },
    {
      "pos": 564,
      "speaker": "B",
      "text": "This is the strangest. And you'd play a computer game through the window.",
      "start": 2722110,
      "end": 2725366,
      "confidence": 0.9746046153846153
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "You say it was a flat. It wasn't like a fifth story one. You had to get in one of those kind of cleaning contraptions and, like, winch your way up.",
      "start": 2725430,
      "end": 2731710,
      "confidence": 0.9113212903225805
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "I love the idea of that. Oh, Pillockton, have you got me any chimpanzee that.",
      "start": 2731862,
      "end": 2738428,
      "confidence": 0.8625166666666666
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "I've got monkey news still to cram in in the next.",
      "start": 2738476,
      "end": 2741188,
      "confidence": 0.8484781818181819
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "Let's do monkey news now. I need some monkey news.",
      "start": 2741276,
      "end": 2743388,
      "confidence": 0.9635450000000001
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "I think we've done enough here, right?",
      "start": 2743436,
      "end": 2744684,
      "confidence": 0.93535
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "What do you mean? I think we've done enough here.",
      "start": 2744764,
      "end": 2746420,
      "confidence": 0.9447599999999999
    },
    {
      "pos": 571,
      "speaker": "C",
      "text": "We'll play a little song, eh?",
      "start": 2746532,
      "end": 2747692,
      "confidence": 0.8405083333333332
    },
    {
      "pos": 572,
      "speaker": "B",
      "text": "What? Play, um. Play the verb.",
      "start": 2747748,
      "end": 2749252,
      "confidence": 0.6971666666666666
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "All right.",
      "start": 2749348,
      "end": 2750104,
      "confidence": 0.79352
    },
    {
      "pos": 574,
      "speaker": "B",
      "text": "God is getting all stressed because I.",
      "start": 2765164,
      "end": 2767380,
      "confidence": 0.77035
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "Screamed sparky stream Tina Franklin. I'll tell you, I'm sick of the screaming, Rick. I'm sick of that. I mean, no wonder Carl hates you. And that is the word I don't use often, but he does and he loathes you.",
      "start": 2767412,
      "end": 2778348,
      "confidence": 0.8763146341463415
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "Monkey news, give us one of the.",
      "start": 2778396,
      "end": 2779996,
      "confidence": 0.8939171428571429
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "Screams so the audience at home gets a taste of it. I'm taking my headphones off now.",
      "start": 2780020,
      "end": 2782652,
      "confidence": 0.8138147058823528
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "I'm not gonna scream. Go on, let's see what they're asking. What you were doing, was it worse than that? Yes. Right, come on. Monkey news. We're not gonna win.",
      "start": 2782668,
      "end": 2792096,
      "confidence": 0.8215063333333334
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "It's not called monkey news at chimpanzee.",
      "start": 2792160,
      "end": 2793856,
      "confidence": 0.8389542857142857
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "We're not gonna pack all the monkey stuff in. We've got quarter of an hour. What? What other show can say that? We're knocking the packing all the monkey news.",
      "start": 2793880,
      "end": 2801648,
      "confidence": 0.7956586666666666
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "We've got 15 minutes, but we can't get all the monkey information.",
      "start": 2801696,
      "end": 2804448,
      "confidence": 0.8957316666666667
    },
    {
      "pos": 582,
      "speaker": "C",
      "text": "Right, come on, you're gonna love this one.",
      "start": 2804576,
      "end": 2806544,
      "confidence": 0.870585
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Go on.",
      "start": 2806624,
      "end": 2807272,
      "confidence": 0.920135
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "This other jingle.",
      "start": 2807408,
      "end": 2808552,
      "confidence": 0.78113
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Oh, chimpanzee that.",
      "start": 2808728,
      "end": 2810672,
      "confidence": 0.7824633333333333
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "Right. I don't know how recent this was. Oh, God, 17th century, but it happened in acne, right? If you're outside London, that's in a place in London and it's this monkey that's going about acne, nicking DVD's.",
      "start": 2810808,
      "end": 2828154,
      "confidence": 0.9010223684210527
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Even the monkey didn't go for videos. Even the monkey knew. Well, there's no point in getting on vhs. Throw it back.",
      "start": 2831454,
      "end": 2841614,
      "confidence": 0.8683577272727273
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "Right? And there's a girl called Lisa who works in our office here, right? And I mentioned it to her because she lives in Hackney. I said, you familiar with this? And she said, oh, I remember something about it which annoyed me. The fact that a monkey's running riot. But she couldn't. She didn't know the full story and she lives there.",
      "start": 2841774,
      "end": 2860444,
      "confidence": 0.9427060317460318
    },
    {
      "pos": 589,
      "speaker": "B",
      "text": "What do you mean, a monkey? Do you mean it? Do you mean a chimpanzee or a monkey?",
      "start": 2861104,
      "end": 2864744,
      "confidence": 0.8716783333333332
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "I don't know. Is he a zoo in acne? Is he a zoo there? I don't know.",
      "start": 2864864,
      "end": 2868992,
      "confidence": 0.8377458823529412
    },
    {
      "pos": 591,
      "speaker": "B",
      "text": "What.",
      "start": 2869008,
      "end": 2869136,
      "confidence": 0.94303
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "So it was.",
      "start": 2869160,
      "end": 2869792,
      "confidence": 0.79791
    },
    {
      "pos": 593,
      "speaker": "B",
      "text": "But it was like, there a zoo in Hackney?",
      "start": 2869888,
      "end": 2872224,
      "confidence": 0.7888433333333335
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "I don't know. I don't know. That's what I was asking.",
      "start": 2872344,
      "end": 2874484,
      "confidence": 0.8587663636363637
    },
    {
      "pos": 595,
      "speaker": "B",
      "text": "Get on with the story.",
      "start": 2876014,
      "end": 2877134,
      "confidence": 0.968112
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "So anyway, so, yeah, it's been robbing stuff. And the other bit that really puzzled me, right. Is the fact that.",
      "start": 2877254,
      "end": 2885422,
      "confidence": 0.9207438095238096
    },
    {
      "pos": 597,
      "speaker": "B",
      "text": "And you're not easily puzzled by monkey news.",
      "start": 2885558,
      "end": 2887590,
      "confidence": 0.95896875
    },
    {
      "pos": 598,
      "speaker": "C",
      "text": "They took fingerprints. What do you think about that?",
      "start": 2887702,
      "end": 2893514,
      "confidence": 0.8646177777777777
    },
    {
      "pos": 599,
      "speaker": "B",
      "text": "Well, they took fingerprints, presumably because they didn't know it was a monkey to start with.",
      "start": 2894494,
      "end": 2898150,
      "confidence": 0.9007675
    },
    {
      "pos": 600,
      "speaker": "C",
      "text": "No, they did. They saw it. They saw it nicking stuff and they said, get fingerprints. That means there's more than just one doing it.",
      "start": 2898302,
      "end": 2906934,
      "confidence": 0.9049015999999999
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "He had to fax them to Interpol.",
      "start": 2910034,
      "end": 2911850,
      "confidence": 0.8767271428571428
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "Yeah, yeah, we know. That is. Yeah, it's brightest. Brian the monkey.",
      "start": 2911922,
      "end": 2915274,
      "confidence": 0.8405800000000001
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "Yeah, yeah, sorry, I thought he was stealing DVD. Specifically DVD's.",
      "start": 2915314,
      "end": 2919810,
      "confidence": 0.7352290909090908
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "DVD's? I think it said watches and stuff.",
      "start": 2919842,
      "end": 2922602,
      "confidence": 0.82946375
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "What, breaking into homes?",
      "start": 2922698,
      "end": 2923890,
      "confidence": 0.9428425
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Yeah. In Hackney, maybe.",
      "start": 2923922,
      "end": 2925234,
      "confidence": 0.8919875
    },
    {
      "pos": 607,
      "speaker": "B",
      "text": "Are you sure it wasn't a kid with a mask on?",
      "start": 2925274,
      "end": 2927328,
      "confidence": 0.904769090909091
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "No, seriously, how is he breaking into homes?",
      "start": 2927426,
      "end": 2929812,
      "confidence": 0.8912775
    },
    {
      "pos": 609,
      "speaker": "B",
      "text": "At the drain pipe. They're good. And they. They're good, aren't they?",
      "start": 2929988,
      "end": 2932904,
      "confidence": 0.7260241666666665
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "But how would they do?",
      "start": 2933244,
      "end": 2934276,
      "confidence": 0.840916
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "So is that the news?",
      "start": 2934300,
      "end": 2935596,
      "confidence": 0.887916
    },
    {
      "pos": 612,
      "speaker": "C",
      "text": "Well, that's. How much do you want?",
      "start": 2935780,
      "end": 2937504,
      "confidence": 0.9349471428571429
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "Is that monkey news for this week? Well, I don't know that it's true. Again, I've got.",
      "start": 2939684,
      "end": 2946012,
      "confidence": 0.8928682352941177
    },
    {
      "pos": 614,
      "speaker": "C",
      "text": "There was other stuff. There was another story that I found about a monkey. But I would like to know from someone if in Hackney, if you know, I mean. And I missed that one on crime watch, which would have been good, right. But there was another story about one that kept getting on buses, not paying its fare and just sat in a corner reading the paper.",
      "start": 2946148,
      "end": 2966456,
      "confidence": 0.9285966666666665
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "Reading the paper, Carl, you an idiot.",
      "start": 2966640,
      "end": 2969720,
      "confidence": 0.8385028571428571
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "That wasn't in line.",
      "start": 2969872,
      "end": 2970616,
      "confidence": 0.56185
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "You're an idiot. It wouldn't read the paper. Why would it read the paper?",
      "start": 2970640,
      "end": 2974104,
      "confidence": 0.92755
    },
    {
      "pos": 618,
      "speaker": "C",
      "text": "Because it was its way of sort of going, oh, well, if I'm reading something, maybe the inspector, the inspector will.",
      "start": 2974224,
      "end": 2980816,
      "confidence": 0.878365238095238
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "Notice my hairy hands.",
      "start": 2980840,
      "end": 2982938,
      "confidence": 0.701435
    },
    {
      "pos": 620,
      "speaker": "B",
      "text": "Carl, you're such a fool.",
      "start": 2983136,
      "end": 2985134,
      "confidence": 0.75603
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Well, I've just had a news flash that an infinite number of monkeys in Hackney and ikking an infinite number of typewriters. Yeah, we don't know what for. At this stage we've got no more information.",
      "start": 2985294,
      "end": 2995006,
      "confidence": 0.8534891666666666
    },
    {
      "pos": 622,
      "speaker": "B",
      "text": "And they've taken back an infinite amount of graduate on video. This is rubbish. Super glass, seen the light. I just think the people sort of other Saturday going, you come in shopping. I can't. Listening to XFM. There might be some monkey news and they waited 2 hours for that. What sort of a show has a feature called Monkey News?",
      "start": 2995070,
      "end": 3029924,
      "confidence": 0.8501333870967741
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "Well, I have to say the monkey story has been corroborated.",
      "start": 3031624,
      "end": 3035124,
      "confidence": 0.9089918181818181
    },
    {
      "pos": 624,
      "speaker": "B",
      "text": "Which one?",
      "start": 3035544,
      "end": 3036408,
      "confidence": 0.919705
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "Well, this one. It says, police in Britain this week are on the lookout for a very different kind of burglar. A chimpanzee who has been sighted breaking into a house in Hackney, stealing a mobile phone and leaving. The chimp is also the prime suspect in a break and entry in a nearby house where part of a radio was taken. One policeman stated that it might have been trained to steal. But a monkey's not going to think that's a mobile phone.",
      "start": 3036536,
      "end": 3054850,
      "confidence": 0.922172380952381
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "I'll just have that look at Carl's face.",
      "start": 3054882,
      "end": 3057894,
      "confidence": 0.92692
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "Yeah. Fact that's fact.",
      "start": 3058274,
      "end": 3061082,
      "confidence": 0.8094325
    },
    {
      "pos": 628,
      "speaker": "C",
      "text": "So, rockbusters, then.",
      "start": 3061218,
      "end": 3063506,
      "confidence": 0.7207866666666667
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3063610,
      "end": 3063986,
      "confidence": 0.62998
    },
    {
      "pos": 630,
      "speaker": "C",
      "text": "Get these out of the way. We run out of time.",
      "start": 3064050,
      "end": 3065994,
      "confidence": 0.8715136363636364
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "Now, I have to say now that we've had no answers. That have attempted even to guess all three.",
      "start": 3066034,
      "end": 3071450,
      "confidence": 0.942528947368421
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Right. You see, now, that's because you're an idiot. Right. Okay. Right. Do. Do the question. Do the questions and the answers. And if. If I think that it's either too hard or ungettable because it's stupid, we're binning it.",
      "start": 3071562,
      "end": 3084898,
      "confidence": 0.8581730000000001
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "Right.",
      "start": 3085066,
      "end": 3085514,
      "confidence": 0.55713
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "I thought we'd already been. I'm annoyed.",
      "start": 3085594,
      "end": 3087018,
      "confidence": 0.8706742857142856
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "What? Come on. Do what was to do it quickly.",
      "start": 3087066,
      "end": 3089634,
      "confidence": 0.836402
    },
    {
      "pos": 636,
      "speaker": "C",
      "text": "The first one was. Well, if he would have been wearing an helmet, it would have been. All right.",
      "start": 3089794,
      "end": 3093738,
      "confidence": 0.9035099999999999
    },
    {
      "pos": 637,
      "speaker": "B",
      "text": "Well, what's the answer?",
      "start": 3093786,
      "end": 3094410,
      "confidence": 0.9268974999999999
    },
    {
      "pos": 638,
      "speaker": "C",
      "text": "Was B.",
      "start": 3094442,
      "end": 3094882,
      "confidence": 0.56271
    },
    {
      "pos": 639,
      "speaker": "B",
      "text": "What's the answer?",
      "start": 3094938,
      "end": 3095562,
      "confidence": 0.7636166666666666
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "Buffs. Dead.",
      "start": 3095618,
      "end": 3096494,
      "confidence": 0.30457500000000004
    },
    {
      "pos": 641,
      "speaker": "B",
      "text": "Right. That works.",
      "start": 3097074,
      "end": 3098362,
      "confidence": 0.88314
    },
    {
      "pos": 642,
      "speaker": "A",
      "text": "Fair enough.",
      "start": 3098538,
      "end": 3098970,
      "confidence": 0.833375
    },
    {
      "pos": 643,
      "speaker": "B",
      "text": "Did anyone get that? I assume some people.",
      "start": 3099002,
      "end": 3100618,
      "confidence": 0.9051775000000001
    },
    {
      "pos": 644,
      "speaker": "A",
      "text": "No, people have given up, Rick. People aren't even bothering to contribute.",
      "start": 3100746,
      "end": 3104218,
      "confidence": 0.9813933333333335
    },
    {
      "pos": 645,
      "speaker": "B",
      "text": "Right. What's the next one?",
      "start": 3104266,
      "end": 3105026,
      "confidence": 0.9645059999999999
    },
    {
      "pos": 646,
      "speaker": "A",
      "text": "They've just ignored it like it never happened.",
      "start": 3105050,
      "end": 3106666,
      "confidence": 0.93205625
    },
    {
      "pos": 647,
      "speaker": "C",
      "text": "Bastard.",
      "start": 3106770,
      "end": 3107694,
      "confidence": 0.43067
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "Bastards.",
      "start": 3109114,
      "end": 3109810,
      "confidence": 0.53623
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "Why, them jamaican men swinging fish around their head.",
      "start": 3109882,
      "end": 3112354,
      "confidence": 0.8076855555555555
    },
    {
      "pos": 650,
      "speaker": "B",
      "text": "Go on.",
      "start": 3112434,
      "end": 3112818,
      "confidence": 0.504715
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "That was ds.",
      "start": 3112866,
      "end": 3113642,
      "confidence": 0.9317433333333334
    },
    {
      "pos": 652,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3113738,
      "end": 3114226,
      "confidence": 0.82479
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "Seventies band. Detroit spinners.",
      "start": 3114330,
      "end": 3116814,
      "confidence": 0.8226175
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "The Detroit spinners have become the Detroit spinners.",
      "start": 3124394,
      "end": 3128374,
      "confidence": 0.90666125
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3128554,
      "end": 3129078,
      "confidence": 0.70151
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "Okay.",
      "start": 3129166,
      "end": 3129954,
      "confidence": 0.63339
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "Brilliant. And then the final bit. I play you some effects. Well, what's happened there? What was happening?",
      "start": 3130454,
      "end": 3146078,
      "confidence": 0.8851083333333332
    },
    {
      "pos": 658,
      "speaker": "B",
      "text": "What's the answer?",
      "start": 3146246,
      "end": 3147142,
      "confidence": 0.9598566666666667
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "That was born Slippy. The woman was having a baby. The doctor tried to grab it. It fell to the floor.",
      "start": 3147238,
      "end": 3154734,
      "confidence": 0.912009523809524
    },
    {
      "pos": 660,
      "speaker": "B",
      "text": "That's in your head, Carl.",
      "start": 3156034,
      "end": 3157778,
      "confidence": 0.789628
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "That's just a load of screams.",
      "start": 3157866,
      "end": 3159114,
      "confidence": 0.9504166666666665
    },
    {
      "pos": 662,
      "speaker": "B",
      "text": "That's in your head.",
      "start": 3159154,
      "end": 3160450,
      "confidence": 0.9752050000000001
    },
    {
      "pos": 663,
      "speaker": "C",
      "text": "Oh.",
      "start": 3160602,
      "end": 3161334,
      "confidence": 0.47
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "I'm. Do you know what? I haven't even got onto Vaughan. Slippy. I'm still on the trout spinners.",
      "start": 3163834,
      "end": 3169106,
      "confidence": 0.7686266666666667
    },
    {
      "pos": 665,
      "speaker": "C",
      "text": "Well, let's put a song. That's it.",
      "start": 3169130,
      "end": 3170734,
      "confidence": 0.7237357142857144
    },
    {
      "pos": 666,
      "speaker": "B",
      "text": "I don't know what to say.",
      "start": 3171434,
      "end": 3173090,
      "confidence": 0.9375666666666667
    },
    {
      "pos": 667,
      "speaker": "A",
      "text": "Song for the song for the ladies, surely.",
      "start": 3173242,
      "end": 3175306,
      "confidence": 0.86868
    },
    {
      "pos": 668,
      "speaker": "B",
      "text": "Does anyone get any of those?",
      "start": 3175370,
      "end": 3176466,
      "confidence": 0.8998849999999999
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "Let's end with Nick Drake and the beautiful riverman. And we'll see you next week, and hopefully.",
      "start": 3176530,
      "end": 3180934,
      "confidence": 0.8659805882352941
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "Well, don't keep saying it like that. What.",
      "start": 3183914,
      "end": 3186474,
      "confidence": 0.78774
    }
  ]
}
