{
  "id": "140fa093-878c-44e1-9775-3ac77a894186",
  "status": "completed",
  "text": "Badly drawn boy born again on XFN 104.9. Here we are, then. Ricky Gervais with me, Steve Merchant and Carl Pilkington. Raring to go. He's a bit grumpy, Carl. Woken up. He's from the north. Yeah, yeah, yeah. Because he's in London and London's rubbish. Right, innit? Oh, where can you. You can't even get a band aid in London, can you? Or grout in. In Manchester. I could walk to the next shop and definitely get some flash or maybe some vim. You can't get it down there. You got to go to a trendy bistro, haven't you? Karl? Why are you grumpy? I told you before, I'm just a little bit tired today. Because he had to get up with the builders next door. Woke him up. He's always going about his hours. Those builders probably got up at six. Yeah, but I can understand builders who get up early because they're building outside and they've got to get the job done before it gets dark. What, he's working in someone's lounge. If it gets dark, put the light on. It's not. It's not a problem. So why is he starting work at like 07:00 in the morning? Well, because builders get paid by the day and if you get a bill then going, I'll just do eleven till three. He's not going to go. I tell you what, love, just give me a. Just give me 40 quid. I didn't do a whole day. It's a day's work in it, so you want to get the most out of him. Don't. Yeah. Plus he probably wants to finish early so he can have a good night out. Yeah. It's a Saturday night, you know. I mean, he wants to. Yeah, he wants to get at least 15 pipes and he was cheery. I bet he was whistling and, you know, dancing around and tapping, you know, so I don't know why. How you can be annoyed at that. Why don't you get earplugs? I don't like it, the idea of earplugs. Why? Because I live in a flat. So it's not as if I'm looking after my house, right? Already. Already I've lost you. That wasn't even a whole settlement. And I don't know what you're talking about. No, but what I mean is, what if you live in a house, right, you know that you've turned the lights off downstairs, you know, you've. You've. You haven't got a frying pan on. Right. Well, it's not keep Bim going, but. I live in a flat and I don't know what the other people are like. There might be some deaf people in. There who imagine that. Right. Who don't turn stuff off. Now if I have earplugs and the fire alarm's going off, I'm not going to hear it. I'm going to have a good sleep, but who knows what could happen? So I don't like earplugs. It's not safe. Okay. If you live in a block of. Flats, but I think you'll find. Because I've used them. I think you'll find that a fire alarm will cut through. I wear them sometimes if it noisy or go to bed early or something. And I hear my alarm clock and it's. It is. It goes. It's that loud. Okay. A fire alarm is deafening. All right, so we've talked in the past about snails who sleep for 13 years. No, you have. That's never been confirmed. In fact, the expert didn't. Haven't heard of it. Well, they do. Okay. I read it on different sites. Okay, so how much does it take to wake them up? Got you. What do you mean? Well, they sleep for 13 years. Yeah, but it's probably. But I don't know what you mean by sleep. It's not the same sort of pattern that we have on a. In a mollusk, is it? There's different. What is sleep? It's. It's when. It's when you're sort of shut down and. But they can east of it. They can actually literally sleep for 13 years. I mean, have you ever had like more than 10 hours sleep? Yeah. Feel really groggy. Well, no, I feel good after 10 hours sleep. I feel rough. I just was thinking what a snail would be like. Oh, be even slower than normal. Be even slower than you. Play a record. Well, anyway, email if you know on earth. Carl's talking about ever. Uzi on XFM 104.9. Rickety Steve Merchant. Carl Pilgrims. And we got a lot. We got a lot to get through. Got a lot to get through. We got things like radio to play. We got feeder, we got, you know, teenage fan club. We've got two new competitions. Steve got. Great one coming up. A film competition. I'm excited. And a music based competition. Is it right to say that Rockbusters is no longer. We've still got rockbusters. It's hanging on by the skin of its teeth. Generally. I thought we'd all agree that we got rid of that, Robin. No, I think. I think we should do it. I think people like, nobody wants it. Nobody wants it. It's because he got his name in heat now it's good. Merchant and Kyle Pilkington. And he said they like rockbusters. That's why it was not gonna happen anymore. He's worried about the fans. There's a guy here emailed in. He just emailed in three band names. He said, I may as well email him now on the off chance these are right. Because it's such an arbitrary quiz. Yeah. It's essentially a waste of time. The clues are so complicated. Frieda Payne, that was a classic. That was a classic rockbuster, wasn't it? When. When they start getting a bit ridiculous and that. And people aren't getting them. Oh, then we'll. You can't drink that pop now. Shaka Khan, that was another piece of genius. Well, I think we've already reached that stage, Carl. I've only just got in this river and there's loads of logs just in timber. Lake, you said river. Lake, you said river. Lake, you said river. Just few of the highlights of rock buster. Can you please promise that this is the last one today? Because it's really. I think it's just. It's bringing the show down, Steve. He can't promise he remember the answers today. How can he promise what's gonna happen next week? It's got legs in it. Let's just see how it goes next week. You're not gonna bring it back next week. It's gotta be finished. We've got to put an end to it. We've got to give it a sort of final sending. Okay. We've got to smother it. Kyle, for its own. I do want to trial this new film quiz we've got because it's mean. I'm excited. I think it's the best competition we've come up with, to be honest. I mean. Carl, you agree, don't? Yeah. Yeah. It's a. It's a film based quiz. Right. There be a. We'll play you a clip from a classic film. I can tell you the film we're gonna play. It's the 6th sense. Right. And there'll be a question of is. And you can win the 6th sense on DVD. Yeah. Not. Not the ability to sort of tell when someone's behind you, but just as film, don't you know, do you believe in sort of like extrasensory sort of perception and stuff, Kyle? Ghost. Yeah, yeah, of course. No, the fact that people maybe can sense, you know, beings. There was a woman in on the christians breakfast show, right? Yeah. Blind woman. Right. Clairvoyant. Forgot. But she. She was a bit useless. I'm always worried about what's gonna come. Yeah, I'm worried. What you mean? What do you know? I mean, she's a bit rubbish at being a clairvoyant. Yeah. Right. I mean, I think if you're not that good at something, don't. Don't go on the radio and do it. Carl, you better leave. So what. Sorry, what she was saying. So what was the relevance of a being blind? What was that for? What I think she was using. That's the fact that she can't see living people. What? She can contact the dead ones. Yeah, sorry. This is XFM 104. Once again, Carl's opinions do not necessarily reflect anyone, those of any human, any other person alive today. Sorry, Carl. So why, why. How did she demonstrate her clever. Why was it not recommended? She was sat in the chair you're at? Right. And people called, I said, weird said. They called up and they said, right, can you have a word with me, Grant? Yeah. And she goes, yeah, she's dead, isn't she? And it's like, yeah. Oh. And everyone's like, oh, she knows her stuff. It was 50 50, to be fair. And especially with a grand, because the person sounded about 35. So the chances are. Yeah, they haven't got a granny anymore. Yeah. And it was just. Unless it's the fellas from busted, because they. In the year 3000, it's only. They've only got to a great, great granddaughter and that's a thousand years. So presumably, you know, they can live a lot longer. Yeah, I just wasn't convinced. Anyway, I don't want to diss her because, you know, she came in and she did her stuff and if people believe in it, I'm not going to put it down, but it just was a little bit. You believe in it, you just think she didn't have the real power as opposed to it being rubbish. No, whatever. But, but, yeah, I don't know what we're talking about there. So we've got the film. What were you talking about earlier? About glass as well and Steve taking his glasses off. What was that? What are you saying that in front of him now for? Was it. I was an insult. It wasn't really an insult. What were you up to? No, what was it? I genuinely don't remember. I generally don't remember. Just. Right, Steve, I'm not. I'm not having a go. Right. Just saying. Our people, it's a bit weird that you've got glasses because you've got a good pair of eyes on you. Right. That isn't an insult. What were you talking about, though? What was it? Why did. It was the fact that people who wear glasses always look a bit weird without them on. It's. It's like, you know, they were. They should have. They should wear glasses. I. Okay, why did we get round to this? What was we talking about? What were we talking about? I don't know. I don't know. I don't know what that was. It sounds like an insult, even. It wasn't intended as well. It sounds like an insult, Carl. It does, yeah. No, it wasn't. I should be like to punch you every time you insult me now. No, but I'm not. I'm doing it. I'm gonna give you a dead arm, Steve. You intended it to be one. What? You. That was real. Play record. It's mad. That's mad. Is this the cardigans? Great. Brilliant. I didn't even say anything. It makes me feel better. It makes me feel better. I can enjoy the rest of the show. Cardigans and for what it's worth. So in my opinion, one of the best things I've done for many a year is XFM 104.9, Steve Merchant and Carl Cayman Pilkington. I sometimes wish you spoke like that for real because I wouldn't leave the studio with a headache. There. There you are. See? It's just kind of stinging back. Oh, dear. A lot of people sort of, I meet from the street, they go, I wish I was Ricky Gervais's mate. No, you don't. Let me put your mind at rest now. You're not missing anything. Am I right, Carl? Who says that walking along the street? I was just thinking, what's your rickety vases, mate? Well, I've met people that are friends of friends. He must be fun to be in an enclosed space. Yeah, in an echoey small space. Imagine sharing a prison cell with Ricky. That would be good, wouldn't it, Carl? Oh, that would be fantastic. Would I be the daddy? Wouldn't I hate it? Suicide rate in the prison would shoot through the roof. Yeah. Now come over here and suck mummies. Now listen, what do you reckon, Carl. To being Ricky's friend? Did you find that an exhilarating experience? Something you look forward to? It's all right for about an hour and then anything over that is when he's just messing about and he wants to hit me on the head with a tray. We went, we went for lunch yesterday, didn't we? That was more than an hour, wasn't it? Yeah. And we had a drink in the week, didn't we? That was more than an hour, wasn't it? That was. That was a good. Is he okay when he's. When it's just the two of you? Because I find as soon as there's a third person. Well, yeah. Just to give. Just showing off. Well, there's a little bit of that. Right. But I went out with Ricky, like you said, right, for a drink in a week. And, you know, I went home and Susan, the girlfriend said, where have you been? So I've been out for a drink with Ricky. You've been out for a while. What have you been talking about? I'm sort of sat there for a minute and thought, there's nothing that I can tell her we've been talking about that she'll show any interest in. She said, well, you must remember something. I said, I can't account. She goes, not something, just anything that you're talking about. What you talking about? I said, right. The one I remember, one of the topics that came up was imagine that the only way to have a kid was you had to sleep with a squid. How many kids would you have? I would say it was the future. And the squid second over. The only way they could do it. Now is like filter. You had to sit with a squid. I was going, would you. He's going, what do you mean? I was going, would you. There's not a time he hasn't gone home with a conversation buzzing in his head that he got confused about, would. Anyone want a kid that much? Does the child look like a squid when you have it, or is it. No, I was going, no, no, it's normal. But it's like a filter with the system. The only way you can do it to make sure, you know, you have to, you know, you have to impregnate the squid and it's filter and then you can, you know, test you, baby in the future. Did the busted lads mention that's where. I got it from? I said, well, you probably sort of, like, get quite friendly with him eventually. You probably would be breeding with the squids and, you know. So what does. What does Suzanne make of juvex? Has she met him a few times, yeah. She just said, oh, she can understand why we sort of get on, because we both sort of come up with stuff all the time and. Yeah, but I'm quite happy to have a discussion. I love the way that it's part of like, the adult squid. That is exactly how I see Suzanne. It's like if she wasn't there, I don't think you'd get out of the house in the morning. You just tied your shoelaces together. Yeah. You'd have your ear. The fire alarm would be going off and, you know, someone would left a frying pan on. The builders would be sort of like throwing you around. Yeah. I imagine like a rainy sandwiches. She's noticed that I don't ask as many questions now because, like, last night was one of the first times in ages that I'd asked her something. Right. What do you ask? Where's the bathroom? Do you know? Like, I'm always thinking stuff when I'm bored, right? When I'm washing up or what have you. And last night she was watching that mid summer. Mid summer murders. Mid summer murders, right. I don't like it. I think so. Wish. Right. So another thing you've got in common then. He's watching the microwave. She's going, Carl. No, this is the telly. This is the telly. Wait a minute, wait. This chicken. This chicken's gonna come for it. Comes around again a minute, Carl. That's. What's the washing machine, Carl. So she's watching it, loving it. And I'm bored because it's just. Yeah, it's boring program. So, uh. So I'm sort of looking through magazines. That we've got, trying to find animals without heads. And it was in one of her magazines. And there's this article, right, about these identical twins brothers, right? And one of them meets this girl, right? And it turns out she's got an identical. I've heard this. This is true, right? She's got identical sister. Right? So they both go out. So two identical twins going out with two identical twins. Yes. Yeah. So I was looking at going, oh, that's. That's weird, because you see him, like, they're always wearing the same cardigans and that, and that's like. But then if you probably would fancy the same sort of person. But then I was asking. She was going, it's getting near the, you know, the plot. The murderer. If they had a kid, would they look the same? Yeah, because it depends on what. What genes are passed over. Even though they've got the same exact sets of genes that you don't pass on all the genes. It's 50 50. But you don't pass on exactly the same genes in each sperm. Let alone with an identical twin. Yeah. But even though you don't do that, like, my brother and sister don't look like me. But no, they were related because they share. They share 50% of your father. Yeah. No, you share 50% of your father's genes and 50% of your mother's, but not the same 50% on two occasions. I think you completely lost when you brought in the word jeans. Yeah. I thought he was thinking, what now? They wouldn't necessarily. They wouldn't necessarily know. They could do by. Did Suzanne look at you? Like Oliver Hardy looks at Stan Laurel when he's just like, nailed his hand to a wall or something. She just ask Ricky tomorrow. Yeah. And then turned up John Neffles and. Then turn it off. Yeah. Oh, that is brilliant. I think there's a. I heard a story once where two sets of siamese twins married. What if you fancied the one on the left? Yeah. What if one of them was having an affair behind the other one's back? That would be difficult to conduct, wouldn't it? He's waking up. What are you doing? What are you doing? What are you doing down there? What are you doing down there? No, there's no one down here. Well, I think there is because I can. I can see her sister here. No, what's she doing? What's she doing? She's covering for her. What are you covering room for? Is your husband. Is my wife down there? I read something about some siamese twins and one of them was saying, you know, oh, we get on each other's nerves and that. The other was going, we don't. I didn't know this. Yeah, I've never liked you. I've never liked you. One of them was going, oh, you know, I hate doing the washing up, but I'll let her do it. And the person doing the interview said, well, why don't you help out? Just try up and get the job done quicker. And she was like, no, no, I can't stand it. I prefer just to hang around there and wait for the other girl to do the washing up on her own rather than help and get the job done. Sure. Selfish. Well, there was one set of siamese twins. One. One had a job and the other one didn't. That's ludicrous. Yeah. The other one was unemployed. The other one had a job she had to go to. What? She had to get up at 06:00. On a day supporting you. Literally. Yeah. Then they get done off the social for sort of. Are you living together? We're not, we're not, we're not, we're not. Feeder. Just the way I'm feeling on XFL 104.9. I'm Ricky Gervais. With me, Steve and Carl. Just having a, having a wad of a time, both of them. They love being in this room with me for 2 hours. It's their favorite part of the week, I think, isn't it? I haven't said that by. I'm assuming they love it. Right? Competition time. Brand new competition. We come up with. My favorite we've ever done, I'll be honest. And the great prize is $0.06. You get a, you get a clip of a great film and then you get to keep the great film. Now I'll just explain this composition. I think Carl is a little bit of a frustrated actor. And so by the power of technology, Carl takes the role in a film. And there's a question about it afterwards. This is a scene starring Carl Pilkington from the 6th sense. Hmm. Jeez, I hope nobody got hurt. You're very quiet. I'm just, just thinking about stuff. So. You'Re manna mister play, aren't you? A little bit annoyed, to be honest? Went down a storm playing the drums in little donkey. But your loss. Like, if anything, to. Have been there, well, you wouldn't because you didn't. But like I say, sure, loss, isn't it? Anyway, I'm just quiet because I'm thinking about stuff. Like I said, right. I make a big deal out of it. What is it? Well, I was just thinking what would happen, right. If you put a chameleon on a mirror, how would it handle that? It's a bit weird, innit? Oh, you're scaring me. That's scaring you. This will scare you. Right. The other day, saw two old men sat there having a twixt. You never see that. Yeah. Old fella having a twix. You see ghosts, Cole? No, just, just the old fellows having a twix. Boy. They talk to you? No. Tell you to do things? No, because they were too busy eating. But it's not gotta do. What are you looking like that for? Do you think I'm some sort of freak or something? Exactly. I would never think that about you. Well, ever. Got it. All right. Well, it's a very chilling scene. It's a very spooky scene from the film, the 6th sense. Rick, I think you've got a question. Well, yeah, I mean, Carl played it wonderfully there. The role of the child that sees weird stuff. But who played the original role. What was the name of the child actor who played the original role? It's email only. Ricky Gervaism dot co dot uk dot. You can win a copy of the 6th sense, but I think we can. We can probably play it again later for those that missed it or those that need another reminder. Yeah, you got it. You know, it's 1520 minutes. Get your answers in. We'll pick a lucky winner and then we'll play it again. Because I just. I think that we can. I think Kyle can go to Hollywood with some of the things I've seen there. Absolutely stunning. Ricky Gervaisefm dot co dot Uk I'm. Gonna play a track now. We tried to play a couple of weeks ago, but the jump. So I got a new CD of it. It's Papa Garcia. And this is Natalie and Nussie Nali and Nusi by Papa Garcia. Well, we've had lots of emails already. In fact, my favorite one is suggestion of the name of that feature specific to this today's is the Twix sense, which was great. And feel free to send in your suggestions because we're going to try and do one a week, a classic film with Carl in an important role. But if you want to see Carl as maybe as Michael Corleone, the godfather, send him. We'll see what we can do, won't we, Carl? And don't imagine that it has to be a male character. I imagine that you could play, for instance, Sharon Stone's role in basic instinct. I don't imagine it has to be a human. I mean. I mean, an animal might be better suited. He'd be very good as a rock. Yeah, or something. Exactly. Yeah. But we're going to pick up something we spoke about before. We're going to announce we're going to play that again in a few minutes. But Carl wants to put the record straight, don't you? Carl's fed up with. When he comes up with something that's a bit fantastic and far fetched and wrong, that we take the mickey out of him, he's brought in some hard evidence of story, haven't you now? Do you know, like, I find stuff on the Internet and that, right? And I come in and tell you about it and you go, that's rubbish. Yeah. And then you'll say, show your workings, which I've never liked doing. No, when teachers say that, I hate that. Yeah. Because I normally can't. He's just got the answers. Five. And I go, no, I asked for the capital of China. The answer is five. Right, so we started a feature a couple of weeks ago, chimpanzee that the thing about monkeys and stuff. Let's do this just play the jingle, right. Oh, chimpanzee that. Yeah, we started that that's facts about apes, isn't it? I told you a story about a monkey that was in a zoo. Yeah, and it got pally with the zookeeper, right? Yes. Remember it moved into his house, didn't it? Yeah. Didn't ultimately have an affair with his. Wife yeah, it likes a little brandy at night and a cup of tea the morning then he went to work and it moved in on its wife yeah. Now I read that in a book yeah. But then I was looking for some more monkey stuff online the other day and I found the same story right. From a different source okay. Which is always a good sign and. It'S corroborated what you claimed is it? Kind of. There you go. It's not a different source though, is it? It's someone who read the same thing as you imprisoned. I left out a factory his name's. Oliver what, the monkey. So I got that wrong? Yeah, the monkey's called Oliver can you see that, Steve? Oh, yes, right there's a picture of. Him here do you want to read it? Do you? Where is this from then? I was looking for world famous monkeys. Online on it www.apernault.org this is someone who in America is who set up a sort of similar website to. Okay. He was originally bought into the US with twelve other chimpanzees but immediately stood out as different he learned to drink, enjoy coffee and beer and smoke cigars in the evenings he would sit on a sofa and watch television if his caregivers were out of coffee he would walk into the kitchen, pour a cup and take it into the den as he got older, he made sexual advances on the wife and as a result was sold. I reckon it was a stowaway and to not get caught he pretended to be a monkey. Yeah, whereas really it was just a. That would make sense because the final line is he's now living in retirement in Texas. Yeah, but my only query, and I don't mean to be disrespective, is that it doesn't really give much more information I mean. I mean, someone who set up a website like this, I'm worried that. What I'm saying is I'm worried he's kind of an american twin of you do you know the mean. Do you see what I mean by that? There's no real hard evidence. There's no kind of dates, there's no references to where he was specifically or what zoo he was in. Pilkinghorn from Dallas. We're cousins. Why do you need to know all that? The stories? What do you mean? Why does he tell that? What? Why not accept it? Because another fella reckons a chimp moved in on someone's wife. What I'm saying is he could be as. He could be as much of an utter as you do. So to mean I. What do you mean could be is. Yeah, exactly what I'm go to that much trouble of. Yes, a website, you host a radio. Show for goodness sake to spout your idiocy job. He was stressed yesterday because we want to do another chimpanzee that. Have we got a new story coming up for chimpanzee that. He was stressed yesterday. He said I'm really overworked, I'm really getting fed up he said. He said I haven't even sorted out the story about this monkey. He said how overworked am I that I haven't even got time to sort out a story about a monkey? You know how much I love that. Rick, do you think there's any way we could lure Oliver out of retirement to come over and produce this show? I think we probably could. I'm parched for a cup of coffee. Would you pop to the kitchen? We're gonna play a bit of Springsteen. Oh, I love for Martin Freeman he said please play some Springsteen or Bowie. I'm trying to get him into Motown but he only likes 1142 but this is for him. Eminem singing for the moment on XFM 104.9 well that is the most popular competition we've done judging by the amount of emails the Twix sense there to. Be fair as well Rick, there is a question that is answerable. I think that. Oh yeah, that's because I did it and not Carl. I asked the question there we're gonna play it again because other people want to hear it again and then we will give the winner's name and they will win that copy of it Carl. In the 6th sense. Geez, I hope nobody got hurt. Be alright. You're very quiet. I'm just. Just thinking about stuff. So. You'Re men are mister play. Aren't you a little bit annoyed to be honest? Went down a storm playing the drums in little donkey but your loss. Like if anything to have been there well. You wouldn't because you didn't but like I say sure lost in it anyway. I'm just quiet because I'm thinking about stuff, like I said, right. I make a big deal out of it. What is it? Well, I was just thinking, what would happen, right, if you put a chameleon on a mirror, how would it handle that? It's a bit weird, innit? Oh, you're scaring me. That's scaring you. This will scare you. Right. The other day, saw two old men sat there having a twix. You never see that. Yeah. Old fella having a switch. You see ghosts? Cool. No, just. Just the old fellows having a twitch. Boy. So they talk to you, they tell you to do things? No, because they were too busy eating. But what's that got to do. What are you looking like that for? Do you think I'm some sort of freak or something? I would never think that about you. Well, ever. Got it. All right. And so the question was, who played the original role of that kid in the car who saw strange things? And the answer is Steve Hayley. Joel Osmond, of course, who is a talented young performer, but don't think really has anything on Carl Pilkington, who I think made that scene even more chilling and atmospheric than the. Definitely. Definitely. And we'll give this to. Let's see. I think it's Francis Maroney who's emailed in. He or she said, I don't know if it's a he or she, but. He is now female. And Frances or Frank, that could be. A fake name, who knows? But he. Let's assume it's a he, says he's a sad little nerd who. It was his birthday today and only his mum remembered. Even his best friend for. Definitely a bloke. Yeah. And I don't. I can't really relate to life and that's a bit of a loser. A bit. So I don't really know what he's talking about, but I imagine a lot of our audience do. So let's give it to him. Sort of a foreign. As I look again, I noticed he's not even got the name right. He's Hailey. Joel Osman. So he really is pathetic. I mean, that's what a pathetic, totally fun now, now. Humiliated him. Don't give him the prize. Well, it's on tv tonight anyway. On ITV. Thank you for listening, and well done for spotting who Carl was trying to. And whatever girl you fancy at school, ask her. I say, come back to my place, watch the 6th sense. Yeah, she'll love it and you'll be guaranteed a shame. Why do you assume he was at school. I don't know cuz he's spelling is terrible. Although I'm looking at Carl. Yeah. Yeah. It's just a very badly put together email. I just assumed it was a kid. Right. What if he is a kid now he's going through four interviews. He's probably really. I never dreamt it was a kid. I feel a bit bad now. Well, you thought it was a sort of 25 year old. Even more pathetic in a way. Yeah. And now I'm worried that, you know, you've, you've embarrassed, you know, an adolescent live on, well, one of the biggest radio stations in the building. It's not even the biggest radio station in the building. I can't believe that. It's the smallest radio station in this building right now. We've done that. Right? Are we doing a proper competition? Yeah. Setting up the old rock rosters. Your favorite. Any. Well, let's play a tune before. I can't. I don't think I can face that straight. We've also got that song sounds all right, don't we? The new feature. That song sounds good. Can I just say before we play a record that we've had an email from Dicky Anderson. Dickerson, Dick's day. Dicky docky died. Oh yeah. If you're a new listener then you won't have come across Richard before. But he loves our biggest fan. He's a bit of a. And he loves the show. He taped it and listens back to it four or five times. But the great thing about him is he's not afraid to offer a bit of constructive criticism. Oh God. What's he said? Well, all I'm going to say to you is he said, is it true that companies are now getting rid of hold music and are instead using your show to irritate their customers while they're waiting on the phone? I don't know. We'll try and look into that, Dicky, but thanks for that. I need direction. Teenage fan club on XFM 104.9. Ricky Gervais, Steve Merchant, Karl Pilkington. Do keep your suggestions coming in for roles that you'd like to see Carl playing in future editions of this quiz. This is the most popular comedy we've ever done. Has it got a name yet? Have we come up with a name? Hollywood and. Okay, brilliant. Well, anyway, we had some suggestions. Neil Wilson in Bedford, he suggested he'd like to see you, Carl, playing the role of Clyde the monkey in every which way but lose. That'd be great. And also an excellent suggestion from Lee Gridley in Essex, the obvious role for you is, of course, Dustin Hoffman as Rain Man. I said that, didn't I? That's perfect. That'd be great. Just imagine going, okay, you remember bet, two for good. Yeah. Well, you've lost again. Yeah, that'd be fantastic. I'm worried that you. I don't know, it's a bit of a stretch. Carl, can you play someone who's that clever? Yeah, I do. Elephant man. Okay. Why? What sort of ideas you got for elephant man? Well, I don't know whether I'd be him or like, the doctor. What would you say if you're the doctor? Just like, oh, how you do that? I mean, how'd you do that? Yeah. He goes, I'm not an animal. And you go, well, judging by your head, you are. Yeah. Forrest Gump. Yeah, do that. Yeah. Slows in there. Yeah. We'll keep them going in. That's brilliant. So the competitions don't stop there? Sadly, no. Rock busters. Oh, God. Right. How about. Right, we've got this other thing, right, this other music thing. How about we make that part of it? How many competitions have you got? No. Well, this is what I'm thinking, right? Because we can, if you're not happy with rockbusters, if we add a little bit to it and they love the bit I've added, then we can slowly fade out without knowing. That's it. Do two of your rock busters and one of these. Right? Yeah. All right, what we got? Let's speed this up because I'm dropping off now. It's either warming here or this isn't the most interesting conversation we've ever had. Okay, firstly, there's a CD here. It's tracks that were sampled by various artists, including Jay Z, Happy Mondays and so on. It's the original versions that might be quite good fun. I love you. We see it's a number of love songs. You've got blue featuring Elton John on there, Chicago. Nat King Cole greats there, I'm sure. Retro dance masters. That's another CD. Dance tracks, obviously, on there. Oh, it's still knocking about. The best. Air guitar, volume two. Sure. Rubbish. This is quite good, though. It's Paul Whitehouse's tv show Happiness. That's the first series on DVD. We've also got Steven Polyakov's the lost Prince. You can have that in your collection. Probably never watch it, but it might look like you're slightly classy and arty and subtitles. The best one hit wonders album in the world ever. You've got stuff on there like Nayna 99 red balloons and ems. Pop music. So not that bad a selection actually, this week. He's cut out some of the chaff. Yeah. Okay. Right, here we go. Rockbusters. Rockbusters. First one, we'll do two of these and I'll play something in a minute. Right. First one, the Australian picks two blokes. What? The Australian picks two blokes. The Australian picks two blokes. Yeah. The initial e. Right. And the second one, that builders. I've got that already. It's annoying. That builder is a bit cute. He's bit cute, yeah. All right. And that's BT. BT, BT. That builders. A bit cute. Yeah. And the Australian picks two blokes, e. And then what I'm gonna do now is play some sound effects that make up a song and you've got a guess what the song is. Go on and just do it. And then the shot. Here we go. There you go. So what songs are. So I should just clarify that the first two are band names or artists names, but that's the title of the track that we want there. Yeah. Okay. It's so confusing. No one's ever going to figure this out. They will, though. They will do it. Ricky Gervais. Hey, listen, we've got the best fans in the world, Steve. Remember that. Remember that. Without them we ain't nothing. Yeah. So good luck to you. Pick a track, Steve. I'd love to. I want to wear some monkey magic. I want to wear some chimpanzee that. I want to wear some aping around. We've got that still to come. I can't believe it. We got rockbusters. That film sounds good. And we've got all. Look at him up in Hollywood. And we've got like all monkey, me, monkey, you. We got given on the horn, Jesse made in. This is a great track. Coldplay clocks on XFM 104.9. Ricky Gervais, Steve merchant and Carl Pilkington. Right. Give me some monkey magic, Carl. Hang on, we better do the jingle, aren't you? Oh, oh, chimpanzee that. You like this one? What I found is found out, like, a lot of monkeys names like. That's how I found out about Oliver. Yeah. What do you mean you found out? A lot of monkeys names. A lot of monkeys out there. And you think they just called monkey and what have you. But they're all given names, right? So this, this one that I found about. Bit of a weird name anyway. It's actually called crap its name. Right. And so they're not born with those names. It's not like their parents give them those names. You know, they're just. Yeah, yeah. This one. Right. And it's called crap. Yeah, I know, right? But do you know what it's famous for? What? Crap. Yeah. No one is it involved with this. Show it. The first monkey to have its name tattooed on its head. Yeah. Again, I will say, not by choice. There is no way that a chimp would go down to Camden Lock and go. Are you a registered tattooist? I am, yes. Yeah? Yeah. It's the cleanest. Okay. Can I look through your book? Can I put. I'm looking for something quite gothic, but, you know. What's your name? Crap. Oh, I'm not sure I can do that. Because. You're not drunk, are you? I have another drink. I haven't had a drink. I've had some mbongo. And that's all. What are you talking about? The first monkey to have its name tattooed on its head. What are you talking about? There's got to be more information. Don't tell me you're leaving it there. There's got to be more information. That was it. And then I read it, thinking, well, that's weird, because that means there's loads of monkeys with tattoos on the red. If that's the first one. No, it could be still the only one. First and only. Yeah, but would they report that? What do you mean, would they report it? This isn't the Washington Post you're reading. This is mentalists who do websites about themselves every day. What? There's got to be a. Why is that news? Why is that news? What? How did you come across that? Well, you first nut. Monkey with tattoo head. W. I mean, what are you talking about? But why did it have its name tattooed on its head? It didn't say. It didn't say that. I mean, yeah, I know it's mad, but. But he didn't say why. Was that enough for you, though? Did you feel satisfied having read that? Did you not have that? There's no way that is in the Guinness Book of Records. There's no way that that is excited in the Guinness Book of Records. Just read it as, like, what a weird name for monkey, and then you won't have that on your head. What would be a good name for monkey? Anything but that. Really? Yeah. Dave, Ted. But what do you think of that? Well, I don't know what to think about it. I don't know what. I don't know what you're telling me. I don't know. I don't know that that's news. I don't know that it's true. I mean, I don't know where to start with that. Is that all you found? You found something about you, right? When I was searching for stuff on monkeys, right? Yeah. I was searching around like I always do, looking, finding information. Right? Yeah. And found out. Are you aware of the Iceman? The Iceman, yeah. Go on. Right. And to me, the monkey thing was more. What's the Iceman? The man that was found in the ice. The neanderthal man. Right. Yes, Ricky. Not a monkey. No, no, I know, but I just was looking at, like, info, right. A 5000 year old fella. It was preserved in a glacier, that one. Yeah. Do you find that more fascinating than the monkey? Well, I know that it's true. Yeah, it's true. But do you find it more fascinating? Well, simply because it's true, I find it more fascinating. I can't act on some. If someone, anything that's true is more fascinating. But you see, what I get from the monkey thing, you know, I wonder. Wonder if it was happy about that. And you accept it straight away. You accept that that is true and interesting and I don't know what that is. I mean, to me it sounds like a bit of cruelty towards animals. I mean, if that's true, it's disgusting to tattoo a monkey's head. It's disgusting. Yeah. Do you know what I mean? There's no way. That's what I'm saying. It doesn't do. If a monkey. If they reported that a monkey went in and got a tattoo and chose it itself and then was riding a Harley Davidson down Campbell, I go, that is incredible. But I'd really want to see it on the news. And it mustn't be anywhere near the 1 April, you know what I mean? I think you've just blown next week's. Letter to Hermione David Bowie of Space Oddity album XFM 104.9. See, I don't know where. I thought you'd sort of learn a little bit, Carl. What is a. An interesting fact and what might just be a mentalist online? Do you know? Do you know. I mean, do you know what point we're making here? What. Why the truth is so much more even a little bit even something that's just, you know, mild but is definitely the truth is so much more interesting that then just wish fulfillment of truth to me. If it starts with there was this ghost, right? It's not interesting. You could say anything. There was this ghost that could turn custard into wine. It doesn't matter. There was this ghost that had nine heads. Doesn't matter. Doesn't matter. You know, Carl's looking at you going, there's a ghost that can turn custody into wine. Yeah, it doesn't matter what you say after that. There's a ghost that can swallow alligators whole. The premise means it's not true to me. Do you know what I mean? It's like. It was like, you know what? God, right? He's incredible. I gotta stop you there. The fact that you can make the earth in seven days. Well, you've lost me already. Do you know what I mean? Where someone says something like, you know, a cockroach can live five days without a head. That's interesting. That's interesting, right? Do you think when you die they say you're a ghost? This is gonna amaze you. You can go and you can spook people out. Yeah. Do you like custard? Come over here. No. Well, if you don't. Oh, you don't do wine. Of course I do. Oh, you are gonna love it. You're gonna love me. I've lost all my loved ones. Yeah. Do you see what I mean? It's what your sort of beliefs are based on. Mine are sort of on, I suppose, logic and science. And so I'm amazed by the world. And so the ice man, why does that amaze you? What's. What's like? Oh, well, they found part of our preserved past. You know, it's interesting, you know, again, I'm amazed by anthropology and evolution. Yeah. It's just that, that line on its own like that, you know, they found an ice man is great. But then it went on and on and it's going on about, you know, they've had to get different people involved to find out how old it was. Because first of all, the story started off right. An old fellow on holiday somewhere. Where did they find it? In Sweden or something? And he was walking in the hills. And he was walking in the hills in hills. Was he a transvestite in the mountains? Oh, in the hills, yeah, yeah. So he's walking, walking about and he sees this body in the. In the snow and he thinks, oh, so he calls the. Calls the police up and they come and have a look and he goes, oh, yeah, it's probably a murder. So then they dig it up and find out he's got hold of a spear in his hand, right? And he's. And he's dressed like Fred Flintstone. And they realize it's probably not a recent murder. Right. His knuckles are druggirl on the floor. He's a neanderthal man. They think, hang on, Carl Pilkington. But when they found out. Hang on, it's an old thing. It's an old thing. Can it. If it was a murder recent, then you'd go, hang on, how did this happen? Who does he belong to? Yeah. The chances are whoever murdered him is. Also dead 5000 years ago. Probably, yeah. So leave it. Just bury it. I don't think it's a murder investigation. It's not Quincy going, this is really. This was before my time. Yeah, just. Just one thing bothers me, sir. Just one final thing. My wife loves you, but this guy. This guy, why would he have a. Spear and a leopard skin? I just can't. I can't get over this. What are you talking about? That's what I'm saying. What are you saying? What are you saying? Right, shut up, everybody. What are you saying? You've got one chance now. You've got to ask me a question and I will answer it the best way. But what are you saying? What is your question? He probably spent a load of money. That's not a question. That's not a question. Let me tell you what I'm saying. Right? They're probably spending a load of money finding out stuff about this fellow who died. And even if. Even if he wasn't murdered, he'd be dead by now anyway. So get over it. Right? 3000 years ago he died, right? So then they start messing about with it, saying, well, how did he die? Well, it doesn't matter. It was ages ago. Then he start digging his belly open, seeing last meal that he ate. Yeah. Oh, yeah. Seeds and leaves. Well, no surprise, really. There's now else around again spending more money. Someone's been paid money to sort that out. Then they bury him and then said, hang on a minute. Are you sure that he died by, like, a spear? Let's dig him up again. So they dig him up again and find some splinter. Sorry, I don't believe they buried him. They did. Well, in some sort of fancy coffin so everyone can see him. But for me that is more wasteful than sorting out something that's, you know, like someone who's ill sort. Sort something out, you know. Sorry, it's not either or. They don't. They didn't put a doctor out of surgery. Exactly. It's not an old man in a. Bed in a corner or somewhere. I'm just. I'm just giving this bloke a stat clear. No, look, we found an old fellow in a skit. Okay, okay, you take over. It's not either or. Carl, what are you talking about? It's scientific research. Don't you see why this is fascinating? It gives us an insight into how we lived 3000, 5000 years ago. That's an incredible historical document. What if it was your equivalent? What if he was like the card of the time? And there's people, you know, ghosts now through. They're going, oh, God. You don't really. Don't. I don't believe it. They dug up Carl. They think we're all like that. Oh, no, don't. Oh, no. They're going into his brain now. They're looking at how his brain works. We're gonna get such a bad rep. Oh, if you like. Yeah. Just so it's a bit of a waste of money. A little bit of a waste. Yeah. Okay. But there you go. Anyway, we've. We give out the answers to rockbusters. Next, if we must. It sometimes stuns me. Sometimes I. I'm taken aback, you know? I mean, what worries me. What worries me is if one day aliens do visit and they come down. Yeah, but what worries me is they might bump into you. What if they bump into you? They think that you represent mankind and. They go up and they. They start another planet. They can act. They say, I'll ask you three questions, and if you answer them correctly, we will not blow up your planet. We'd be doomed. It depends where they ask you, don't they? What if they said. What if they said, right, Carl, what's the weirdest thing ever found in China? I say, airy chinese kid. And they go, right. Interesting, too. All right. What don't you see anymore? What do you see an old burka doing? Don't see an old fellow eating the Twix. Yeah. And they say, um. What if they asked you what's across the road from you when you're washing up? Well, there's a few three things. So you just want one of them? No, one. All three. You want all three. There was a chinese kid dancing about in his underpants. Yeah. There was a bouncer every night getting ready to go to work. And the third one, the old woman reading a book. The same book. And they go, right. You're planning saved. Back in the ship. They are a superior race Eve featuring Gwen Stefani. Let me blow your mind. XFM 104.9. Well, moving on, moving on. Answers nearly done. Let's play rockbusters. All right. First one was the australian picks two blokes. The initial was e. The answer there im in him. The second one, that builder is a bit cute. The initials there were BT. That was Bonnie Tyler. And then we introduced a new bit to the show. That song sounds alright. These were the effects you heard. And that was prodigy. Smart my bitch up. Who are you punching there? And could I just say, no animal was harmed in the taping of that effect. There you go. No. Right, so have you got a winner? Yes, Rob Preston from Croydon. He has got all three correct. And he wins. A sad bag of shite. Exactly. So, yeah. So good luck. Enjoy that, Rob, if you can sell it. Record and tape exchange within 40 minutes of receiving it. I imagine the one good album that he likes, Bob didn't on the tracks for all this bag of shite. Please play a record. Absolutely. Can I just ask now, what we thinking with Rockbusters? Are we sticking with this or. Because I really thought we'd canceled it. Format we've just done where there's like, two. This is another off air discussion, I think. Well, I just feel the listeners should be able to contribute. They do. They phone and say, the show's rubbish, move on. Can we experiment on, Carl? I'm a doctor. Yes. Yeah, I would like to tattoo. Dear. Have you got any tattoos? Have you ever thought about that? Any kind of piercings? Don't like the idea. Don't mess with your body in that. Okay? He doesn't like the human body. He's scared of it. But I told you then about me uncle tattoo. Stan, we've talked about that. Yeah, he's got loads. And I think now he sort of, you know, looks in the mirror and think, oh, what have I done? Yeah. But then again, so do you always Ricky, before, about someone who had a tattoo? Bit horrible, really, innit? I don't know. I can't remember that. The skin thing. Oh, God, yeah. You're not gonna tell us it again? I'm hoping it's not true because it's from Carl, but it's pretty disgusting. But unfortunately, because there's no paranormal or animals acting like humans involved, I think it might be true. The fellow who kept his dad's tattoo. Yeah, he just sort of. When his dad passed away, he got the skin off and put it in a frame. Who'd you ask to do that? Oh, man alive. Uh, ashes to ashes. Dust. Sorry. Um, before we. You don't. Before we commit. And I've got Stanley knife. Do you do any other services? Like what? My son I'll just. Just pop, pop some of him in a jar for me. I'm sorry, how do you. I mean that I bought this clip frame from Ikea. Yeah, yeah. 4.994.99. I think your father is a man who's probably appalled by the idea of tattoos, earrings, things like that. I imagine he's quite an old school gentleman. He's never sort of said anything. But, uh, if you came back with. An earring, what would you have said when you were a youngster? I never saw him that much as a kid, so I don't think he'd have noticed. No one would have said what he'd done that for. Yeah, our kid had a tattoo and an earring. Sorry, is this the one that took. Borrowed a tank from the army to go and get a packet of ads? Yeah. Well, there you go. We must tell that story again next week. Those that are fairly new listeners, that's got to seem tantalizing. Yeah. Your brother once drove a tank down to the local shops to buy some cigarettes. Absolutely true. Yeah. It's an extraordinary story. It was that other auntie you told me about in the week. Not in Nora, the one that fired for five minutes. But there's another auntie you talked about. How many artists have you got? I've really got another. I've got me my brother. Yeah. Who I haven't seen in ages. Yeah. My sister I haven't seen for about twelve years. Then I saw her again and then she got fed up because I said. Oh, you have no kid. You went with all the same? I've seen one. I've seen them all. Yeah. Why is she saying that to your sister? Your sister, you haven't seen her for how long? I haven't seen her for about twelve years. And then for some reason, I met her in a car park in Wales, right. And for some reason, yeah. And she got. She got in the back of the car and she said, oh, I want to show you something. Right? And she got this picture out and said, look at that. And it was one of my new nieces and nephews. Her daughter. Yeah. And she said, look at that. And I said, oh. And I said, well, there's no point showing at me. All babies look the same. There's no point in showing it me. It just takes 2 seconds of your life. You go, oh, lovely. That's all you have to do. If it was a first. Yeah, I'd say, oh, I'd show a bit of interest. Even though. Do you think the novelty wore off for her? With second kid, third kid, six kid. I think even she should be bored of looking at pictures of babies. Kind of a woman. Is she? And can I get her phone number? Play a tune. I forgot to bring in a song for the ladies this week, so I thought I'd play a song for people who enjoy some work of deep purple. That run and run. Deep purple. See you next week. Bye.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Badly drawn boy born again on XFN 104.9. Here we are, then. Ricky Gervais with me, Steve Merchant and Carl Pilkington. Raring to go. He's a bit grumpy, Carl. Woken up.",
      "start": 2800,
      "end": 15758,
      "confidence": 0.8819206451612903
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "He's from the north.",
      "start": 15846,
      "end": 16614,
      "confidence": 0.8821249999999999
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. Because he's in London and London's rubbish. Right, innit? Oh, where can you. You can't even get a band aid in London, can you? Or grout in. In Manchester. I could walk to the next shop and definitely get some flash or maybe some vim. You can't get it down there. You got to go to a trendy bistro, haven't you? Karl? Why are you grumpy?",
      "start": 16694,
      "end": 37330,
      "confidence": 0.8351621739130431
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "I told you before, I'm just a little bit tired today.",
      "start": 37522,
      "end": 39594,
      "confidence": 0.986509090909091
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Because he had to get up with the builders next door. Woke him up. He's always going about his hours. Those builders probably got up at six.",
      "start": 39674,
      "end": 45738,
      "confidence": 0.9361248148148147
    },
    {
      "pos": 6,
      "speaker": "C",
      "text": "Yeah, but I can understand builders who get up early because they're building outside and they've got to get the job done before it gets dark. What, he's working in someone's lounge. If it gets dark, put the light on.",
      "start": 45866,
      "end": 54948,
      "confidence": 0.8892810000000002
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "It's not.",
      "start": 55066,
      "end": 55472,
      "confidence": 0.788
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "It's not a problem. So why is he starting work at like 07:00 in the morning?",
      "start": 55488,
      "end": 58952,
      "confidence": 0.9709531250000001
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Well, because builders get paid by the day and if you get a bill then going, I'll just do eleven till three. He's not going to go. I tell you what, love, just give me a. Just give me 40 quid. I didn't do a whole day. It's a day's work in it, so you want to get the most out of him. Don't. Yeah.",
      "start": 59008,
      "end": 71232,
      "confidence": 0.9140561538461537
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "Plus he probably wants to finish early so he can have a good night out.",
      "start": 71328,
      "end": 73488,
      "confidence": 0.928978
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Yeah. It's a Saturday night, you know. I mean, he wants to.",
      "start": 73536,
      "end": 75880,
      "confidence": 0.9291483333333331
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Yeah, he wants to get at least 15 pipes and he was cheery.",
      "start": 75952,
      "end": 78264,
      "confidence": 0.8404753846153845
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "I bet he was whistling and, you know, dancing around and tapping, you know, so I don't know why. How you can be annoyed at that. Why don't you get earplugs?",
      "start": 78304,
      "end": 86344,
      "confidence": 0.9031132258064516
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "I don't like it, the idea of earplugs. Why? Because I live in a flat. So it's not as if I'm looking after my house, right?",
      "start": 86924,
      "end": 94464,
      "confidence": 0.9243526923076921
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Already. Already I've lost you. That wasn't even a whole settlement. And I don't know what you're talking about.",
      "start": 94764,
      "end": 98948,
      "confidence": 0.920765789473684
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "No, but what I mean is, what if you live in a house, right, you know that you've turned the lights off downstairs, you know, you've. You've. You haven't got a frying pan on. Right.",
      "start": 98996,
      "end": 106964,
      "confidence": 0.934143142857143
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "Well, it's not keep Bim going, but.",
      "start": 107044,
      "end": 109892,
      "confidence": 0.7579057142857142
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "I live in a flat and I don't know what the other people are like. There might be some deaf people in.",
      "start": 109908,
      "end": 113286,
      "confidence": 0.9543077272727271
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "There who imagine that.",
      "start": 113310,
      "end": 114926,
      "confidence": 0.909245
    },
    {
      "pos": 20,
      "speaker": "C",
      "text": "Right. Who don't turn stuff off. Now if I have earplugs and the fire alarm's going off, I'm not going to hear it. I'm going to have a good sleep, but who knows what could happen? So I don't like earplugs. It's not safe.",
      "start": 115110,
      "end": 127366,
      "confidence": 0.9124870454545448
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Okay.",
      "start": 127510,
      "end": 128022,
      "confidence": 0.51422
    },
    {
      "pos": 22,
      "speaker": "C",
      "text": "If you live in a block of.",
      "start": 128078,
      "end": 128822,
      "confidence": 0.9962985714285715
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "Flats, but I think you'll find. Because I've used them. I think you'll find that a fire alarm will cut through.",
      "start": 128838,
      "end": 132574,
      "confidence": 0.9324442857142857
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "I wear them sometimes if it noisy or go to bed early or something. And I hear my alarm clock and it's. It is. It goes. It's that loud.",
      "start": 132614,
      "end": 143168,
      "confidence": 0.9290351724137931
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "Okay.",
      "start": 143216,
      "end": 143832,
      "confidence": 0.84915
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "A fire alarm is deafening.",
      "start": 143968,
      "end": 146272,
      "confidence": 0.9684140000000001
    },
    {
      "pos": 27,
      "speaker": "C",
      "text": "All right, so we've talked in the past about snails who sleep for 13 years.",
      "start": 146368,
      "end": 150832,
      "confidence": 0.9458653333333333
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "No, you have. That's never been confirmed. In fact, the expert didn't. Haven't heard of it.",
      "start": 150928,
      "end": 154880,
      "confidence": 0.8939762499999999
    },
    {
      "pos": 29,
      "speaker": "C",
      "text": "Well, they do.",
      "start": 155072,
      "end": 156160,
      "confidence": 0.9907533333333335
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "Okay.",
      "start": 156232,
      "end": 156560,
      "confidence": 0.73939
    },
    {
      "pos": 31,
      "speaker": "C",
      "text": "I read it on different sites. Okay, so how much does it take to wake them up? Got you.",
      "start": 156592,
      "end": 164176,
      "confidence": 0.91346
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 164280,
      "end": 165244,
      "confidence": 0.946185
    },
    {
      "pos": 33,
      "speaker": "C",
      "text": "Well, they sleep for 13 years.",
      "start": 166544,
      "end": 168024,
      "confidence": 0.9643333333333333
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "Yeah, but it's probably. But I don't know what you mean by sleep. It's not the same sort of pattern that we have on a. In a mollusk, is it? There's different. What is sleep? It's. It's when.",
      "start": 168064,
      "end": 176536,
      "confidence": 0.8724060526315787
    },
    {
      "pos": 35,
      "speaker": "C",
      "text": "It's when you're sort of shut down and.",
      "start": 176560,
      "end": 179128,
      "confidence": 0.81724625
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "But they can east of it.",
      "start": 179216,
      "end": 180384,
      "confidence": 0.7503716666666667
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "They can actually literally sleep for 13 years. I mean, have you ever had like more than 10 hours sleep? Yeah. Feel really groggy.",
      "start": 180424,
      "end": 194180,
      "confidence": 0.9251241666666669
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Well, no, I feel good after 10 hours sleep.",
      "start": 194332,
      "end": 196276,
      "confidence": 0.8761966666666666
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "I feel rough. I just was thinking what a snail would be like.",
      "start": 196380,
      "end": 199180,
      "confidence": 0.9776315384615384
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "Oh, be even slower than normal.",
      "start": 199332,
      "end": 201636,
      "confidence": 0.8707083333333333
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Be even slower than you. Play a record.",
      "start": 201780,
      "end": 204236,
      "confidence": 0.9284987499999999
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "Well, anyway, email if you know on earth.",
      "start": 204300,
      "end": 207548,
      "confidence": 0.9108412499999999
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "Carl's talking about ever.",
      "start": 207596,
      "end": 209144,
      "confidence": 0.8103150000000001
    },
    {
      "pos": 44,
      "speaker": "A",
      "text": "Uzi on XFM 104.9. Rickety Steve Merchant. Carl Pilgrims. And we got a lot. We got a lot to get through. Got a lot to get through. We got things like radio to play. We got feeder, we got, you know, teenage fan club. We've got two new competitions. Steve got. Great one coming up. A film competition.",
      "start": 219874,
      "end": 236354,
      "confidence": 0.8572084482758624
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "I'm excited.",
      "start": 236434,
      "end": 237042,
      "confidence": 0.557445
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "And a music based competition.",
      "start": 237138,
      "end": 239474,
      "confidence": 0.873572
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Is it right to say that Rockbusters is no longer.",
      "start": 239514,
      "end": 241362,
      "confidence": 0.8868779999999999
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "We've still got rockbusters. It's hanging on by the skin of its teeth. Generally.",
      "start": 241418,
      "end": 246458,
      "confidence": 0.8666078571428572
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "I thought we'd all agree that we got rid of that, Robin.",
      "start": 246506,
      "end": 248186,
      "confidence": 0.8951708333333336
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "No, I think.",
      "start": 248210,
      "end": 248658,
      "confidence": 0.63934
    },
    {
      "pos": 51,
      "speaker": "C",
      "text": "I think we should do it. I think people like, nobody wants it.",
      "start": 248706,
      "end": 251042,
      "confidence": 0.9708800000000001
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Nobody wants it.",
      "start": 251058,
      "end": 251626,
      "confidence": 0.8459033333333333
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "It's because he got his name in heat now it's good. Merchant and Kyle Pilkington. And he said they like rockbusters.",
      "start": 251650,
      "end": 257010,
      "confidence": 0.8451395238095238
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "That's why it was not gonna happen anymore.",
      "start": 257042,
      "end": 260394,
      "confidence": 0.9003225
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "He's worried about the fans.",
      "start": 260554,
      "end": 261850,
      "confidence": 0.874496
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "There's a guy here emailed in. He just emailed in three band names. He said, I may as well email him now on the off chance these are right. Because it's such an arbitrary quiz.",
      "start": 261962,
      "end": 269482,
      "confidence": 0.9131277142857142
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Yeah.",
      "start": 269538,
      "end": 269962,
      "confidence": 0.76368
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "It's essentially a waste of time. The clues are so complicated.",
      "start": 270058,
      "end": 272694,
      "confidence": 0.9354763636363637
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Frieda Payne, that was a classic. That was a classic rockbuster, wasn't it?",
      "start": 273104,
      "end": 278976,
      "confidence": 0.9071276923076924
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "When. When they start getting a bit ridiculous and that. And people aren't getting them. Oh, then we'll.",
      "start": 279160,
      "end": 283304,
      "confidence": 0.8416116666666666
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "You can't drink that pop now. Shaka Khan, that was another piece of genius.",
      "start": 283344,
      "end": 289384,
      "confidence": 0.8813335714285715
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "Well, I think we've already reached that stage, Carl.",
      "start": 289544,
      "end": 292200,
      "confidence": 0.9067822222222222
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "I've only just got in this river and there's loads of logs just in timber. Lake, you said river. Lake, you said river. Lake, you said river. Just few of the highlights of rock buster.",
      "start": 292272,
      "end": 303904,
      "confidence": 0.8812639999999999
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Can you please promise that this is the last one today? Because it's really. I think it's just. It's bringing the show down, Steve.",
      "start": 303984,
      "end": 309960,
      "confidence": 0.91017125
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "He can't promise he remember the answers today. How can he promise what's gonna happen next week?",
      "start": 309992,
      "end": 313844,
      "confidence": 0.8344417647058824
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "It's got legs in it. Let's just see how it goes next week.",
      "start": 315344,
      "end": 318312,
      "confidence": 0.9353307692307691
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "You're not gonna bring it back next week. It's gotta be finished. We've got to put an end to it. We've got to give it a sort of final sending.",
      "start": 318448,
      "end": 323824,
      "confidence": 0.878755
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Okay.",
      "start": 323864,
      "end": 324524,
      "confidence": 0.74444
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "We've got to smother it. Kyle, for its own.",
      "start": 324904,
      "end": 327128,
      "confidence": 0.7241955555555557
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "I do want to trial this new film quiz we've got because it's mean. I'm excited. I think it's the best competition we've come up with, to be honest. I mean. Carl, you agree, don't? Yeah. Yeah. It's a. It's a film based quiz.",
      "start": 327256,
      "end": 341598,
      "confidence": 0.8642722727272724
    },
    {
      "pos": 71,
      "speaker": "C",
      "text": "Right.",
      "start": 341686,
      "end": 342270,
      "confidence": 0.97297
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "There be a. We'll play you a clip from a classic film. I can tell you the film we're gonna play. It's the 6th sense.",
      "start": 342422,
      "end": 347342,
      "confidence": 0.8649887999999999
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "Right.",
      "start": 347438,
      "end": 347766,
      "confidence": 0.92955
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "And there'll be a question of is. And you can win the 6th sense on DVD. Yeah. Not. Not the ability to sort of tell when someone's behind you, but just as film, don't you know, do you believe in sort of like extrasensory sort of perception and stuff, Kyle?",
      "start": 347830,
      "end": 361928,
      "confidence": 0.8252843999999997
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "Ghost.",
      "start": 362016,
      "end": 362644,
      "confidence": 0.80905
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "Yeah, yeah, of course.",
      "start": 363504,
      "end": 365724,
      "confidence": 0.50734
    },
    {
      "pos": 77,
      "speaker": "B",
      "text": "No, the fact that people maybe can sense, you know, beings.",
      "start": 366064,
      "end": 370184,
      "confidence": 0.9452063636363637
    },
    {
      "pos": 78,
      "speaker": "C",
      "text": "There was a woman in on the christians breakfast show, right? Yeah. Blind woman. Right. Clairvoyant. Forgot. But she. She was a bit useless.",
      "start": 370264,
      "end": 382204,
      "confidence": 0.8669070833333333
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "I'm always worried about what's gonna come.",
      "start": 385504,
      "end": 387560,
      "confidence": 0.9419314285714285
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Yeah, I'm worried.",
      "start": 387592,
      "end": 388096,
      "confidence": 0.5043066666666667
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "What you mean?",
      "start": 388120,
      "end": 388496,
      "confidence": 0.8519100000000001
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "What do you know? I mean, she's a bit rubbish at being a clairvoyant.",
      "start": 388520,
      "end": 391608,
      "confidence": 0.8708835714285714
    },
    {
      "pos": 83,
      "speaker": "C",
      "text": "Yeah. Right. I mean, I think if you're not that good at something, don't. Don't go on the radio and do it.",
      "start": 391736,
      "end": 396584,
      "confidence": 0.961351818181818
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "Carl, you better leave.",
      "start": 396664,
      "end": 397804,
      "confidence": 0.7762375
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "So what.",
      "start": 398824,
      "end": 399816,
      "confidence": 0.96855
    },
    {
      "pos": 86,
      "speaker": "C",
      "text": "Sorry, what she was saying.",
      "start": 399920,
      "end": 401488,
      "confidence": 0.819744
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "So what was the relevance of a being blind? What was that for?",
      "start": 401536,
      "end": 405616,
      "confidence": 0.8318130769230769
    },
    {
      "pos": 88,
      "speaker": "C",
      "text": "What I think she was using. That's the fact that she can't see living people. What? She can contact the dead ones.",
      "start": 405640,
      "end": 411112,
      "confidence": 0.9228168181818179
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Yeah, sorry.",
      "start": 411168,
      "end": 413160,
      "confidence": 0.72604
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "This is XFM 104. Once again, Carl's opinions do not necessarily reflect anyone, those of any human, any other person alive today.",
      "start": 413192,
      "end": 421800,
      "confidence": 0.8544436363636364
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "Sorry, Carl. So why, why. How did she demonstrate her clever. Why was it not recommended?",
      "start": 421872,
      "end": 426080,
      "confidence": 0.747495625
    },
    {
      "pos": 92,
      "speaker": "C",
      "text": "She was sat in the chair you're at? Right. And people called, I said, weird said. They called up and they said, right, can you have a word with me, Grant?",
      "start": 426112,
      "end": 436800,
      "confidence": 0.8872764516129031
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Yeah.",
      "start": 436912,
      "end": 437494,
      "confidence": 0.799
    },
    {
      "pos": 94,
      "speaker": "C",
      "text": "And she goes, yeah, she's dead, isn't she? And it's like, yeah. Oh. And everyone's like, oh, she knows her stuff.",
      "start": 437624,
      "end": 446174,
      "confidence": 0.8736766666666665
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "It was 50 50, to be fair.",
      "start": 446514,
      "end": 448178,
      "confidence": 0.8207385714285714
    },
    {
      "pos": 96,
      "speaker": "C",
      "text": "And especially with a grand, because the person sounded about 35. So the chances are. Yeah, they haven't got a granny anymore.",
      "start": 448266,
      "end": 453426,
      "confidence": 0.8518645454545454
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "Yeah.",
      "start": 453490,
      "end": 454134,
      "confidence": 0.7906
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "And it was just.",
      "start": 454434,
      "end": 455074,
      "confidence": 0.8703575
    },
    {
      "pos": 99,
      "speaker": "A",
      "text": "Unless it's the fellas from busted, because they. In the year 3000, it's only. They've only got to a great, great granddaughter and that's a thousand years. So presumably, you know, they can live a lot longer.",
      "start": 455114,
      "end": 465984,
      "confidence": 0.8819108108108107
    },
    {
      "pos": 100,
      "speaker": "C",
      "text": "Yeah, I just wasn't convinced. Anyway, I don't want to diss her because, you know, she came in and she did her stuff and if people believe in it, I'm not going to put it down, but it just was a little bit.",
      "start": 466564,
      "end": 474836,
      "confidence": 0.8833674418604651
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "You believe in it, you just think she didn't have the real power as opposed to it being rubbish.",
      "start": 474860,
      "end": 480784,
      "confidence": 0.9515010526315788
    },
    {
      "pos": 102,
      "speaker": "C",
      "text": "No, whatever. But, but, yeah, I don't know what we're talking about there. So we've got the film.",
      "start": 481324,
      "end": 486424,
      "confidence": 0.8627505555555556
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "What were you talking about earlier? About glass as well and Steve taking his glasses off. What was that?",
      "start": 489364,
      "end": 494384,
      "confidence": 0.9546552631578947
    },
    {
      "pos": 104,
      "speaker": "C",
      "text": "What are you saying that in front of him now for?",
      "start": 495304,
      "end": 497040,
      "confidence": 0.8615590909090909
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "Was it. I was an insult.",
      "start": 497072,
      "end": 498248,
      "confidence": 0.8045133333333334
    },
    {
      "pos": 106,
      "speaker": "C",
      "text": "It wasn't really an insult.",
      "start": 498376,
      "end": 499640,
      "confidence": 0.9232039999999999
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "What were you up to?",
      "start": 499752,
      "end": 500360,
      "confidence": 0.9215180000000001
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "No, what was it? I genuinely don't remember. I generally don't remember.",
      "start": 500392,
      "end": 503564,
      "confidence": 0.8347866666666666
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Just. Right, Steve, I'm not. I'm not having a go. Right. Just saying. Our people, it's a bit weird that you've got glasses because you've got a good pair of eyes on you. Right. That isn't an insult.",
      "start": 504304,
      "end": 516968,
      "confidence": 0.9302881578947366
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "What were you talking about, though? What was it? Why did.",
      "start": 517136,
      "end": 519152,
      "confidence": 0.9755681818181817
    },
    {
      "pos": 111,
      "speaker": "C",
      "text": "It was the fact that people who wear glasses always look a bit weird without them on. It's. It's like, you know, they were. They should have. They should wear glasses.",
      "start": 519168,
      "end": 529570,
      "confidence": 0.8450438709677419
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "I. Okay, why did we get round to this? What was we talking about? What were we talking about?",
      "start": 529682,
      "end": 535374,
      "confidence": 0.8717642105263156
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "I don't know. I don't know. I don't know what that was.",
      "start": 536674,
      "end": 539818,
      "confidence": 0.9455391666666667
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "It sounds like an insult, even. It wasn't intended as well. It sounds like an insult, Carl.",
      "start": 539986,
      "end": 543554,
      "confidence": 0.8870229411764707
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "It does, yeah.",
      "start": 543594,
      "end": 544322,
      "confidence": 0.9496366666666667
    },
    {
      "pos": 116,
      "speaker": "C",
      "text": "No, it wasn't.",
      "start": 544378,
      "end": 544978,
      "confidence": 0.8300566666666667
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "I should be like to punch you every time you insult me now.",
      "start": 545026,
      "end": 546882,
      "confidence": 0.862183076923077
    },
    {
      "pos": 118,
      "speaker": "C",
      "text": "No, but I'm not. I'm doing it.",
      "start": 546938,
      "end": 548082,
      "confidence": 0.8597128571428572
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "I'm gonna give you a dead arm, Steve. You intended it to be one.",
      "start": 548098,
      "end": 552994,
      "confidence": 0.8784892857142858
    },
    {
      "pos": 120,
      "speaker": "C",
      "text": "What?",
      "start": 553154,
      "end": 553450,
      "confidence": 0.6361
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "You. That was real. Play record. It's mad. That's mad. Is this the cardigans? Great. Brilliant.",
      "start": 553482,
      "end": 563418,
      "confidence": 0.828445625
    },
    {
      "pos": 122,
      "speaker": "C",
      "text": "I didn't even say anything.",
      "start": 563586,
      "end": 564650,
      "confidence": 0.857888
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "It makes me feel better. It makes me feel better. I can enjoy the rest of the show.",
      "start": 564682,
      "end": 567054,
      "confidence": 0.8652972222222224
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Cardigans and for what it's worth. So in my opinion, one of the best things I've done for many a year is XFM 104.9, Steve Merchant and Carl Cayman Pilkington.",
      "start": 577234,
      "end": 588624,
      "confidence": 0.8656046666666667
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "I sometimes wish you spoke like that for real because I wouldn't leave the studio with a headache.",
      "start": 589204,
      "end": 593236,
      "confidence": 0.9570361111111111
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "There. There you are.",
      "start": 593260,
      "end": 595260,
      "confidence": 0.883405
    },
    {
      "pos": 127,
      "speaker": "C",
      "text": "See?",
      "start": 595292,
      "end": 595484,
      "confidence": 0.8388
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "It's just kind of stinging back.",
      "start": 595524,
      "end": 597064,
      "confidence": 0.8857416666666666
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Oh, dear.",
      "start": 598084,
      "end": 599508,
      "confidence": 0.8271900000000001
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "A lot of people sort of, I meet from the street, they go, I wish I was Ricky Gervais's mate. No, you don't. Let me put your mind at rest now. You're not missing anything. Am I right, Carl?",
      "start": 599596,
      "end": 605884,
      "confidence": 0.9265815384615386
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "Who says that walking along the street? I was just thinking, what's your rickety vases, mate?",
      "start": 605924,
      "end": 614044,
      "confidence": 0.746959375
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "Well, I've met people that are friends of friends.",
      "start": 614124,
      "end": 616316,
      "confidence": 0.8502233333333333
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "He must be fun to be in an enclosed space. Yeah, in an echoey small space.",
      "start": 616420,
      "end": 621676,
      "confidence": 0.84508875
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "Imagine sharing a prison cell with Ricky.",
      "start": 621740,
      "end": 623732,
      "confidence": 0.919647142857143
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "That would be good, wouldn't it, Carl? Oh, that would be fantastic. Would I be the daddy? Wouldn't I hate it?",
      "start": 623868,
      "end": 629188,
      "confidence": 0.8631990476190475
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Suicide rate in the prison would shoot through the roof. Yeah.",
      "start": 629316,
      "end": 632516,
      "confidence": 0.730679090909091
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Now come over here and suck mummies. Now listen, what do you reckon, Carl.",
      "start": 632700,
      "end": 635836,
      "confidence": 0.9160614285714285
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "To being Ricky's friend? Did you find that an exhilarating experience? Something you look forward to?",
      "start": 635860,
      "end": 640724,
      "confidence": 0.8390700000000001
    },
    {
      "pos": 139,
      "speaker": "C",
      "text": "It's all right for about an hour and then anything over that is when he's just messing about and he wants to hit me on the head with a tray.",
      "start": 640764,
      "end": 646722,
      "confidence": 0.9360403333333331
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "We went, we went for lunch yesterday, didn't we? That was more than an hour, wasn't it?",
      "start": 646818,
      "end": 649894,
      "confidence": 0.896225294117647
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "Yeah.",
      "start": 650354,
      "end": 650946,
      "confidence": 0.83955
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "And we had a drink in the week, didn't we? That was more than an hour, wasn't it? That was.",
      "start": 651050,
      "end": 654186,
      "confidence": 0.8681169999999998
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "That was a good.",
      "start": 654210,
      "end": 654722,
      "confidence": 0.9238375000000001
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "Is he okay when he's. When it's just the two of you? Because I find as soon as there's a third person.",
      "start": 654778,
      "end": 658146,
      "confidence": 0.9614977272727271
    },
    {
      "pos": 145,
      "speaker": "C",
      "text": "Well, yeah. Just to give.",
      "start": 658250,
      "end": 659298,
      "confidence": 0.7236980000000001
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "Just showing off.",
      "start": 659346,
      "end": 660130,
      "confidence": 0.6878866666666666
    },
    {
      "pos": 147,
      "speaker": "C",
      "text": "Well, there's a little bit of that. Right. But I went out with Ricky, like you said, right, for a drink in a week. And, you know, I went home and Susan, the girlfriend said, where have you been? So I've been out for a drink with Ricky. You've been out for a while. What have you been talking about? I'm sort of sat there for a minute and thought, there's nothing that I can tell her we've been talking about that she'll show any interest in. She said, well, you must remember something. I said, I can't account. She goes, not something, just anything that you're talking about. What you talking about? I said, right. The one I remember, one of the topics that came up was imagine that the only way to have a kid was you had to sleep with a squid. How many kids would you have?",
      "start": 660162,
      "end": 704786,
      "confidence": 0.9103862251655633
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "I would say it was the future. And the squid second over.",
      "start": 704850,
      "end": 706914,
      "confidence": 0.8041025
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "The only way they could do it.",
      "start": 706954,
      "end": 707882,
      "confidence": 0.9225914285714285
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "Now is like filter. You had to sit with a squid. I was going, would you. He's going, what do you mean? I was going, would you. There's not a time he hasn't gone home with a conversation buzzing in his head that he got confused about, would.",
      "start": 707898,
      "end": 718306,
      "confidence": 0.84309375
    },
    {
      "pos": 151,
      "speaker": "C",
      "text": "Anyone want a kid that much?",
      "start": 718330,
      "end": 720014,
      "confidence": 0.9904616666666667
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "Does the child look like a squid when you have it, or is it.",
      "start": 722614,
      "end": 724806,
      "confidence": 0.9390492857142857
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "No, I was going, no, no, it's normal. But it's like a filter with the system. The only way you can do it to make sure, you know, you have to, you know, you have to impregnate the squid and it's filter and then you can, you know, test you, baby in the future.",
      "start": 724870,
      "end": 734958,
      "confidence": 0.8824066666666668
    },
    {
      "pos": 154,
      "speaker": "B",
      "text": "Did the busted lads mention that's where.",
      "start": 735046,
      "end": 738798,
      "confidence": 0.86125
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "I got it from? I said, well, you probably sort of, like, get quite friendly with him eventually. You probably would be breeding with the squids and, you know.",
      "start": 738806,
      "end": 744798,
      "confidence": 0.8969224137931033
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "So what does. What does Suzanne make of juvex? Has she met him a few times, yeah.",
      "start": 744846,
      "end": 748720,
      "confidence": 0.8710929411764705
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "She just said, oh, she can understand why we sort of get on, because we both sort of come up with stuff all the time and. Yeah, but I'm quite happy to have a discussion.",
      "start": 748752,
      "end": 757464,
      "confidence": 0.937761142857143
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "I love the way that it's part of like, the adult squid.",
      "start": 757504,
      "end": 764368,
      "confidence": 0.6989508333333333
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "That is exactly how I see Suzanne. It's like if she wasn't there, I don't think you'd get out of the house in the morning. You just tied your shoelaces together.",
      "start": 764416,
      "end": 771672,
      "confidence": 0.8823541935483871
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Yeah. You'd have your ear. The fire alarm would be going off and, you know, someone would left a frying pan on. The builders would be sort of like throwing you around. Yeah.",
      "start": 771728,
      "end": 779338,
      "confidence": 0.8881575757575759
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "I imagine like a rainy sandwiches.",
      "start": 779346,
      "end": 781534,
      "confidence": 0.5764583333333334
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "She's noticed that I don't ask as many questions now because, like, last night was one of the first times in ages that I'd asked her something. Right.",
      "start": 782154,
      "end": 789090,
      "confidence": 0.9292614285714285
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "What do you ask?",
      "start": 789162,
      "end": 790034,
      "confidence": 0.6851725
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "Where's the bathroom?",
      "start": 790194,
      "end": 791454,
      "confidence": 0.8589833333333333
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "Do you know? Like, I'm always thinking stuff when I'm bored, right? When I'm washing up or what have you. And last night she was watching that mid summer.",
      "start": 791794,
      "end": 802480,
      "confidence": 0.8709310344827585
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Mid summer murders.",
      "start": 802632,
      "end": 803376,
      "confidence": 0.7011333333333334
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "Mid summer murders, right. I don't like it.",
      "start": 803400,
      "end": 805032,
      "confidence": 0.8955537499999999
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "I think so.",
      "start": 805048,
      "end": 805440,
      "confidence": 0.7769133333333333
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "Wish. Right.",
      "start": 805472,
      "end": 806584,
      "confidence": 0.65568
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "So another thing you've got in common then.",
      "start": 806704,
      "end": 809404,
      "confidence": 0.94111
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "He's watching the microwave. She's going, Carl. No, this is the telly. This is the telly.",
      "start": 813144,
      "end": 817976,
      "confidence": 0.8556343749999998
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Wait a minute, wait.",
      "start": 818000,
      "end": 818504,
      "confidence": 0.7909175
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "This chicken. This chicken's gonna come for it. Comes around again a minute, Carl. That's. What's the washing machine, Carl.",
      "start": 818544,
      "end": 824800,
      "confidence": 0.6918360000000001
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "So she's watching it, loving it. And I'm bored because it's just. Yeah, it's boring program. So, uh. So I'm sort of looking through magazines.",
      "start": 824952,
      "end": 832708,
      "confidence": 0.8797011999999998
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "That we've got, trying to find animals without heads.",
      "start": 832756,
      "end": 835116,
      "confidence": 0.9214377777777778
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "And it was in one of her magazines. And there's this article, right, about these identical twins brothers, right? And one of them meets this girl, right? And it turns out she's got an identical.",
      "start": 835180,
      "end": 850428,
      "confidence": 0.9208314285714282
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "I've heard this. This is true, right? She's got identical sister.",
      "start": 850556,
      "end": 853388,
      "confidence": 0.7990054545454547
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "Right? So they both go out.",
      "start": 853476,
      "end": 856512,
      "confidence": 0.993515
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "So two identical twins going out with two identical twins.",
      "start": 856608,
      "end": 859672,
      "confidence": 0.932819
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "Yes.",
      "start": 859728,
      "end": 860104,
      "confidence": 0.32213
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "Yeah.",
      "start": 860184,
      "end": 860704,
      "confidence": 0.40635
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "So I was looking at going, oh, that's. That's weird, because you see him, like, they're always wearing the same cardigans and that, and that's like.",
      "start": 860824,
      "end": 866016,
      "confidence": 0.8974476923076924
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "But then if you probably would fancy the same sort of person.",
      "start": 866080,
      "end": 870168,
      "confidence": 0.9569191666666667
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "But then I was asking. She was going, it's getting near the, you know, the plot. The murderer. If they had a kid, would they look the same?",
      "start": 870256,
      "end": 878404,
      "confidence": 0.9052632142857141
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "Yeah, because it depends on what. What genes are passed over. Even though they've got the same exact sets of genes that you don't pass on all the genes. It's 50 50. But you don't pass on exactly the same genes in each sperm. Let alone with an identical twin.",
      "start": 879304,
      "end": 898774,
      "confidence": 0.9194764000000001
    },
    {
      "pos": 186,
      "speaker": "C",
      "text": "Yeah. But even though you don't do that, like, my brother and sister don't look like me. But no, they were related because they share.",
      "start": 899074,
      "end": 904802,
      "confidence": 0.9306827999999999
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "They share 50% of your father. Yeah. No, you share 50% of your father's genes and 50% of your mother's, but not the same 50% on two occasions.",
      "start": 904858,
      "end": 914414,
      "confidence": 0.8872664285714286
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "I think you completely lost when you brought in the word jeans.",
      "start": 915954,
      "end": 919250,
      "confidence": 0.8772150000000001
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "Yeah.",
      "start": 919322,
      "end": 919666,
      "confidence": 0.71445
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "I thought he was thinking, what now?",
      "start": 919730,
      "end": 921386,
      "confidence": 0.7435114285714286
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "They wouldn't necessarily. They wouldn't necessarily know. They could do by.",
      "start": 921410,
      "end": 925634,
      "confidence": 0.9054236363636363
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "Did Suzanne look at you? Like Oliver Hardy looks at Stan Laurel when he's just like, nailed his hand to a wall or something.",
      "start": 925754,
      "end": 932130,
      "confidence": 0.9445174999999999
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "She just ask Ricky tomorrow.",
      "start": 932202,
      "end": 934316,
      "confidence": 0.768416
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Yeah.",
      "start": 934450,
      "end": 935124,
      "confidence": 0.5848
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "And then turned up John Neffles and.",
      "start": 935624,
      "end": 937312,
      "confidence": 0.7613642857142856
    },
    {
      "pos": 196,
      "speaker": "C",
      "text": "Then turn it off.",
      "start": 937328,
      "end": 938160,
      "confidence": 0.8632075
    },
    {
      "pos": 197,
      "speaker": "A",
      "text": "Yeah. Oh, that is brilliant. I think there's a. I heard a story once where two sets of siamese twins married. What if you fancied the one on the left?",
      "start": 938232,
      "end": 948696,
      "confidence": 0.8838533333333333
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "Yeah. What if one of them was having an affair behind the other one's back? That would be difficult to conduct, wouldn't it? He's waking up.",
      "start": 948880,
      "end": 959192,
      "confidence": 0.9095999999999997
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "What are you doing? What are you doing?",
      "start": 959208,
      "end": 960240,
      "confidence": 0.86927375
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "What are you doing down there?",
      "start": 960312,
      "end": 961096,
      "confidence": 0.88712
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "What are you doing down there?",
      "start": 961120,
      "end": 961760,
      "confidence": 0.9585983333333333
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "No, there's no one down here.",
      "start": 961792,
      "end": 963084,
      "confidence": 0.8391816666666666
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Well, I think there is because I can. I can see her sister here.",
      "start": 964064,
      "end": 967336,
      "confidence": 0.9261264285714284
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "No, what's she doing? What's she doing?",
      "start": 967400,
      "end": 969616,
      "confidence": 0.8418128571428571
    },
    {
      "pos": 205,
      "speaker": "A",
      "text": "She's covering for her. What are you covering room for? Is your husband. Is my wife down there?",
      "start": 969720,
      "end": 974804,
      "confidence": 0.844466111111111
    },
    {
      "pos": 206,
      "speaker": "C",
      "text": "I read something about some siamese twins and one of them was saying, you know, oh, we get on each other's nerves and that.",
      "start": 975224,
      "end": 982164,
      "confidence": 0.9216158333333334
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "The other was going, we don't.",
      "start": 984184,
      "end": 985924,
      "confidence": 0.9782350000000001
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "I didn't know this.",
      "start": 986464,
      "end": 987680,
      "confidence": 0.769245
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Yeah, I've never liked you.",
      "start": 987832,
      "end": 988752,
      "confidence": 0.9433720000000001
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "I've never liked you. One of them was going, oh, you know, I hate doing the washing up, but I'll let her do it. And the person doing the interview said, well, why don't you help out? Just try up and get the job done quicker. And she was like, no, no, I can't stand it. I prefer just to hang around there and wait for the other girl to do the washing up on her own rather than help and get the job done.",
      "start": 988768,
      "end": 1009902,
      "confidence": 0.9540748235294115
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Sure.",
      "start": 1009958,
      "end": 1010486,
      "confidence": 0.75872
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Selfish.",
      "start": 1010630,
      "end": 1011554,
      "confidence": 0.57672
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "Well, there was one set of siamese twins. One. One had a job and the other one didn't.",
      "start": 1012374,
      "end": 1016554,
      "confidence": 0.8629450000000002
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "That's ludicrous.",
      "start": 1019234,
      "end": 1020458,
      "confidence": 0.564315
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "Yeah. The other one was unemployed. The other one had a job she had to go to. What? She had to get up at 06:00.",
      "start": 1020506,
      "end": 1025250,
      "confidence": 0.9071039999999999
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "On a day supporting you. Literally.",
      "start": 1025282,
      "end": 1027570,
      "confidence": 0.8921683333333333
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1027722,
      "end": 1028186,
      "confidence": 0.59938
    },
    {
      "pos": 218,
      "speaker": "C",
      "text": "Then they get done off the social for sort of.",
      "start": 1028250,
      "end": 1030454,
      "confidence": 0.841802
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "Are you living together? We're not, we're not, we're not, we're not. Feeder. Just the way I'm feeling on XFL 104.9. I'm Ricky Gervais. With me, Steve and Carl. Just having a, having a wad of a time, both of them. They love being in this room with me for 2 hours. It's their favorite part of the week, I think, isn't it? I haven't said that by. I'm assuming they love it. Right? Competition time. Brand new competition. We come up with. My favorite we've ever done, I'll be honest. And the great prize is $0.06. You get a, you get a clip of a great film and then you get to keep the great film. Now I'll just explain this composition. I think Carl is a little bit of a frustrated actor. And so by the power of technology, Carl takes the role in a film. And there's a question about it afterwards. This is a scene starring Carl Pilkington from the 6th sense.",
      "start": 1035114,
      "end": 1106314,
      "confidence": 0.8917757831325298
    },
    {
      "pos": 220,
      "speaker": "D",
      "text": "Hmm. Jeez, I hope nobody got hurt. You're very quiet.",
      "start": 1111534,
      "end": 1121754,
      "confidence": 0.8043049999999999
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "I'm just, just thinking about stuff. So.",
      "start": 1122734,
      "end": 1126034,
      "confidence": 0.7553557142857142
    },
    {
      "pos": 222,
      "speaker": "D",
      "text": "You'Re manna mister play, aren't you?",
      "start": 1131434,
      "end": 1133254,
      "confidence": 0.6898249999999999
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "A little bit annoyed, to be honest? Went down a storm playing the drums in little donkey. But your loss.",
      "start": 1133914,
      "end": 1142734,
      "confidence": 0.9634435
    },
    {
      "pos": 224,
      "speaker": "D",
      "text": "Like, if anything, to.",
      "start": 1145754,
      "end": 1146642,
      "confidence": 0.8960575
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "Have been there, well, you wouldn't because you didn't. But like I say, sure, loss, isn't it? Anyway, I'm just quiet because I'm thinking about stuff. Like I said, right. I make a big deal out of it.",
      "start": 1146658,
      "end": 1159814,
      "confidence": 0.8843036842105262
    },
    {
      "pos": 226,
      "speaker": "D",
      "text": "What is it?",
      "start": 1160474,
      "end": 1161534,
      "confidence": 0.9958133333333334
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "Well, I was just thinking what would happen, right. If you put a chameleon on a mirror, how would it handle that? It's a bit weird, innit?",
      "start": 1162194,
      "end": 1172226,
      "confidence": 0.8916144444444444
    },
    {
      "pos": 228,
      "speaker": "D",
      "text": "Oh, you're scaring me.",
      "start": 1172330,
      "end": 1173734,
      "confidence": 0.747985
    },
    {
      "pos": 229,
      "speaker": "C",
      "text": "That's scaring you. This will scare you. Right. The other day, saw two old men sat there having a twixt. You never see that. Yeah. Old fella having a twix.",
      "start": 1174474,
      "end": 1187174,
      "confidence": 0.8739633333333334
    },
    {
      "pos": 230,
      "speaker": "D",
      "text": "You see ghosts, Cole?",
      "start": 1187254,
      "end": 1188754,
      "confidence": 0.6487425000000001
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "No, just, just the old fellows having a twix. Boy.",
      "start": 1189614,
      "end": 1194834,
      "confidence": 0.7923640000000002
    },
    {
      "pos": 232,
      "speaker": "D",
      "text": "They talk to you?",
      "start": 1195974,
      "end": 1197194,
      "confidence": 0.9781325000000001
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "No.",
      "start": 1197854,
      "end": 1198310,
      "confidence": 0.38422
    },
    {
      "pos": 234,
      "speaker": "D",
      "text": "Tell you to do things?",
      "start": 1198382,
      "end": 1199474,
      "confidence": 0.976788
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "No, because they were too busy eating. But it's not gotta do. What are you looking like that for? Do you think I'm some sort of freak or something?",
      "start": 1200054,
      "end": 1210202,
      "confidence": 0.847701724137931
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1210258,
      "end": 1210634,
      "confidence": 0.39841
    },
    {
      "pos": 237,
      "speaker": "D",
      "text": "I would never think that about you.",
      "start": 1210674,
      "end": 1212002,
      "confidence": 0.9551285714285714
    },
    {
      "pos": 238,
      "speaker": "C",
      "text": "Well, ever.",
      "start": 1212058,
      "end": 1213374,
      "confidence": 0.95131
    },
    {
      "pos": 239,
      "speaker": "D",
      "text": "Got it.",
      "start": 1214354,
      "end": 1215018,
      "confidence": 0.995035
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "All right.",
      "start": 1215106,
      "end": 1215814,
      "confidence": 0.567895
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Well, it's a very chilling scene. It's a very spooky scene from the film, the 6th sense. Rick, I think you've got a question.",
      "start": 1216594,
      "end": 1228234,
      "confidence": 0.8596320833333334
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "Well, yeah, I mean, Carl played it wonderfully there. The role of the child that sees weird stuff. But who played the original role. What was the name of the child actor who played the original role?",
      "start": 1228314,
      "end": 1241588,
      "confidence": 0.948031081081081
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "It's email only. Ricky Gervaism dot co dot uk dot. You can win a copy of the 6th sense, but I think we can. We can probably play it again later for those that missed it or those that need another reminder.",
      "start": 1241636,
      "end": 1251556,
      "confidence": 0.8524502380952382
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Yeah, you got it. You know, it's 1520 minutes. Get your answers in. We'll pick a lucky winner and then we'll play it again. Because I just. I think that we can. I think Kyle can go to Hollywood with some of the things I've seen there.",
      "start": 1251620,
      "end": 1265508,
      "confidence": 0.8381921276595743
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "Absolutely stunning. Ricky Gervaisefm dot co dot Uk I'm.",
      "start": 1265636,
      "end": 1270388,
      "confidence": 0.7476944444444444
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Gonna play a track now. We tried to play a couple of weeks ago, but the jump. So I got a new CD of it. It's Papa Garcia. And this is Natalie and Nussie Nali and Nusi by Papa Garcia. Well, we've had lots of emails already. In fact, my favorite one is suggestion of the name of that feature specific to this today's is the Twix sense, which was great. And feel free to send in your suggestions because we're going to try and do one a week, a classic film with Carl in an important role. But if you want to see Carl as maybe as Michael Corleone, the godfather, send him. We'll see what we can do, won't we, Carl?",
      "start": 1270396,
      "end": 1315352,
      "confidence": 0.8574969918699188
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "And don't imagine that it has to be a male character. I imagine that you could play, for instance, Sharon Stone's role in basic instinct.",
      "start": 1315448,
      "end": 1321300,
      "confidence": 0.9048023999999998
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "I don't imagine it has to be a human. I mean. I mean, an animal might be better suited. He'd be very good as a rock. Yeah, or something.",
      "start": 1321372,
      "end": 1327788,
      "confidence": 0.87984
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1327876,
      "end": 1328196,
      "confidence": 0.56906
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "Yeah. But we're going to pick up something we spoke about before. We're going to announce we're going to play that again in a few minutes. But Carl wants to put the record straight, don't you? Carl's fed up with. When he comes up with something that's a bit fantastic and far fetched and wrong, that we take the mickey out of him, he's brought in some hard evidence of story, haven't you now?",
      "start": 1328220,
      "end": 1350186,
      "confidence": 0.877396351351351
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Do you know, like, I find stuff on the Internet and that, right? And I come in and tell you about it and you go, that's rubbish.",
      "start": 1350210,
      "end": 1356146,
      "confidence": 0.9292118518518521
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1356210,
      "end": 1356618,
      "confidence": 0.62957
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "And then you'll say, show your workings, which I've never liked doing. No, when teachers say that, I hate that. Yeah. Because I normally can't.",
      "start": 1356706,
      "end": 1364574,
      "confidence": 0.8640195999999999
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "He's just got the answers. Five. And I go, no, I asked for the capital of China. The answer is five.",
      "start": 1365994,
      "end": 1370934,
      "confidence": 0.8488942857142858
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "Right, so we started a feature a couple of weeks ago, chimpanzee that the thing about monkeys and stuff.",
      "start": 1371234,
      "end": 1378860,
      "confidence": 0.9146305263157896
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Let's do this just play the jingle, right. Oh, chimpanzee that.",
      "start": 1378892,
      "end": 1382988,
      "confidence": 0.7452918181818181
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "Yeah, we started that that's facts about apes, isn't it?",
      "start": 1383116,
      "end": 1386424,
      "confidence": 0.829599
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "I told you a story about a monkey that was in a zoo. Yeah, and it got pally with the zookeeper, right? Yes.",
      "start": 1388804,
      "end": 1400732,
      "confidence": 0.911656956521739
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Remember it moved into his house, didn't it?",
      "start": 1400788,
      "end": 1402860,
      "confidence": 0.9698312499999999
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1402892,
      "end": 1403132,
      "confidence": 0.68093
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "Didn't ultimately have an affair with his.",
      "start": 1403188,
      "end": 1404612,
      "confidence": 0.89254
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Wife yeah, it likes a little brandy at night and a cup of tea the morning then he went to work and it moved in on its wife yeah.",
      "start": 1404628,
      "end": 1410244,
      "confidence": 0.9072844827586207
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "Now I read that in a book yeah. But then I was looking for some more monkey stuff online the other day and I found the same story right. From a different source okay. Which is always a good sign and.",
      "start": 1410364,
      "end": 1424652,
      "confidence": 0.940813658536585
    },
    {
      "pos": 264,
      "speaker": "B",
      "text": "It'S corroborated what you claimed is it?",
      "start": 1424668,
      "end": 1426412,
      "confidence": 0.8688028571428573
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "Kind of. There you go.",
      "start": 1426548,
      "end": 1427964,
      "confidence": 0.8515539999999999
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "It's not a different source though, is it? It's someone who read the same thing as you imprisoned.",
      "start": 1428004,
      "end": 1431884,
      "confidence": 0.8944633333333333
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "I left out a factory his name's.",
      "start": 1432004,
      "end": 1433786,
      "confidence": 0.8568485714285714
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Oliver what, the monkey.",
      "start": 1433810,
      "end": 1435754,
      "confidence": 0.9239875
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "So I got that wrong? Yeah, the monkey's called Oliver can you see that, Steve? Oh, yes, right there's a picture of.",
      "start": 1435794,
      "end": 1441018,
      "confidence": 0.8877154545454545
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "Him here do you want to read it?",
      "start": 1441026,
      "end": 1442562,
      "confidence": 0.9141875
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Do you?",
      "start": 1442658,
      "end": 1443194,
      "confidence": 0.89673
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Where is this from then?",
      "start": 1443274,
      "end": 1444734,
      "confidence": 0.985574
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "I was looking for world famous monkeys.",
      "start": 1445154,
      "end": 1447194,
      "confidence": 0.9098785714285713
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "Online on it www.apernault.org this is someone who in America is who set up a sort of similar website to. Okay. He was originally bought into the US with twelve other chimpanzees but immediately stood out as different he learned to drink, enjoy coffee and beer and smoke cigars in the evenings he would sit on a sofa and watch television if his caregivers were out of coffee he would walk into the kitchen, pour a cup and take it into the den as he got older, he made sexual advances on the wife and as a result was sold.",
      "start": 1447234,
      "end": 1476952,
      "confidence": 0.9120190999999999
    },
    {
      "pos": 275,
      "speaker": "A",
      "text": "I reckon it was a stowaway and to not get caught he pretended to be a monkey. Yeah, whereas really it was just a.",
      "start": 1477008,
      "end": 1484736,
      "confidence": 0.8991674999999999
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "That would make sense because the final line is he's now living in retirement in Texas. Yeah, but my only query, and I don't mean to be disrespective, is that it doesn't really give much more information I mean. I mean, someone who set up a website like this, I'm worried that. What I'm saying is I'm worried he's kind of an american twin of you do you know the mean. Do you see what I mean by that? There's no real hard evidence. There's no kind of dates, there's no references to where he was specifically or what zoo he was in.",
      "start": 1484880,
      "end": 1513946,
      "confidence": 0.9293364077669902
    },
    {
      "pos": 277,
      "speaker": "A",
      "text": "Pilkinghorn from Dallas. We're cousins.",
      "start": 1514050,
      "end": 1518094,
      "confidence": 0.631644
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "Why do you need to know all that? The stories?",
      "start": 1518424,
      "end": 1520128,
      "confidence": 0.9018379999999999
    },
    {
      "pos": 279,
      "speaker": "A",
      "text": "What do you mean? Why does he tell that? What? Why not accept it? Because another fella reckons a chimp moved in on someone's wife.",
      "start": 1520176,
      "end": 1525724,
      "confidence": 0.809872
    },
    {
      "pos": 280,
      "speaker": "B",
      "text": "What I'm saying is he could be as. He could be as much of an utter as you do. So to mean I.",
      "start": 1526424,
      "end": 1531344,
      "confidence": 0.8228682608695652
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "What do you mean could be is.",
      "start": 1531424,
      "end": 1532512,
      "confidence": 0.7864671428571429
    },
    {
      "pos": 282,
      "speaker": "C",
      "text": "Yeah, exactly what I'm go to that much trouble of. Yes, a website, you host a radio.",
      "start": 1532568,
      "end": 1537688,
      "confidence": 0.7909152941176472
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Show for goodness sake to spout your idiocy job.",
      "start": 1537736,
      "end": 1544432,
      "confidence": 0.8178722222222223
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "He was stressed yesterday because we want to do another chimpanzee that. Have we got a new story coming up for chimpanzee that. He was stressed yesterday. He said I'm really overworked, I'm really getting fed up he said. He said I haven't even sorted out the story about this monkey. He said how overworked am I that I haven't even got time to sort out a story about a monkey? You know how much I love that.",
      "start": 1544528,
      "end": 1565384,
      "confidence": 0.9035341025641025
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Rick, do you think there's any way we could lure Oliver out of retirement to come over and produce this show?",
      "start": 1565504,
      "end": 1570440,
      "confidence": 0.9518138095238093
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "I think we probably could.",
      "start": 1570512,
      "end": 1572206,
      "confidence": 0.948156
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "I'm parched for a cup of coffee. Would you pop to the kitchen?",
      "start": 1572360,
      "end": 1574498,
      "confidence": 0.9456338461538464
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "We're gonna play a bit of Springsteen. Oh, I love for Martin Freeman he said please play some Springsteen or Bowie. I'm trying to get him into Motown but he only likes 1142 but this is for him. Eminem singing for the moment on XFM 104.9 well that is the most popular competition we've done judging by the amount of emails the Twix sense there to.",
      "start": 1574586,
      "end": 1603472,
      "confidence": 0.8853230303030304
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "Be fair as well Rick, there is a question that is answerable. I think that.",
      "start": 1603488,
      "end": 1606964,
      "confidence": 0.9719193333333334
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "Oh yeah, that's because I did it and not Carl. I asked the question there we're gonna play it again because other people want to hear it again and then we will give the winner's name and they will win that copy of it Carl.",
      "start": 1608344,
      "end": 1621424,
      "confidence": 0.8729624444444448
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "In the 6th sense.",
      "start": 1621464,
      "end": 1622484,
      "confidence": 0.8695575000000001
    },
    {
      "pos": 292,
      "speaker": "D",
      "text": "Geez, I hope nobody got hurt.",
      "start": 1629094,
      "end": 1631514,
      "confidence": 0.91378
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Be alright.",
      "start": 1632014,
      "end": 1632994,
      "confidence": 0.4424
    },
    {
      "pos": 294,
      "speaker": "D",
      "text": "You're very quiet.",
      "start": 1635054,
      "end": 1636354,
      "confidence": 0.6812466666666666
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "I'm just. Just thinking about stuff. So.",
      "start": 1637334,
      "end": 1640634,
      "confidence": 0.8285014285714285
    },
    {
      "pos": 296,
      "speaker": "D",
      "text": "You'Re men are mister play.",
      "start": 1646054,
      "end": 1647054,
      "confidence": 0.534192
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "Aren't you a little bit annoyed to be honest? Went down a storm playing the drums in little donkey but your loss.",
      "start": 1647094,
      "end": 1657294,
      "confidence": 0.9528054545454545
    },
    {
      "pos": 298,
      "speaker": "D",
      "text": "Like if anything to have been there well.",
      "start": 1660354,
      "end": 1663786,
      "confidence": 0.9277175000000001
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "You wouldn't because you didn't but like I say sure lost in it anyway. I'm just quiet because I'm thinking about stuff, like I said, right. I make a big deal out of it.",
      "start": 1663810,
      "end": 1674414,
      "confidence": 0.8629497058823531
    },
    {
      "pos": 300,
      "speaker": "D",
      "text": "What is it?",
      "start": 1675114,
      "end": 1676134,
      "confidence": 0.9976733333333333
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "Well, I was just thinking, what would happen, right, if you put a chameleon on a mirror, how would it handle that? It's a bit weird, innit?",
      "start": 1676834,
      "end": 1686816,
      "confidence": 0.8566729629629629
    },
    {
      "pos": 302,
      "speaker": "D",
      "text": "Oh, you're scaring me.",
      "start": 1686920,
      "end": 1688364,
      "confidence": 0.7685975
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "That's scaring you. This will scare you. Right. The other day, saw two old men sat there having a twix. You never see that. Yeah. Old fella having a switch.",
      "start": 1689104,
      "end": 1701800,
      "confidence": 0.8918493333333333
    },
    {
      "pos": 304,
      "speaker": "D",
      "text": "You see ghosts? Cool.",
      "start": 1701872,
      "end": 1703284,
      "confidence": 0.7174725000000001
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "No, just. Just the old fellows having a twitch. Boy.",
      "start": 1704184,
      "end": 1709496,
      "confidence": 0.7550060000000001
    },
    {
      "pos": 306,
      "speaker": "D",
      "text": "So they talk to you, they tell you to do things?",
      "start": 1709680,
      "end": 1714044,
      "confidence": 0.8481927272727273
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "No, because they were too busy eating. But what's that got to do. What are you looking like that for? Do you think I'm some sort of freak or something?",
      "start": 1714664,
      "end": 1725072,
      "confidence": 0.8925453333333332
    },
    {
      "pos": 308,
      "speaker": "D",
      "text": "I would never think that about you.",
      "start": 1725208,
      "end": 1726592,
      "confidence": 0.9832085714285714
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "Well, ever.",
      "start": 1726648,
      "end": 1728004,
      "confidence": 0.8956200000000001
    },
    {
      "pos": 310,
      "speaker": "D",
      "text": "Got it.",
      "start": 1728944,
      "end": 1729608,
      "confidence": 0.9984649999999999
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "All right.",
      "start": 1729696,
      "end": 1730444,
      "confidence": 0.69381
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "And so the question was, who played the original role of that kid in the car who saw strange things? And the answer is Steve Hayley.",
      "start": 1734364,
      "end": 1743140,
      "confidence": 0.9460346153846152
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Joel Osmond, of course, who is a talented young performer, but don't think really has anything on Carl Pilkington, who I think made that scene even more chilling and atmospheric than the.",
      "start": 1743172,
      "end": 1752604,
      "confidence": 0.8884709375000001
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "Definitely. Definitely.",
      "start": 1752644,
      "end": 1753820,
      "confidence": 0.593065
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "And we'll give this to.",
      "start": 1753852,
      "end": 1754940,
      "confidence": 0.92056
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Let's see.",
      "start": 1755012,
      "end": 1755356,
      "confidence": 0.82848
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "I think it's Francis Maroney who's emailed in. He or she said, I don't know if it's a he or she, but.",
      "start": 1755380,
      "end": 1761674,
      "confidence": 0.8819577272727273
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "He is now female. And Frances or Frank, that could be.",
      "start": 1763214,
      "end": 1768038,
      "confidence": 0.7336636363636363
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "A fake name, who knows? But he. Let's assume it's a he, says he's a sad little nerd who. It was his birthday today and only his mum remembered. Even his best friend for.",
      "start": 1768046,
      "end": 1776350,
      "confidence": 0.8926764705882353
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "Definitely a bloke.",
      "start": 1776382,
      "end": 1777926,
      "confidence": 0.8275100000000001
    },
    {
      "pos": 321,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1778030,
      "end": 1778286,
      "confidence": 0.98679
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "And I don't. I can't really relate to life and that's a bit of a loser.",
      "start": 1778310,
      "end": 1781806,
      "confidence": 0.865169375
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "A bit.",
      "start": 1781830,
      "end": 1782198,
      "confidence": 0.71867
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "So I don't really know what he's talking about, but I imagine a lot of our audience do. So let's give it to him.",
      "start": 1782286,
      "end": 1786364,
      "confidence": 0.9362691666666666
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "Sort of a foreign.",
      "start": 1786404,
      "end": 1789024,
      "confidence": 0.5377325
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "As I look again, I noticed he's not even got the name right.",
      "start": 1792244,
      "end": 1794540,
      "confidence": 0.941853076923077
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "He's Hailey.",
      "start": 1794572,
      "end": 1795252,
      "confidence": 0.328585
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "Joel Osman. So he really is pathetic.",
      "start": 1795268,
      "end": 1799140,
      "confidence": 0.8789
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "I mean, that's what a pathetic, totally fun now, now. Humiliated him. Don't give him the prize.",
      "start": 1799172,
      "end": 1804476,
      "confidence": 0.8335388235294117
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Well, it's on tv tonight anyway. On ITV.",
      "start": 1804660,
      "end": 1806864,
      "confidence": 0.88381
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Thank you for listening, and well done for spotting who Carl was trying to.",
      "start": 1807884,
      "end": 1813096,
      "confidence": 0.8964850000000001
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "And whatever girl you fancy at school, ask her. I say, come back to my place, watch the 6th sense. Yeah, she'll love it and you'll be guaranteed a shame.",
      "start": 1813240,
      "end": 1820016,
      "confidence": 0.8433336666666665
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Why do you assume he was at school.",
      "start": 1820040,
      "end": 1821576,
      "confidence": 0.9036500000000001
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "I don't know cuz he's spelling is terrible. Although I'm looking at Carl.",
      "start": 1821720,
      "end": 1825680,
      "confidence": 0.8496253846153846
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 1825792,
      "end": 1827200,
      "confidence": 0.728045
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "It's just a very badly put together email. I just assumed it was a kid.",
      "start": 1827232,
      "end": 1830176,
      "confidence": 0.9061833333333333
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "Right.",
      "start": 1830320,
      "end": 1830624,
      "confidence": 0.81747
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "What if he is a kid now he's going through four interviews. He's probably really. I never dreamt it was a kid. I feel a bit bad now.",
      "start": 1830664,
      "end": 1836560,
      "confidence": 0.8499321428571429
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "Well, you thought it was a sort of 25 year old. Even more pathetic in a way.",
      "start": 1836592,
      "end": 1839616,
      "confidence": 0.9045417647058824
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "Yeah. And now I'm worried that, you know, you've, you've embarrassed, you know, an adolescent live on, well, one of the biggest radio stations in the building. It's not even the biggest radio station in the building. I can't believe that. It's the smallest radio station in this building right now.",
      "start": 1839640,
      "end": 1860216,
      "confidence": 0.9105319607843138
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "We've done that. Right? Are we doing a proper competition?",
      "start": 1860240,
      "end": 1862832,
      "confidence": 0.9349729999999999
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1862928,
      "end": 1863440,
      "confidence": 0.57145
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "Setting up the old rock rosters.",
      "start": 1863552,
      "end": 1865880,
      "confidence": 0.8430133333333334
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Your favorite. Any.",
      "start": 1865952,
      "end": 1866600,
      "confidence": 0.5764966666666667
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "Well, let's play a tune before. I can't. I don't think I can face that straight.",
      "start": 1866632,
      "end": 1869736,
      "confidence": 0.869653125
    },
    {
      "pos": 346,
      "speaker": "C",
      "text": "We've also got that song sounds all right, don't we? The new feature.",
      "start": 1869920,
      "end": 1876030,
      "confidence": 0.8294607692307692
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "That song sounds good.",
      "start": 1876142,
      "end": 1877950,
      "confidence": 0.8763225000000001
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Can I just say before we play a record that we've had an email from Dicky Anderson.",
      "start": 1878022,
      "end": 1881510,
      "confidence": 0.9286664705882354
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "Dickerson, Dick's day. Dicky docky died. Oh yeah.",
      "start": 1881582,
      "end": 1886742,
      "confidence": 0.39074125
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "If you're a new listener then you won't have come across Richard before. But he loves our biggest fan.",
      "start": 1886798,
      "end": 1891254,
      "confidence": 0.8811889473684212
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "He's a bit of a. And he loves the show. He taped it and listens back to it four or five times.",
      "start": 1891294,
      "end": 1894838,
      "confidence": 0.9191945454545457
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "But the great thing about him is he's not afraid to offer a bit of constructive criticism.",
      "start": 1894886,
      "end": 1897858,
      "confidence": 0.9688941176470588
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Oh God. What's he said?",
      "start": 1897966,
      "end": 1899866,
      "confidence": 0.719222
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Well, all I'm going to say to you is he said, is it true that companies are now getting rid of hold music and are instead using your show to irritate their customers while they're waiting on the phone? I don't know. We'll try and look into that, Dicky, but thanks for that.",
      "start": 1899970,
      "end": 1913534,
      "confidence": 0.8957532075471695
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "I need direction. Teenage fan club on XFM 104.9. Ricky Gervais, Steve Merchant, Karl Pilkington.",
      "start": 1927234,
      "end": 1932870,
      "confidence": 0.7625873333333334
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Do keep your suggestions coming in for roles that you'd like to see Carl playing in future editions of this quiz.",
      "start": 1932982,
      "end": 1937622,
      "confidence": 0.9257776190476189
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "This is the most popular comedy we've ever done.",
      "start": 1937678,
      "end": 1939366,
      "confidence": 0.8703033333333333
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Has it got a name yet? Have we come up with a name?",
      "start": 1939390,
      "end": 1941234,
      "confidence": 0.9114384615384614
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Hollywood and.",
      "start": 1943014,
      "end": 1944438,
      "confidence": 0.38255
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "Okay, brilliant. Well, anyway, we had some suggestions. Neil Wilson in Bedford, he suggested he'd like to see you, Carl, playing the role of Clyde the monkey in every which way but lose.",
      "start": 1944606,
      "end": 1954502,
      "confidence": 0.8841827272727272
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "That'd be great.",
      "start": 1954558,
      "end": 1955444,
      "confidence": 0.78846
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "And also an excellent suggestion from Lee Gridley in Essex, the obvious role for you is, of course, Dustin Hoffman as Rain Man.",
      "start": 1955574,
      "end": 1961524,
      "confidence": 0.8727947826086959
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "I said that, didn't I?",
      "start": 1962064,
      "end": 1963488,
      "confidence": 0.9183619999999999
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "That's perfect.",
      "start": 1963576,
      "end": 1964616,
      "confidence": 0.934265
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "That'd be great. Just imagine going, okay, you remember bet, two for good. Yeah. Well, you've lost again. Yeah, that'd be fantastic.",
      "start": 1964800,
      "end": 1974536,
      "confidence": 0.8178745454545454
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "I'm worried that you. I don't know, it's a bit of a stretch. Carl, can you play someone who's that clever? Yeah, I do.",
      "start": 1974560,
      "end": 1980816,
      "confidence": 0.8788254166666669
    },
    {
      "pos": 367,
      "speaker": "C",
      "text": "Elephant man.",
      "start": 1980840,
      "end": 1981724,
      "confidence": 0.88657
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Okay.",
      "start": 1982084,
      "end": 1982932,
      "confidence": 0.68904
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Why? What sort of ideas you got for elephant man?",
      "start": 1983068,
      "end": 1985020,
      "confidence": 0.880914
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "Well, I don't know whether I'd be him or like, the doctor.",
      "start": 1985132,
      "end": 1988228,
      "confidence": 0.9547641666666667
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "What would you say if you're the doctor?",
      "start": 1988356,
      "end": 1989864,
      "confidence": 0.8062962500000002
    },
    {
      "pos": 372,
      "speaker": "C",
      "text": "Just like, oh, how you do that?",
      "start": 1990484,
      "end": 1993584,
      "confidence": 0.8981457142857142
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "I mean, how'd you do that?",
      "start": 1994324,
      "end": 1995804,
      "confidence": 0.8660116666666666
    },
    {
      "pos": 374,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1995924,
      "end": 1996624,
      "confidence": 0.70504
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "He goes, I'm not an animal. And you go, well, judging by your head, you are.",
      "start": 2000404,
      "end": 2005508,
      "confidence": 0.9014418750000001
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2005556,
      "end": 2006184,
      "confidence": 0.84771
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "Forrest Gump.",
      "start": 2007764,
      "end": 2008864,
      "confidence": 0.60051
    },
    {
      "pos": 378,
      "speaker": "C",
      "text": "Yeah, do that.",
      "start": 2009234,
      "end": 2010466,
      "confidence": 0.8519266666666666
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2010530,
      "end": 2010986,
      "confidence": 0.60558
    },
    {
      "pos": 380,
      "speaker": "C",
      "text": "Slows in there.",
      "start": 2011090,
      "end": 2011906,
      "confidence": 0.64107
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2011970,
      "end": 2012258,
      "confidence": 0.86709
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "We'll keep them going in. That's brilliant. So the competitions don't stop there? Sadly, no.",
      "start": 2012306,
      "end": 2017218,
      "confidence": 0.9091166666666666
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "Rock busters.",
      "start": 2017346,
      "end": 2018074,
      "confidence": 0.5968800000000001
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Oh, God.",
      "start": 2018114,
      "end": 2019254,
      "confidence": 0.71169
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Right.",
      "start": 2020554,
      "end": 2020890,
      "confidence": 0.96581
    },
    {
      "pos": 386,
      "speaker": "C",
      "text": "How about. Right, we've got this other thing, right, this other music thing. How about we make that part of it?",
      "start": 2020922,
      "end": 2026522,
      "confidence": 0.8975823809523809
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "How many competitions have you got?",
      "start": 2026538,
      "end": 2027810,
      "confidence": 0.8794400000000001
    },
    {
      "pos": 388,
      "speaker": "C",
      "text": "No. Well, this is what I'm thinking, right? Because we can, if you're not happy with rockbusters, if we add a little bit to it and they love the bit I've added, then we can slowly fade out without knowing.",
      "start": 2027842,
      "end": 2036894,
      "confidence": 0.95112975
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "That's it. Do two of your rock busters and one of these.",
      "start": 2036974,
      "end": 2039974,
      "confidence": 0.9177716666666668
    },
    {
      "pos": 390,
      "speaker": "C",
      "text": "Right?",
      "start": 2040054,
      "end": 2040674,
      "confidence": 0.68428
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2043654,
      "end": 2044434,
      "confidence": 0.65115
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "All right, what we got?",
      "start": 2044814,
      "end": 2045702,
      "confidence": 0.74221
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Let's speed this up because I'm dropping off now. It's either warming here or this isn't the most interesting conversation we've ever had.",
      "start": 2045758,
      "end": 2052110,
      "confidence": 0.8818143478260871
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Okay, firstly, there's a CD here. It's tracks that were sampled by various artists, including Jay Z, Happy Mondays and so on. It's the original versions that might be quite good fun. I love you. We see it's a number of love songs. You've got blue featuring Elton John on there, Chicago. Nat King Cole greats there, I'm sure. Retro dance masters. That's another CD. Dance tracks, obviously, on there. Oh, it's still knocking about. The best. Air guitar, volume two.",
      "start": 2052142,
      "end": 2076226,
      "confidence": 0.8834130864197531
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "Sure.",
      "start": 2076330,
      "end": 2076738,
      "confidence": 0.49455
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Rubbish. This is quite good, though. It's Paul Whitehouse's tv show Happiness. That's the first series on DVD. We've also got Steven Polyakov's the lost Prince. You can have that in your collection. Probably never watch it, but it might look like you're slightly classy and arty and subtitles. The best one hit wonders album in the world ever. You've got stuff on there like Nayna 99 red balloons and ems. Pop music. So not that bad a selection actually, this week. He's cut out some of the chaff.",
      "start": 2076826,
      "end": 2099670,
      "confidence": 0.8937757303370787
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "Yeah. Okay. Right, here we go. Rockbusters.",
      "start": 2099782,
      "end": 2101862,
      "confidence": 0.7148414285714286
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "Rockbusters. First one, we'll do two of these and I'll play something in a minute. Right. First one, the Australian picks two blokes.",
      "start": 2101918,
      "end": 2110390,
      "confidence": 0.9285482608695651
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "What?",
      "start": 2110502,
      "end": 2111038,
      "confidence": 0.96372
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "The Australian picks two blokes.",
      "start": 2111166,
      "end": 2113302,
      "confidence": 0.9484159999999999
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "The Australian picks two blokes. Yeah.",
      "start": 2113358,
      "end": 2115886,
      "confidence": 0.9105383333333333
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "The initial e. Right. And the second one, that builders.",
      "start": 2115910,
      "end": 2120112,
      "confidence": 0.9049529999999999
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "I've got that already. It's annoying.",
      "start": 2120168,
      "end": 2122244,
      "confidence": 0.8413233333333333
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "That builder is a bit cute.",
      "start": 2123184,
      "end": 2124880,
      "confidence": 0.9915416666666667
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "He's bit cute, yeah.",
      "start": 2125032,
      "end": 2126320,
      "confidence": 0.81057
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "All right.",
      "start": 2126392,
      "end": 2126680,
      "confidence": 0.717535
    },
    {
      "pos": 407,
      "speaker": "C",
      "text": "And that's BT.",
      "start": 2126712,
      "end": 2128044,
      "confidence": 0.7116233333333333
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "BT, BT. That builders. A bit cute.",
      "start": 2128584,
      "end": 2130744,
      "confidence": 0.6910614285714286
    },
    {
      "pos": 409,
      "speaker": "C",
      "text": "Yeah. And the Australian picks two blokes, e. And then what I'm gonna do now is play some sound effects that make up a song and you've got a guess what the song is.",
      "start": 2130824,
      "end": 2140968,
      "confidence": 0.9481832352941179
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Go on and just do it. And then the shot.",
      "start": 2141016,
      "end": 2142672,
      "confidence": 0.7733450000000001
    },
    {
      "pos": 411,
      "speaker": "C",
      "text": "Here we go. There you go. So what songs are.",
      "start": 2142808,
      "end": 2152314,
      "confidence": 0.909677
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "So I should just clarify that the first two are band names or artists names, but that's the title of the track that we want there.",
      "start": 2154574,
      "end": 2160318,
      "confidence": 0.9139723076923078
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2160406,
      "end": 2160742,
      "confidence": 0.86027
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "Okay.",
      "start": 2160798,
      "end": 2161150,
      "confidence": 0.42555
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "It's so confusing. No one's ever going to figure this out.",
      "start": 2161182,
      "end": 2163350,
      "confidence": 0.92643
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "They will, though. They will do it.",
      "start": 2163382,
      "end": 2165014,
      "confidence": 0.9794042857142856
    },
    {
      "pos": 417,
      "speaker": "B",
      "text": "Ricky Gervais.",
      "start": 2165054,
      "end": 2166302,
      "confidence": 0.482105
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Hey, listen, we've got the best fans in the world, Steve. Remember that. Remember that. Without them we ain't nothing.",
      "start": 2166438,
      "end": 2173364,
      "confidence": 0.900154
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2173444,
      "end": 2173700,
      "confidence": 0.58266
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "So good luck to you.",
      "start": 2173732,
      "end": 2175540,
      "confidence": 0.8317820000000001
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "Pick a track, Steve.",
      "start": 2175692,
      "end": 2176828,
      "confidence": 0.775405
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "I'd love to.",
      "start": 2176956,
      "end": 2177500,
      "confidence": 0.8820600000000001
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "I want to wear some monkey magic. I want to wear some chimpanzee that. I want to wear some aping around.",
      "start": 2177532,
      "end": 2182212,
      "confidence": 0.8386014285714284
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "We've got that still to come.",
      "start": 2182388,
      "end": 2183716,
      "confidence": 0.8191766666666668
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "I can't believe it. We got rockbusters. That film sounds good. And we've got all. Look at him up in Hollywood. And we've got like all monkey, me, monkey, you. We got given on the horn, Jesse made in.",
      "start": 2183860,
      "end": 2195732,
      "confidence": 0.8372992307692309
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "This is a great track.",
      "start": 2195748,
      "end": 2196704,
      "confidence": 0.8790560000000001
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "Coldplay clocks on XFM 104.9. Ricky Gervais, Steve merchant and Carl Pilkington. Right. Give me some monkey magic, Carl.",
      "start": 2206224,
      "end": 2215424,
      "confidence": 0.7833505263157894
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Hang on, we better do the jingle, aren't you?",
      "start": 2215504,
      "end": 2217288,
      "confidence": 0.7896477777777777
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Oh, oh, chimpanzee that.",
      "start": 2217456,
      "end": 2220360,
      "confidence": 0.7750075
    },
    {
      "pos": 430,
      "speaker": "C",
      "text": "You like this one? What I found is found out, like, a lot of monkeys names like. That's how I found out about Oliver.",
      "start": 2220512,
      "end": 2229348,
      "confidence": 0.9460608333333335
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2229476,
      "end": 2229828,
      "confidence": 0.69834
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "What do you mean you found out? A lot of monkeys names.",
      "start": 2229876,
      "end": 2231980,
      "confidence": 0.9046583333333333
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "A lot of monkeys out there. And you think they just called monkey and what have you. But they're all given names, right? So this, this one that I found about. Bit of a weird name anyway. It's actually called crap its name. Right.",
      "start": 2232052,
      "end": 2243828,
      "confidence": 0.9226252272727276
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "And so they're not born with those names. It's not like their parents give them those names. You know, they're just. Yeah, yeah.",
      "start": 2243956,
      "end": 2250396,
      "confidence": 0.8828121739130436
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "This one. Right. And it's called crap. Yeah, I know, right? But do you know what it's famous for? What?",
      "start": 2250500,
      "end": 2258980,
      "confidence": 0.9088219999999998
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Crap.",
      "start": 2259012,
      "end": 2259548,
      "confidence": 0.97877
    },
    {
      "pos": 437,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2259676,
      "end": 2260244,
      "confidence": 0.87577
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "No one is it involved with this.",
      "start": 2260364,
      "end": 2261812,
      "confidence": 0.8388371428571428
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "Show it. The first monkey to have its name tattooed on its head.",
      "start": 2261828,
      "end": 2269384,
      "confidence": 0.9740384615384615
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "Yeah. Again, I will say, not by choice. There is no way that a chimp would go down to Camden Lock and go. Are you a registered tattooist? I am, yes. Yeah? Yeah. It's the cleanest. Okay.",
      "start": 2270684,
      "end": 2283294,
      "confidence": 0.8831594594594595
    },
    {
      "pos": 441,
      "speaker": "B",
      "text": "Can I look through your book?",
      "start": 2283454,
      "end": 2284438,
      "confidence": 0.9187916666666666
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Can I put. I'm looking for something quite gothic, but, you know. What's your name? Crap. Oh, I'm not sure I can do that. Because. You're not drunk, are you? I have another drink. I haven't had a drink. I've had some mbongo. And that's all. What are you talking about? The first monkey to have its name tattooed on its head. What are you talking about?",
      "start": 2284486,
      "end": 2305514,
      "confidence": 0.8849355223880601
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "There's got to be more information. Don't tell me you're leaving it there. There's got to be more information.",
      "start": 2305554,
      "end": 2308698,
      "confidence": 0.902527894736842
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "That was it. And then I read it, thinking, well, that's weird, because that means there's loads of monkeys with tattoos on the red. If that's the first one.",
      "start": 2308866,
      "end": 2316314,
      "confidence": 0.9134627586206896
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "No, it could be still the only one.",
      "start": 2316354,
      "end": 2318194,
      "confidence": 0.9891049999999999
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "First and only.",
      "start": 2318234,
      "end": 2319226,
      "confidence": 0.7897866666666667
    },
    {
      "pos": 447,
      "speaker": "C",
      "text": "Yeah, but would they report that?",
      "start": 2319410,
      "end": 2321306,
      "confidence": 0.8827600000000001
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "What do you mean, would they report it? This isn't the Washington Post you're reading. This is mentalists who do websites about themselves every day. What?",
      "start": 2321490,
      "end": 2336074,
      "confidence": 0.9354365384615385
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "There's got to be a.",
      "start": 2336534,
      "end": 2337662,
      "confidence": 0.969432
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Why is that news? Why is that news? What? How did you come across that? Well, you first nut. Monkey with tattoo head. W. I mean, what are you talking about?",
      "start": 2337718,
      "end": 2347006,
      "confidence": 0.8933390322580643
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "But why did it have its name tattooed on its head?",
      "start": 2347110,
      "end": 2349994,
      "confidence": 0.9861881818181818
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "It didn't say. It didn't say that. I mean, yeah, I know it's mad, but. But he didn't say why.",
      "start": 2351534,
      "end": 2357030,
      "confidence": 0.8356840000000002
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Was that enough for you, though? Did you feel satisfied having read that? Did you not have that?",
      "start": 2357062,
      "end": 2361306,
      "confidence": 0.8779350000000001
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "There's no way that is in the Guinness Book of Records. There's no way that that is excited in the Guinness Book of Records.",
      "start": 2361330,
      "end": 2366706,
      "confidence": 0.8731279166666668
    },
    {
      "pos": 455,
      "speaker": "C",
      "text": "Just read it as, like, what a weird name for monkey, and then you won't have that on your head.",
      "start": 2366730,
      "end": 2372374,
      "confidence": 0.891113
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "What would be a good name for monkey?",
      "start": 2372794,
      "end": 2374774,
      "confidence": 0.9304012500000001
    },
    {
      "pos": 457,
      "speaker": "C",
      "text": "Anything but that. Really? Yeah.",
      "start": 2376674,
      "end": 2378814,
      "confidence": 0.831694
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "Dave, Ted.",
      "start": 2379514,
      "end": 2381094,
      "confidence": 0.89809
    },
    {
      "pos": 459,
      "speaker": "C",
      "text": "But what do you think of that?",
      "start": 2382274,
      "end": 2384586,
      "confidence": 0.8921714285714285
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "Well, I don't know what to think about it. I don't know what. I don't know what you're telling me. I don't know. I don't know that that's news. I don't know that it's true. I mean, I don't know where to start with that. Is that all you found? You found something about you, right?",
      "start": 2384770,
      "end": 2399340,
      "confidence": 0.9292328571428571
    },
    {
      "pos": 461,
      "speaker": "C",
      "text": "When I was searching for stuff on monkeys, right?",
      "start": 2399372,
      "end": 2401628,
      "confidence": 0.9755244444444444
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2401756,
      "end": 2402116,
      "confidence": 0.48482
    },
    {
      "pos": 463,
      "speaker": "C",
      "text": "I was searching around like I always do, looking, finding information. Right?",
      "start": 2402180,
      "end": 2405540,
      "confidence": 0.8777583333333333
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2405612,
      "end": 2405980,
      "confidence": 0.9155
    },
    {
      "pos": 465,
      "speaker": "C",
      "text": "And found out. Are you aware of the Iceman?",
      "start": 2406052,
      "end": 2409904,
      "confidence": 0.9450677777777778
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "The Iceman, yeah. Go on.",
      "start": 2410564,
      "end": 2412612,
      "confidence": 0.8144880000000001
    },
    {
      "pos": 467,
      "speaker": "C",
      "text": "Right. And to me, the monkey thing was more.",
      "start": 2412748,
      "end": 2414972,
      "confidence": 0.9810022222222222
    },
    {
      "pos": 468,
      "speaker": "B",
      "text": "What's the Iceman? The man that was found in the ice. The neanderthal man.",
      "start": 2415028,
      "end": 2418820,
      "confidence": 0.905855
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "Right. Yes, Ricky.",
      "start": 2418892,
      "end": 2419996,
      "confidence": 0.7321833333333333
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "Not a monkey.",
      "start": 2420060,
      "end": 2420876,
      "confidence": 0.7400266666666667
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "No, no, I know, but I just was looking at, like, info, right.",
      "start": 2421020,
      "end": 2423804,
      "confidence": 0.8799861538461538
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "A 5000 year old fella. It was preserved in a glacier, that one. Yeah.",
      "start": 2423844,
      "end": 2428924,
      "confidence": 0.86093
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "Do you find that more fascinating than the monkey?",
      "start": 2429004,
      "end": 2431220,
      "confidence": 0.9321855555555556
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Well, I know that it's true.",
      "start": 2431372,
      "end": 2433236,
      "confidence": 0.9448599999999999
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Yeah, it's true. But do you find it more fascinating?",
      "start": 2433420,
      "end": 2435620,
      "confidence": 0.9302529999999999
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Well, simply because it's true, I find it more fascinating. I can't act on some. If someone, anything that's true is more fascinating.",
      "start": 2435772,
      "end": 2445024,
      "confidence": 0.9187417391304346
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "But you see, what I get from the monkey thing, you know, I wonder. Wonder if it was happy about that.",
      "start": 2446244,
      "end": 2453212,
      "confidence": 0.9241019047619048
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "And you accept it straight away. You accept that that is true and interesting and I don't know what that is. I mean, to me it sounds like a bit of cruelty towards animals. I mean, if that's true, it's disgusting to tattoo a monkey's head. It's disgusting.",
      "start": 2453268,
      "end": 2468996,
      "confidence": 0.9247895833333333
    },
    {
      "pos": 479,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2469060,
      "end": 2469492,
      "confidence": 0.57742
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "Do you know what I mean? There's no way. That's what I'm saying. It doesn't do. If a monkey. If they reported that a monkey went in and got a tattoo and chose it itself and then was riding a Harley Davidson down Campbell, I go, that is incredible. But I'd really want to see it on the news. And it mustn't be anywhere near the 1 April, you know what I mean?",
      "start": 2469588,
      "end": 2491178,
      "confidence": 0.8926398630136987
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "I think you've just blown next week's.",
      "start": 2491226,
      "end": 2493094,
      "confidence": 0.9265742857142857
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Letter to Hermione David Bowie of Space Oddity album XFM 104.9. See, I don't know where. I thought you'd sort of learn a little bit, Carl. What is a. An interesting fact and what might just be a mentalist online? Do you know? Do you know. I mean, do you know what point we're making here? What. Why the truth is so much more even a little bit even something that's just, you know, mild but is definitely the truth is so much more interesting that then just wish fulfillment of truth to me. If it starts with there was this ghost, right? It's not interesting. You could say anything. There was this ghost that could turn custard into wine. It doesn't matter. There was this ghost that had nine heads. Doesn't matter. Doesn't matter.",
      "start": 2507454,
      "end": 2551646,
      "confidence": 0.9227805185185187
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "You know, Carl's looking at you going, there's a ghost that can turn custody into wine.",
      "start": 2551790,
      "end": 2555086,
      "confidence": 0.80360375
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Yeah, it doesn't matter what you say after that. There's a ghost that can swallow alligators whole. The premise means it's not true to me. Do you know what I mean? It's like. It was like, you know what? God, right? He's incredible. I gotta stop you there. The fact that you can make the earth in seven days. Well, you've lost me already. Do you know what I mean? Where someone says something like, you know, a cockroach can live five days without a head. That's interesting. That's interesting, right?",
      "start": 2555150,
      "end": 2583998,
      "confidence": 0.8754540659340659
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "Do you think when you die they say you're a ghost? This is gonna amaze you. You can go and you can spook people out.",
      "start": 2584086,
      "end": 2590838,
      "confidence": 0.9506268
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2590886,
      "end": 2591314,
      "confidence": 0.36632
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Do you like custard?",
      "start": 2591414,
      "end": 2592534,
      "confidence": 0.96624
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Come over here. No. Well, if you don't. Oh, you don't do wine. Of course I do. Oh, you are gonna love it.",
      "start": 2593754,
      "end": 2599458,
      "confidence": 0.889065652173913
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "You're gonna love me. I've lost all my loved ones.",
      "start": 2599506,
      "end": 2602018,
      "confidence": 0.679226
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Yeah. Do you see what I mean? It's what your sort of beliefs are based on. Mine are sort of on, I suppose, logic and science. And so I'm amazed by the world.",
      "start": 2602066,
      "end": 2611922,
      "confidence": 0.8937739393939393
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "And so the ice man, why does that amaze you? What's. What's like?",
      "start": 2611978,
      "end": 2617090,
      "confidence": 0.8733923076923078
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Oh, well, they found part of our preserved past. You know, it's interesting, you know, again, I'm amazed by anthropology and evolution.",
      "start": 2617122,
      "end": 2626604,
      "confidence": 0.8245427272727273
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "Yeah. It's just that, that line on its own like that, you know, they found an ice man is great. But then it went on and on and it's going on about, you know, they've had to get different people involved to find out how old it was. Because first of all, the story started off right. An old fellow on holiday somewhere. Where did they find it? In Sweden or something? And he was walking in the hills.",
      "start": 2628104,
      "end": 2651362,
      "confidence": 0.9260156962025319
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "And he was walking in the hills in hills.",
      "start": 2651498,
      "end": 2654770,
      "confidence": 0.7175333333333334
    },
    {
      "pos": 495,
      "speaker": "C",
      "text": "Was he a transvestite in the mountains?",
      "start": 2654882,
      "end": 2656466,
      "confidence": 0.8509
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Oh, in the hills, yeah, yeah.",
      "start": 2656530,
      "end": 2658314,
      "confidence": 0.7627783333333333
    },
    {
      "pos": 497,
      "speaker": "C",
      "text": "So he's walking, walking about and he sees this body in the. In the snow and he thinks, oh, so he calls the. Calls the police up and they come and have a look and he goes, oh, yeah, it's probably a murder. So then they dig it up and find out he's got hold of a spear in his hand, right?",
      "start": 2658354,
      "end": 2673872,
      "confidence": 0.9200283870967744
    },
    {
      "pos": 498,
      "speaker": "A",
      "text": "And he's. And he's dressed like Fred Flintstone. And they realize it's probably not a recent murder.",
      "start": 2673928,
      "end": 2679192,
      "confidence": 0.8747017647058823
    },
    {
      "pos": 499,
      "speaker": "C",
      "text": "Right.",
      "start": 2679328,
      "end": 2679648,
      "confidence": 0.96513
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "His knuckles are druggirl on the floor. He's a neanderthal man. They think, hang on, Carl Pilkington.",
      "start": 2679696,
      "end": 2684084,
      "confidence": 0.8094594117647058
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "But when they found out. Hang on, it's an old thing.",
      "start": 2684624,
      "end": 2687872,
      "confidence": 0.9405890909090909
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "It's an old thing.",
      "start": 2688008,
      "end": 2689208,
      "confidence": 0.856055
    },
    {
      "pos": 503,
      "speaker": "C",
      "text": "Can it. If it was a murder recent, then you'd go, hang on, how did this happen? Who does he belong to?",
      "start": 2689296,
      "end": 2694240,
      "confidence": 0.9584836363636365
    },
    {
      "pos": 504,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2694312,
      "end": 2694496,
      "confidence": 0.55565
    },
    {
      "pos": 505,
      "speaker": "C",
      "text": "The chances are whoever murdered him is.",
      "start": 2694520,
      "end": 2696216,
      "confidence": 0.9024757142857143
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Also dead 5000 years ago. Probably, yeah.",
      "start": 2696240,
      "end": 2700378,
      "confidence": 0.9648785714285715
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "So leave it. Just bury it.",
      "start": 2700546,
      "end": 2702454,
      "confidence": 0.9172516666666667
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "I don't think it's a murder investigation.",
      "start": 2704994,
      "end": 2707094,
      "confidence": 0.9553542857142858
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "It's not Quincy going, this is really. This was before my time. Yeah, just. Just one thing bothers me, sir. Just one final thing. My wife loves you, but this guy.",
      "start": 2707594,
      "end": 2719082,
      "confidence": 0.942496129032258
    },
    {
      "pos": 510,
      "speaker": "C",
      "text": "This guy, why would he have a.",
      "start": 2719218,
      "end": 2721354,
      "confidence": 0.9701685714285714
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Spear and a leopard skin? I just can't. I can't get over this. What are you talking about?",
      "start": 2721394,
      "end": 2728208,
      "confidence": 0.930367222222222
    },
    {
      "pos": 512,
      "speaker": "C",
      "text": "That's what I'm saying.",
      "start": 2728336,
      "end": 2729408,
      "confidence": 0.9902949999999999
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "What are you saying? What are you saying? Right, shut up, everybody. What are you saying? You've got one chance now. You've got to ask me a question and I will answer it the best way. But what are you saying? What is your question?",
      "start": 2729536,
      "end": 2738408,
      "confidence": 0.9234415555555554
    },
    {
      "pos": 514,
      "speaker": "C",
      "text": "He probably spent a load of money.",
      "start": 2738496,
      "end": 2739880,
      "confidence": 0.87915
    },
    {
      "pos": 515,
      "speaker": "A",
      "text": "That's not a question. That's not a question.",
      "start": 2739952,
      "end": 2741368,
      "confidence": 0.8586225000000001
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Let me tell you what I'm saying. Right? They're probably spending a load of money finding out stuff about this fellow who died. And even if. Even if he wasn't murdered, he'd be dead by now anyway. So get over it. Right? 3000 years ago he died, right? So then they start messing about with it, saying, well, how did he die? Well, it doesn't matter. It was ages ago. Then he start digging his belly open, seeing last meal that he ate.",
      "start": 2741416,
      "end": 2766682,
      "confidence": 0.9213508433734938
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2766778,
      "end": 2767330,
      "confidence": 0.55123
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "Oh, yeah. Seeds and leaves. Well, no surprise, really. There's now else around again spending more money. Someone's been paid money to sort that out. Then they bury him and then said, hang on a minute. Are you sure that he died by, like, a spear? Let's dig him up again. So they dig him up again and find some splinter.",
      "start": 2767442,
      "end": 2787816,
      "confidence": 0.915903442622951
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Sorry, I don't believe they buried him.",
      "start": 2787880,
      "end": 2790164,
      "confidence": 0.8750914285714285
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "They did. Well, in some sort of fancy coffin so everyone can see him. But for me that is more wasteful than sorting out something that's, you know, like someone who's ill sort. Sort something out, you know.",
      "start": 2790584,
      "end": 2802444,
      "confidence": 0.9208949999999999
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Sorry, it's not either or. They don't. They didn't put a doctor out of surgery.",
      "start": 2802744,
      "end": 2806766,
      "confidence": 0.9395693333333333
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "Exactly. It's not an old man in a.",
      "start": 2806870,
      "end": 2808862,
      "confidence": 0.84351375
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Bed in a corner or somewhere. I'm just. I'm just giving this bloke a stat clear. No, look, we found an old fellow in a skit. Okay, okay, you take over. It's not either or. Carl, what are you talking about? It's scientific research.",
      "start": 2808878,
      "end": 2823294,
      "confidence": 0.8764636363636363
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "Don't you see why this is fascinating? It gives us an insight into how we lived 3000, 5000 years ago. That's an incredible historical document.",
      "start": 2823374,
      "end": 2830014,
      "confidence": 0.9236932
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "What if it was your equivalent? What if he was like the card of the time? And there's people, you know, ghosts now through. They're going, oh, God. You don't really. Don't. I don't believe it. They dug up Carl. They think we're all like that. Oh, no, don't. Oh, no. They're going into his brain now. They're looking at how his brain works. We're gonna get such a bad rep.",
      "start": 2830134,
      "end": 2847914,
      "confidence": 0.8571695774647888
    },
    {
      "pos": 526,
      "speaker": "C",
      "text": "Oh, if you like. Yeah.",
      "start": 2848574,
      "end": 2850926,
      "confidence": 0.761092
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "Just so it's a bit of a waste of money.",
      "start": 2850950,
      "end": 2853126,
      "confidence": 0.806414
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "A little bit of a waste.",
      "start": 2853310,
      "end": 2854454,
      "confidence": 0.9504649999999999
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "Yeah. Okay.",
      "start": 2854534,
      "end": 2855548,
      "confidence": 0.846235
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "But there you go. Anyway, we've. We give out the answers to rockbusters.",
      "start": 2855686,
      "end": 2860000,
      "confidence": 0.7968723076923078
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "Next, if we must.",
      "start": 2860032,
      "end": 2861000,
      "confidence": 0.91306
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "It sometimes stuns me. Sometimes I. I'm taken aback, you know?",
      "start": 2861112,
      "end": 2865568,
      "confidence": 0.7888481818181817
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "I mean, what worries me. What worries me is if one day aliens do visit and they come down. Yeah, but what worries me is they might bump into you. What if they bump into you? They think that you represent mankind and.",
      "start": 2865576,
      "end": 2875472,
      "confidence": 0.8796876744186047
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "They go up and they. They start another planet.",
      "start": 2875488,
      "end": 2877768,
      "confidence": 0.9225500000000001
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "They can act. They say, I'll ask you three questions, and if you answer them correctly, we will not blow up your planet. We'd be doomed.",
      "start": 2877816,
      "end": 2884054,
      "confidence": 0.8864346153846155
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "It depends where they ask you, don't they? What if they said. What if they said, right, Carl, what's the weirdest thing ever found in China?",
      "start": 2885074,
      "end": 2890634,
      "confidence": 0.8830646153846156
    },
    {
      "pos": 537,
      "speaker": "C",
      "text": "I say, airy chinese kid.",
      "start": 2890754,
      "end": 2892058,
      "confidence": 0.6991180000000001
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "And they go, right.",
      "start": 2892106,
      "end": 2892890,
      "confidence": 0.933925
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Interesting, too.",
      "start": 2892962,
      "end": 2893674,
      "confidence": 0.42756000000000005
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "All right.",
      "start": 2893714,
      "end": 2894234,
      "confidence": 0.60339
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "What don't you see anymore?",
      "start": 2894354,
      "end": 2895458,
      "confidence": 0.7726
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "What do you see an old burka doing?",
      "start": 2895506,
      "end": 2896858,
      "confidence": 0.77374
    },
    {
      "pos": 543,
      "speaker": "C",
      "text": "Don't see an old fellow eating the Twix.",
      "start": 2896946,
      "end": 2898898,
      "confidence": 0.66337625
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "Yeah. And they say, um. What if they asked you what's across the road from you when you're washing up?",
      "start": 2898986,
      "end": 2903874,
      "confidence": 0.9581069999999998
    },
    {
      "pos": 545,
      "speaker": "C",
      "text": "Well, there's a few three things. So you just want one of them?",
      "start": 2904034,
      "end": 2906514,
      "confidence": 0.8497676923076924
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "No, one. All three.",
      "start": 2906554,
      "end": 2907322,
      "confidence": 0.63954
    },
    {
      "pos": 547,
      "speaker": "C",
      "text": "You want all three. There was a chinese kid dancing about in his underpants.",
      "start": 2907378,
      "end": 2910692,
      "confidence": 0.8846235714285715
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2910748,
      "end": 2911196,
      "confidence": 0.45495
    },
    {
      "pos": 549,
      "speaker": "C",
      "text": "There was a bouncer every night getting ready to go to work. And the third one, the old woman reading a book. The same book.",
      "start": 2911300,
      "end": 2917396,
      "confidence": 0.9600903999999999
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "And they go, right. You're planning saved.",
      "start": 2917500,
      "end": 2919344,
      "confidence": 0.7466357142857142
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "Back in the ship. They are a superior race Eve featuring Gwen Stefani. Let me blow your mind.",
      "start": 2919684,
      "end": 2935304,
      "confidence": 0.822348888888889
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "XFM 104.9. Well, moving on, moving on. Answers nearly done. Let's play rockbusters.",
      "start": 2937474,
      "end": 2946026,
      "confidence": 0.8500746153846154
    },
    {
      "pos": 553,
      "speaker": "C",
      "text": "All right. First one was the australian picks two blokes. The initial was e. The answer there im in him. The second one, that builder is a bit cute. The initials there were BT. That was Bonnie Tyler. And then we introduced a new bit to the show. That song sounds alright. These were the effects you heard. And that was prodigy. Smart my bitch up.",
      "start": 2946170,
      "end": 2988560,
      "confidence": 0.8874921212121212
    },
    {
      "pos": 554,
      "speaker": "B",
      "text": "Who are you punching there?",
      "start": 2988592,
      "end": 2989592,
      "confidence": 0.8784639999999999
    },
    {
      "pos": 555,
      "speaker": "A",
      "text": "And could I just say, no animal was harmed in the taping of that effect.",
      "start": 2989688,
      "end": 2994224,
      "confidence": 0.9530293333333333
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "There you go. No. Right, so have you got a winner?",
      "start": 2994344,
      "end": 2996680,
      "confidence": 0.8769309090909091
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "Yes, Rob Preston from Croydon. He has got all three correct. And he wins.",
      "start": 2996792,
      "end": 3002640,
      "confidence": 0.9606407142857142
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "A sad bag of shite.",
      "start": 3002672,
      "end": 3004496,
      "confidence": 0.790602
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "Exactly. So, yeah. So good luck.",
      "start": 3004600,
      "end": 3007280,
      "confidence": 0.7111199999999999
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Enjoy that, Rob, if you can sell it. Record and tape exchange within 40 minutes of receiving it. I imagine the one good album that he likes, Bob didn't on the tracks for all this bag of shite. Please play a record.",
      "start": 3007312,
      "end": 3022424,
      "confidence": 0.8906302380952382
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Absolutely. Can I just ask now, what we thinking with Rockbusters? Are we sticking with this or. Because I really thought we'd canceled it.",
      "start": 3023084,
      "end": 3029464,
      "confidence": 0.8831033333333335
    },
    {
      "pos": 562,
      "speaker": "C",
      "text": "Format we've just done where there's like, two.",
      "start": 3029804,
      "end": 3031804,
      "confidence": 0.84192625
    },
    {
      "pos": 563,
      "speaker": "A",
      "text": "This is another off air discussion, I think.",
      "start": 3031884,
      "end": 3033852,
      "confidence": 0.9943912500000001
    },
    {
      "pos": 564,
      "speaker": "B",
      "text": "Well, I just feel the listeners should be able to contribute.",
      "start": 3033988,
      "end": 3036484,
      "confidence": 0.9284645454545455
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "They do. They phone and say, the show's rubbish, move on. Can we experiment on, Carl? I'm a doctor.",
      "start": 3036604,
      "end": 3045876,
      "confidence": 0.8604763157894738
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "Yes.",
      "start": 3045940,
      "end": 3046348,
      "confidence": 0.77336
    },
    {
      "pos": 567,
      "speaker": "A",
      "text": "Yeah, I would like to tattoo. Dear.",
      "start": 3046436,
      "end": 3053012,
      "confidence": 0.8737285714285715
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "Have you got any tattoos? Have you ever thought about that? Any kind of piercings?",
      "start": 3053148,
      "end": 3055796,
      "confidence": 0.8300066666666666
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "Don't like the idea. Don't mess with your body in that.",
      "start": 3055860,
      "end": 3058492,
      "confidence": 0.8358936363636363
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "Okay?",
      "start": 3058548,
      "end": 3058924,
      "confidence": 0.9511
    },
    {
      "pos": 571,
      "speaker": "A",
      "text": "He doesn't like the human body. He's scared of it.",
      "start": 3058964,
      "end": 3060524,
      "confidence": 0.830035
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "But I told you then about me uncle tattoo. Stan, we've talked about that.",
      "start": 3060564,
      "end": 3064236,
      "confidence": 0.7618192857142858
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "Yeah, he's got loads.",
      "start": 3064300,
      "end": 3066828,
      "confidence": 0.8028
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "And I think now he sort of, you know, looks in the mirror and think, oh, what have I done? Yeah. But then again, so do you always Ricky, before, about someone who had a tattoo? Bit horrible, really, innit?",
      "start": 3066876,
      "end": 3078968,
      "confidence": 0.8809804999999999
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "I don't know. I can't remember that.",
      "start": 3079016,
      "end": 3080336,
      "confidence": 0.8939857142857143
    },
    {
      "pos": 576,
      "speaker": "C",
      "text": "The skin thing.",
      "start": 3080400,
      "end": 3081592,
      "confidence": 0.9523
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "Oh, God, yeah.",
      "start": 3081768,
      "end": 3083176,
      "confidence": 0.8486733333333333
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "You're not gonna tell us it again?",
      "start": 3083320,
      "end": 3084456,
      "confidence": 0.8586657142857143
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "I'm hoping it's not true because it's from Carl, but it's pretty disgusting. But unfortunately, because there's no paranormal or animals acting like humans involved, I think it might be true. The fellow who kept his dad's tattoo.",
      "start": 3084520,
      "end": 3096600,
      "confidence": 0.8841457894736843
    },
    {
      "pos": 580,
      "speaker": "C",
      "text": "Yeah, he just sort of. When his dad passed away, he got the skin off and put it in a frame.",
      "start": 3096712,
      "end": 3100896,
      "confidence": 0.9071047619047616
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "Who'd you ask to do that?",
      "start": 3101000,
      "end": 3102120,
      "confidence": 0.8835833333333333
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "Oh, man alive.",
      "start": 3102192,
      "end": 3103540,
      "confidence": 0.9315266666666666
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Uh, ashes to ashes. Dust.",
      "start": 3103672,
      "end": 3105724,
      "confidence": 0.5408459999999999
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Sorry.",
      "start": 3105764,
      "end": 3106028,
      "confidence": 0.68019
    },
    {
      "pos": 585,
      "speaker": "A",
      "text": "Um, before we. You don't.",
      "start": 3106076,
      "end": 3108524,
      "confidence": 0.912388
    },
    {
      "pos": 586,
      "speaker": "B",
      "text": "Before we commit. And I've got Stanley knife.",
      "start": 3108644,
      "end": 3110252,
      "confidence": 0.81413375
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "Do you do any other services?",
      "start": 3110308,
      "end": 3111464,
      "confidence": 0.980085
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "Like what?",
      "start": 3111804,
      "end": 3112276,
      "confidence": 0.98893
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "My son I'll just. Just pop, pop some of him in a jar for me. I'm sorry, how do you.",
      "start": 3112300,
      "end": 3119836,
      "confidence": 0.9099980000000002
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "I mean that I bought this clip frame from Ikea.",
      "start": 3119900,
      "end": 3121932,
      "confidence": 0.931119
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "Yeah, yeah. 4.994.99.",
      "start": 3121988,
      "end": 3125064,
      "confidence": 0.8132299999999999
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "I think your father is a man who's probably appalled by the idea of tattoos, earrings, things like that. I imagine he's quite an old school gentleman.",
      "start": 3126044,
      "end": 3131868,
      "confidence": 0.910484814814815
    },
    {
      "pos": 593,
      "speaker": "C",
      "text": "He's never sort of said anything. But, uh, if you came back with.",
      "start": 3131916,
      "end": 3135598,
      "confidence": 0.9227823076923076
    },
    {
      "pos": 594,
      "speaker": "B",
      "text": "An earring, what would you have said when you were a youngster?",
      "start": 3135606,
      "end": 3137514,
      "confidence": 0.9186233333333332
    },
    {
      "pos": 595,
      "speaker": "C",
      "text": "I never saw him that much as a kid, so I don't think he'd have noticed. No one would have said what he'd done that for. Yeah, our kid had a tattoo and an earring.",
      "start": 3138294,
      "end": 3145990,
      "confidence": 0.8657797142857143
    },
    {
      "pos": 596,
      "speaker": "A",
      "text": "Sorry, is this the one that took. Borrowed a tank from the army to go and get a packet of ads?",
      "start": 3146102,
      "end": 3149558,
      "confidence": 0.851080476190476
    },
    {
      "pos": 597,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3149606,
      "end": 3149950,
      "confidence": 0.395
    },
    {
      "pos": 598,
      "speaker": "A",
      "text": "Well, there you go.",
      "start": 3150022,
      "end": 3150694,
      "confidence": 0.8811225
    },
    {
      "pos": 599,
      "speaker": "B",
      "text": "We must tell that story again next week. Those that are fairly new listeners, that's got to seem tantalizing.",
      "start": 3150734,
      "end": 3155510,
      "confidence": 0.902581052631579
    },
    {
      "pos": 600,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3155582,
      "end": 3155966,
      "confidence": 0.73484
    },
    {
      "pos": 601,
      "speaker": "B",
      "text": "Your brother once drove a tank down to the local shops to buy some cigarettes. Absolutely true.",
      "start": 3156030,
      "end": 3161232,
      "confidence": 0.905408823529412
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3161358,
      "end": 3161708,
      "confidence": 0.95416
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "It's an extraordinary story.",
      "start": 3161756,
      "end": 3163264,
      "confidence": 0.9934775
    },
    {
      "pos": 604,
      "speaker": "A",
      "text": "It was that other auntie you told me about in the week. Not in Nora, the one that fired for five minutes. But there's another auntie you talked about. How many artists have you got?",
      "start": 3163644,
      "end": 3170676,
      "confidence": 0.8322759999999999
    },
    {
      "pos": 605,
      "speaker": "C",
      "text": "I've really got another. I've got me my brother.",
      "start": 3170700,
      "end": 3173164,
      "confidence": 0.7920044444444445
    },
    {
      "pos": 606,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3173244,
      "end": 3173852,
      "confidence": 0.98093
    },
    {
      "pos": 607,
      "speaker": "C",
      "text": "Who I haven't seen in ages.",
      "start": 3173988,
      "end": 3175492,
      "confidence": 0.8609016666666668
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3175548,
      "end": 3176044,
      "confidence": 0.77128
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "My sister I haven't seen for about twelve years. Then I saw her again and then she got fed up because I said.",
      "start": 3176164,
      "end": 3182084,
      "confidence": 0.9084426086956523
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "Oh, you have no kid. You went with all the same? I've seen one. I've seen them all.",
      "start": 3182204,
      "end": 3185092,
      "confidence": 0.7961966666666667
    },
    {
      "pos": 611,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3185148,
      "end": 3185404,
      "confidence": 0.59094
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "Why is she saying that to your sister?",
      "start": 3185444,
      "end": 3186588,
      "confidence": 0.6693225
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "Your sister, you haven't seen her for how long?",
      "start": 3186676,
      "end": 3188072,
      "confidence": 0.8582000000000001
    },
    {
      "pos": 614,
      "speaker": "C",
      "text": "I haven't seen her for about twelve years. And then for some reason, I met her in a car park in Wales, right.",
      "start": 3188148,
      "end": 3193072,
      "confidence": 0.9445795652173913
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "And for some reason, yeah.",
      "start": 3193248,
      "end": 3196968,
      "confidence": 0.8606919999999999
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "And she got. She got in the back of the car and she said, oh, I want to show you something. Right? And she got this picture out and said, look at that. And it was one of my new nieces and nephews.",
      "start": 3197016,
      "end": 3206312,
      "confidence": 0.9356702325581394
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "Her daughter.",
      "start": 3206488,
      "end": 3207404,
      "confidence": 0.785895
    },
    {
      "pos": 618,
      "speaker": "C",
      "text": "Yeah. And she said, look at that. And I said, oh. And I said, well, there's no point showing at me. All babies look the same.",
      "start": 3207904,
      "end": 3215108,
      "confidence": 0.8659834615384614
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "There's no point in showing it me. It just takes 2 seconds of your life. You go, oh, lovely. That's all you have to do.",
      "start": 3215216,
      "end": 3222428,
      "confidence": 0.9435771999999999
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "If it was a first. Yeah, I'd say, oh, I'd show a bit of interest. Even though.",
      "start": 3222596,
      "end": 3226828,
      "confidence": 0.9511017647058824
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Do you think the novelty wore off for her?",
      "start": 3226956,
      "end": 3228372,
      "confidence": 0.7703733333333334
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "With second kid, third kid, six kid. I think even she should be bored of looking at pictures of babies.",
      "start": 3228388,
      "end": 3234704,
      "confidence": 0.8826204999999998
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "Kind of a woman.",
      "start": 3235044,
      "end": 3235996,
      "confidence": 0.999465
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Is she?",
      "start": 3236060,
      "end": 3236708,
      "confidence": 0.996415
    },
    {
      "pos": 625,
      "speaker": "B",
      "text": "And can I get her phone number? Play a tune. I forgot to bring in a song for the ladies this week, so I thought I'd play a song for people who enjoy some work of deep purple.",
      "start": 3236836,
      "end": 3251924,
      "confidence": 0.9512213157894736
    },
    {
      "pos": 626,
      "speaker": "A",
      "text": "That run and run.",
      "start": 3252464,
      "end": 3253844,
      "confidence": 0.95009
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "Deep purple. See you next week. Bye.",
      "start": 3255064,
      "end": 3256824,
      "confidence": 0.8694057142857142
    }
  ]
}
