{
  "id": "29238440-5f95-4270-a962-8f707159a1f5",
  "status": "completed",
  "text": "There's a star on XFM 104.9 01:05 that means it must be well in five minutes into the Ricky Gervais show with Steve Merchant. Yeah, he's here as well. Yeah. Well, we've got some great tunes lined up. We got Eminem, we've got coldplay, Oasis. We've got dead soul, chemical brothers, Doctor Dre, garbage REm, the Manix. We got muse, we got feeder. We got some classic. I mean, you said all those names great. But the chances of us actually playing all of those are quite slow. We might not get to them if we talk too much. And obviously, we'll obviously drop a couple of those to play our own tracks as well. Yeah, well, they are in tracks. Yeah. You know. Well, I'm not gonna. I'm not gonna get into that there. Right here's Eminem. Eminem, the real slim shady neighbor. That sort of record is, you know, relatively recent. And it's, you know, it's quite hardcore. What's going on about, you know, subject matter that is adult, really. Certainly. And it's quite aggressive and it's cool and. But he still managed to make it sound like a novelty record is. Yeah, I mean, it's like a little thing. I know that's the intention and that's good, but, I mean, I think. I think it's nice that he's got a nice little tune. It could be like a little cartoon figure. Here comes flumpy McMunn. But the only. Is there, isn't there like a video you can get now which is a cartoon? Slim Shady, the adventures of Slim Shady. Really? There was the adventures of MC Hammer, the cartoon animated series, which, sadly, I never got to see. And new kids on the block. I think the cartoon went a bit mad and started spending a lot. Yeah, exactly. You know, MC Hammer now, apparently, he's like. He tours on the kind of religious music scene. Does he? Yeah, he's gone. Wasn't he always at a preacher or something? Or started in gospel or something? Yeah, I think so. Because he used to. Yeah. I don't know. I mean, I just seemed. He was quite. He's from off the streets. He used to keep a lot of bibles in his big trousers. Yeah. So he could go on giving it to poor people. Yeah. Well, apart from the great music we've got lined up, Steve, we've got, obviously, our regular features. We've got my classic film review. Always looking forward to. It's already getting a little bit of, you know, attention. From who? Wow. Just various people go on name some. Wow. Can't name them by name or just. Yeah. Oh, God. What's that one? Oh, scores. Az. Right, okay, good. Yeah. You gonna talk about one of these today? Yeah. No, what? We've got, like, Spielberg, right? So do a Spielberg film. Okay. We've got that film. Sounds good. Yeah. And that's not my film review. That's where I take a track off a soundtrack of a classic film. Yes. And it's a great track. And I go, oh, that film sounds good. So. Yeah, because it sounds good. You see what I mean? Don't. Please don't be confused and think that that's the film review. We've got a song for the lovers. We've got a song for the ladies. Yeah. I'm gonna be playing a hip hop track. It's called the class. It's called the hip hop track. It's called Steve says hip hop. Hooray. Hip hop. Hooray. That's what that is. Oh, it is brilliant. If there's anyone listening, like, you know, saatchi and Saatchi or McCann Erickson or, you know, those people that do advertising, then we are the people. We're the people, man. We can market. We'll mark it. Anything. And maybe you're a two bit band, you want to email in something, you know. Yeah. How can we publicize our music? Yeah. I mean, if we were marketing, say, a band, we wouldn't say, this is a two bit band. No, that'd be wrong. We'd say, this is a brilliant band. They're going, excellent. I like it. It's always the same reviews. It's sort of like. They go, the excellent single by Coldplay. Yellow. Because yellow. That's yellow. Why they do the bit that says yellow? We said it just to show. I want to see some else in the song. Maybe. Maybe the mid light. Yeah. It will always be the new. The brand new excellent album from Travis. Featuring the hit single sing Sing. That's a brand new album from Travis. It features twelve other new tracks and sing sing. Brilliant. Well, I'd buy it. No, I would. That's all the features we've got in it. That's all the stuff we lined up. We were probably gonna, I don't know, probably rapid rabbit on about other stuff. Unless I'm very much mistaken, we've got something to give away. Is that right? The Cayman's with us, of course. Pressing the button. KP. Yeah. Pilkington. I'll just say, there's nothing funny about that name, seriously. Just clear that up straight away. You know, so in school, they'd go through the register. Anderson. They go through Canfield. Sturgis. Sturgis. Well, no, it wouldn't go to Sturgis yet, would it? Oh, she wouldn't be there, would she? Well, no peas before. She just wouldn't be at school. She's busy in rehab. Pilkington. Okay, settle down. There's nothing funny about Pilkington. What's up with it? It's Pilkington. Pilkington? Yeah. Sounds bit like plonker. Yeah, or Pilchard. Yeah. So anyway, I don't think anyone's ever. Mocked the name before. I think we're the first ones to do it. Oh, we're brilliant. We. I don't think people up north figured that out. They were funny names. Well, it probably isn't up there because they've all got, like, rams bottom, Wilkinson, Pilkington, hiddle, Trent, hide, Oscar, piddle, trend. I do. You're late. Well, he pays your wages. Blimey, here he comes. I'm gonna go at the star of the show. Yeah. Do you want to play record and get back to it? We got tickets to give away. That's what we're saying. Carl, what's the tickets? People want to know what the tickets. Are after this record. Shinobi versus dragon ninja. That's what I like about sort of rock and roll. This, you know, sings, tells a story about everyday things, you know, about versus dragon. Yeah. Was there any reference to Shinobi or the dragon ninja in the song? I wasn't. I wasn't really paying attention. But I'm assuming that some of that screaming was about Shinobi in the dragon. Who won? If anyone knows who won out of the shinobi and the dragon ninja. Oh, maybe it's. Maybe it's like a trilogy. Maybe they sort of get together in one. Then the second single, there's the fight, the mid thing in the film. So about film structure, because I do a film review. Yeah, sure, sure. And then the final one is, you. Know, the pairing up against maybe a larger villain. I got zillow type. That's. That's interesting. I don't know. I mean, who knows? Who knows? Okay, well, they do. Lost profits yet other profits. English. Are they british? What's the deal? Key? Yeah. What? What was the answer? What was that? Are they english or american? Say they're american. Just having. Guess what? You just. I don't know. So trying to fool us, KP, again. Trying to deceive us, KP. You were gonna tell us, Pilkie. You were gonna tell us, Pilchard. You were gonna tell us what. What ticks are either way. But it worked for me, see, because when I was younger. Yeah. A mobile disco. Brilliant. So did I. It was me. I'm a mate. Colin Makin. And the disco is called pilkies. Making music. That's brilliant. I mean, genuinely brilliant. Pilk is making music. Guess what? When I first started the mobile disco, this is when I was about 14, we just. We didn't really go out touring. We just would do it for, like, people's parties and stuff. We were called the rock and roll dj's. No, really, we do it on some. On some sort see through paper and put a light behind it. My first disco, I had two nights a week in this pub. You run a disc? Yeah. This pub near Kings Cross. Right. And it's their records, right? And every. I had to play this number songs every time, the same time. So all the locals all drunk with dancing and everything. One of them was American pie by Don McLean. And they just sing along all the words. Drunk seven minutes long. Yeah. The other one was Baby Jane by Rod Stewart. If I didn't play that, I'd get lynched. And what was the other one? There was another one that I always had to play. It was a ballad. I have to remember that. But, yeah. Carl, do you think maybe Ricky as well? Do you think you know much about DJ and for, like, you know, the sort of the wedding party or maybe someone's 18th. Oh, really? Okay. Let me just say, offer a little. All right. The buffet's been served. Right. People have done some speeches like. It's a wedding do. Yeah. So you've already played some records early on. You've stopped for food, you've just played some light backing music in the background while the food's been served. You want to get the party rocking again. What do you kick off with? It depends. It depends. I've already got it down to two or three records. Okay. I'd like to hear what they are. Well, I've got it down to earth, wind and fire. Right. That'd be great. If it's depending on or you want to go a bit modern. I'd probably start off with Will Smith. Well, careful, Rick. I've got to bear in mind it is a wedding do. So there's people from age eight to 80. You got Kate every market. Okay. Kyle, what about you? See, this was back in 88, so. Yeah. Kylie? Depend. Yeah. Yeah. Can I tell you what the definitive track is gone. Oh, what a night. Frankie Valley in the four seasons. People don't realize what it is, is that it's fairly ding, ding, ding, ding, ding, ding, ding. I can't actually play it, but, oh, what a night. Late December back in sixties. That leads you straight into a seventies medley and everyone's loving that. I'm thinking bee gees. There's gonna probably be some kind of abatrack dancing queen organized on. Well, you're turning your noses up, I can tell you this, that we got bookings, endless people going. You're amazing. I don't know how you do it. I wouldn't have got up. I would have sat there. Well, you might be because you're one of those grouchy. You're one of those moody teenagers or. I'm not going to dance to this. I'll tell you, the old ladies would have been up. The people with a decent bit of. Musical taste would be up. The person to get up is a fat lady in a dress with bad ankles and a little kid who's got problems and he's in a little dj. See, the problem with you, too, is you're not catering to the market. You're trying to be all sort of bohemian and teach people about music and stuff. There's no place for Kylie, not a mobile disco. Far too avant garde. All right, kick it in, Greece. Megamix. Play him. Play a record. Come on, Eileen, if you got. Come on, Eileen. Play that. We're gonna play love shack. Coldplay. Excellent. Yellow. It's the excellent single by Coldplay. It's yellow. Oh, yellow. That's yellow by Coldplay. That was the stunning new single from Coldplay, yellow, all the way back to 1999. What was it? 2009, was it? Was it? I didn't know so many people were fans of the lost prophets. Everyone's been phoned in, emailing, Internet, say we're from Cardiff. Yeah. Welsh band. Now, are you going to tell us what tickets you've got, Carl? What have we got to give away tickets for now? We kept a secret. We said, no, tell us on air. So it's a big surprise. This is going to be. It's going to be really rubbish. Is it? Whatever these tickets are, right, is a testament to how much they rate us here, XFM, how much they rate our show and care about us. What tickets have we got to give away? A top show featuring Mickey Gervais and Steve Merchant and Pilkington. What tickets have we got to give away? Tickets for kfest. Right, go on. What's that? It's like a rock thing. That's going on tonight. You know, if you're into that welsh. Name, some of the band names for the band. Niall. God. Right. That's one of the bigger ones. Mark Lanegan. Who? Not Lannisters. His Lannisters are playing. He's not really Mark Lanegan really playing there? I think so. God. Who's that? What? Who's that? Who is Lanagan? Is he someone you went to school with? Who is Mark Lanigan? Who else is Mark Lanegan? He's, he's a promoter. He's in a pub in Camden. It got, you got, you got to the K Fest. Hold on, let's have a look. I said this is the enemy. Mark. Mark Lanagan, masters of reality. Right, okay, who else? We got Niall. We got Mark Lanegan, Niall. Who else? I can't pronounce this one. Oh, that's goodly him or something. Deathly him. Behemoth. Behemoth. Behemoth. Is it? Let me see. I expected from a northerner, but not from a university educated man like you. Oh, yeah. Let me have a look. Where are we there? I can't even find. Here we are. Yeah. Anyway. Behemoth. Yeah, behemoth. I just thought somewhat. We're not really giving those away, are we? Surely we're asking some sort of financial reward for them. Right, okay. Right. Is there a competition? Let's just. South Carolina death nettlers. Nile. Okay. All right. Okay. First. Yeah, we got, we got a pair of tickets to give away. Yeah. Okay. If you want to go to Kfest, it's the mean fiddler turn, cross road. And that's tonight, is it? Tickets would be 750. We're getting away for free. Why don't we say we're giving away for a fiver? But I'll tell you what, if you can call in. What's the number? Oh, 8700. 801. Two, three. Yeah. And if I. The question is, because they're quite sort of, there's big names, they're like now and that. What's his name? Lanegan. Lanagan's on. The question is who wants to go? Yeah. So if you can call and answer that question, who wants to go to that? Then you could be one of the lucky winners. Right after this. Some great chat and music. Could you also explain who Mark Lanegan is? Denisol. Watch out. Well, we're wrong. The lines went mental. It's amazing, isn't it? So that they, and they knew all about them, where they were from, what they were like and that the tickets. Death metal is just something that's obviously passed me by, but it's obviously huge. It is huge. It's sort of huge. Without being sort of in the public eye was, I think it's probably the only real alternative out there now. Yeah, sort of mainstream is no real turn of music, even hip hop. Yeah, slipknot kind of have snuck in, haven't they? Because they're number one or something. Yeah, yeah. Incredible. It still gets people saying, you know, son of mine. Yeah, exactly. We probably not. Probably a door or something. People who phone up about the heavy metal, though, they always sound such nice people. Yeah, women always sound attractive, you know, if you meet them though, they're like eight foot tall. We suddenly sound like two old ladies on the bus. And you know what? I spoke to one of them rappers, he was as nice as pie, helped with the shopping and everything. I thought he was gonna kill me. Yeah, yeah. Well, I am. I am 27 years old now. Rick, 28, according to Carl. Yeah. Talking on my birthday, you know, we did, it was my birthday a couple of weeks back. Yeah. And we were talking about the stuff that my dad had given me, his presents in the past. And anyway, my sister told me that he listened to some of it on the car driving up, and he was quite an upset and he had met. Oh, really? Yeah, yeah, but, yeah, but it was all. It was all affection. It was done with affection, but it was like we were slagging off his gifts, which were awful. I know, he's probably listening again. Well, possibly. Oh, I remember telling this story on XFM, and I'll tell you the story, you've heard it, but I tell you, I used to live in just a little one room sort of bedset with my girlfriend, sort of in late eighties, and it was just awful. It was one room and we had a bed. And it's sort of like the kitchen was the bedroom. So I. Bed, literally, the kitchen was a bed. Yeah, it was the bed in there and then it was just one room we had. That's all we could afford. Yeah, yeah. And so you know that you're sleeping in bed, your head was by the fridge and the sink was by your feet, and you had to go out and down the stairs to a communal toilet. So I obviously, I'm a man, I could just pop out of bed on tiptoes. The sink was quite high and have a little wee in the middle of the night. So for him, okay, that's fine. Into the sink, not the fridge, into the sink. Yeah. So that was fine. And sometimes I just hear Jane go, oh, at least run the tap afterwards. And I go, all right. And I just remember once going, at least take the dishes out first. Because I used to sort of lift. If it was just for the dishes, I used to lift them up and sort of, like, aim underneath it. And then it was. It was quite hygienic. It was just, you know. But what do you mean? It was quiet, like. I was tired and drunk and. Yeah, and it was. It was just a. Oh, it was a horrible place and we had mice. You urinate quite a lot, don't you? You're quite. You have a problem with urination after lot. Well, I worry about getting caught, like, on a tube. After all, you know, I don't take tubes anymore. Well, I listen to. My dad's advice is never pass the toilet and not use it, because you. Never know when you might have to use one. Exactly, my friend. Oh, but anyway, sorry, what I was to say was Jane's mum was listening and they said, oh, it's Ricky Stuart. So the story about wing in the sink is he went, no, he makes an awful lot up. He makes an awful lot up. Yeah, that's what we have to say. No, I was joking and I didn't mean it. So, you know, I think I got away with it. Although her mum did watch me every time I went out to the kitchen. You like. Yeah. Just gonna call me sandwich? No, if so, just. I'll have. I know the toilets over there. Okay. All right, yeah. Oasis, don't look back and anger. A classic there. Absolutely. From the. From the height of Brit, it's mad. To think it's a classic now. I was there at the beginning. I can't believe it. By the way, urinating isn't bad. It's a good thing. It's getting, you know. No, obviously it's good getting. I'm not saying the urination is a bad thing. I wasn't damning the fact that you needed to urinate. It was like you're doing it in the sink with dishes, you probably. But, you know, see, the thing is, in them, you know, there are. There are some societies where if you urinate on something, you sort of own that. That thing. What society is cats, for example. Cats. So, I mean, you know, cats are, you know, enigmatic creatures, aren't they? Mysterious creatures. I mean, so if I. You know, sometimes I. I mean, I own a lot of things through that. Sinks, telephone boxes. Yeah. You know, lots of fences. My shoes. Your shoes once. Yeah. Chasing me around Robin's shoes once. You'd be all right around jellyfish. Because apparently. Is this a band that's playing tonight? It is a band, isn't it? Actually it was. If you get stung by a jellyfish. Yeah. We stops it hurting. Is that true? It's just for anyone listening. I mean, it's probably best to check that maybe on the Internet or phone a doctor before you try that. I mean, because although Carl has got a lot of useful information, it's not. He's not a medically trained man. Yeah, because I got in trouble once coming out of the sea at Bognor, running around, people going, wee on me, please. Yeah, please wee on me. We're just running around. Yeah, but, uh, have you ever wet the bed? I honestly haven't. I never wet the bed. Never wet. Never. Okay, let's play a record then. Oh, wet the best, have you? Wow. Not, not as. Not as such. Well, you may as well tell us. Um, well, yes, then. Well, is there a story attached? Uh, well, I remember once, right, well. You was this when you were a child? Sort of old, 26. Okay. And uh. Oh God. Oh, it's another story involving. Anyway, right. Once just wasn't a sink handle. Come on, Jameese. Well, once I went to stay. Went down to Brighton with Jane for a party, a sister's party. And we were staying at parents house. My parents were away and first of all, I got too drunk. I don't think I'd known him very long. And I remember it was a fancy fight and I didn't go as fancy as. But I remember laying on the floor trying to trip people over because I was so drunk for something. That's hilarious if you're drunk. Yeah. Imagine Jane going, oh, that's my boyfriend. I'm so proud. It's all a family. And then we got a cab. I got a cab journey home to her that I didn't remember. And apparently the cab was going, is he alright? Because I was going to be sick. Dane, he's fine. Then I laid on the bathroom floor and Jane timed it. It was 45 minutes, me singing right by your side by the arrhythmia. And then I went to bed and apparently I got up in the middle of the night, walked around the bed and just thought the bed was a toilet. And Jane said, freaking. I went, what? You're pissing on me. I went, well, you need to wake me up. And then just got back to bed. You urinated on the moon. All right, let's. Yeah. Oh, man alive. Hip hop hooray. Hip hop hooray. Oh, it's the opportunity where Ricky get. Steve gets to play one of his classic hip hop tracks, something maybe you've not heard before. Rick, can I just say, I actually slightly regret telling a story about me. Yeah, well, it doesn't stop there. I'm sure there's more. I'm sure you've told me more in the past. This is from. I need to just introduce you briefly. It's from an artist called Mad Skills, who, on this record claims that he has written loads of other people's songs, which I think is true. The only thing I would say is that the names of the artist he's supposedly written for have been bleeped out. But of course, because it's also a radio friendly version, all the swearing has been bleeped out as well. So there's a lot of bleeping, but if you can piece it together from it, it will actually be quite a good song. Gone. I'm gonna actually. You don't own it by urinating. No, you. Yeah, put it away. That is mine now. That cost me over five quid. Gorillas rock the house and XFM 104.9 02:00 halfway through already. Ricky Gervais show with Steve Merchant. Yeah. Telling really quite embarrassing things that I wish I didn't know. Makes me look like some sort of mad old urine. You just can't handle your drink. You can't handle your drink. Now I can, I can. I just get rid of it in the usual way of excretion via the kidneys, down the urethra, out the end, down the sink, sometimes a sink, sometimes. A toilet cold, sometimes a bed or. Your girlfriend, you know, it just embarrassing things. I remember once, right, I used to love nature when I was about 8910. And I remember going out with my sister and my brother and their girlfriend and boyfriend, like, to become their husband and wife. Good place for that. Yeah. You know, just keeping continuity there. And I used to get shells and things on the beach. I used to get anything I loved. And once I found. I love reptiles. Well, and I found this perfect snake skin, a grass snake or another. And it was. I absolutely. I couldn't believe my luck. And I was going, look. And I was going, okay, put it down. Because I realized they were a little bit scared of it. They were going, put it down, it's dirty. And of course I torture him a little bit. And then I thought this was hilarious and they made me leave it there and I told mum and everything. And then much later, when I had some friends, when I was about 14 or 15, I was telling this story to embarrass her sister. And I was going, yeah. And she was scared of it. And she went, well, it was a used Johnny. She'd waited that long to embarrass me from my friends. I've been running around with a used durax thinking that this is great because they were scared of snakes and they were going, put it down, it's dirty. No, be careful of the poison. Oh, yeah. That's horrible, isn't it? Have I gone too far again? How could you not realize it was made of rubber, for goodness sake? Well, you obviously didn't know anything about nature. I used to love nature. Me. Yeah. Now, be careful of the Johnny Snake. Yeah. Their little poppy head and their poison that. Oh, dear. I remember there's this kid who lived near me once and this bird got run over and he rushed it. He said, I can save it. And he kissed it. I thought you meant it was a girl. No, no, no. And he kissed it. He thought he could give it the kiss of life but he didn't know what the kiss of life was. He just thought you could kiss something and that would bring it back to life. I think it was an excuse. I think you're kissing it. I can't wait for a bird to get run over. Then I can pretend to be given it, kiss alive. But really I'm giving it a nice little snug on my face. I kissed it like that and threw it up like it was sorry. Like it would fly away and it just went onto the throat. Oh, was it dead or. Yeah, it was horrible. Oh, no. And that. What is he doing now? He presents animal hospital. So I don't know what he's doing. He's the worst vet in the world. Got struck off sleeping with all his patients. Oh, that's terrible. Oh, bless him. Just. Oh, no. I killed a fish once. Gone. And, well, I made a little bow and arrow. I was about eight or nine and I made a bow and arrow and, you know, you never think, we had a pond and there was a huge fish in it, about, you know, eight inches long. A huge, big sort of like golden ore for some. Or a carp or something. And then I was sort of playing and I aimed and I shot it and it went straight through it and floated to the top and I thought, oh, my God, you pierced a fish with an arrow. That's an amazing shot. Well, it was luck. It was pure luck. I never got an american. Yeah. Yeah. And you know those little things outside in the front garden by the front gate, a little sort of four inches by four inches, bit amount. You lift it up and it's not like where the drains are if, you know, the plumbers need to get there or the council or anything like that. Right? I dropped it down there and I thought, oh, my God, what? That's discovered. What if I have to drain? So I ran loads and loads of journeys in and out of my house, right to the toilet and back, just taking out handfuls of vim and pouring bleach down, thinking that I can get rid of this fish before the council, dig it up in ten years time and go send him to jail. Yes. Fish aside. But who do you think, what do you think they would have done? They'd have taken the dead fish. They've gone through each of the doors going, is this your fish? You don't think it's either the arrow or the fish? Yes, it's arrow strike to it, but. You know, you don't think when you're. Eight that it'd be okay if I. If I can ride this out till I'm 20? Yeah. The statute of limitations on goldfish murder, you know, is about. I can't work out. Twelve years. Wow. Yeah. Carl, anything embarrassing ever happened to you? Ever? With what? With animals and. Could be animals. Like animals, to be honest, so do I. It was a mistake. You know, I thought you were feeling bad about the fish. Yeah. You were more worried about you being locked up. Well, I felt bad. There was. There was. There's both the law and the moral side of fish death. I mean, we kill fish all the time, just not usually with a bow and arrow. In a back garden in Whitley. You know, often the supermarket can lend a hand with that. I used to sell mackerel. Did ya? Yeah. Had a pet magpie. Did you call Maggie Magpie? You mean you captured it and didn't let it go away? Yeah, kind of a pet magic. But I got really vicious. I mean, it's been. Let me go. What do you keep it in, a rabbit arch? No, it flew around, but it used to just like, come to me all the time. But then it's like pecking me out and stuff. That's a bird in the garden. No, no, but I could actually. I could hold it and stuff. It wasn't scared of me and it knew it was me. Used to come down from like the top. It hated you. That's why the peck you. Is that. Oh, the other thing. I always remember being younger, walking through the woods to school with my mom, and I was chasing the butterfly. And she said. She said, don't do that, carl. I said, why? Because they only live a day. I said, all right, I'll get a dead one in the morning. That's genius. That's great. That's quick thinking, isn't it? Oh, that's sweet. Let's play. Wutang clan and gravel pit. We love that, don't we? I love it. Yep. Yeah. Brilliant. We're talking about embarrassing stories and stuff and I don't know if I've told this on this radio before. Have I told you, Kyle? I'm not sure, but this was when I was working at BBC. This is not even long ago. And I moved to London and I was fairly new in London and I was working with BBC and I had this BBC hire car. And I've never told if there's anyone listening who works for BBC. I don't know if I can still get in trouble for it. But this BBC hire car. And it was. I'd be ferrying kind of actors and people and production people around all day in this car. And I was driving back quite late, sort of seven or eight, and I was driving back and I pulled in to get some petrol. It. To fill up the car every day. And I went into this garage to fill up some petrol and I was there and this blokes, two blokes came in in a white van, right? They took. Pulled into the foreclosure and I was filling up the car and they went. He, do you want to buy a couple of speakers? And I said, yes, I do, yeah. Because, tell you the reason. It was like I was so flattered that they thought I'd be the kind of bloke who would a need some kind of classy speakers and would like to buy them on the slide. Yeah, they like the scene. I look a bit of a hustler. I'm a street sort of guy. You can see by the way I use my walk. Exactly. So they couldn't believe my luck. So they drove behind the garage, the little sort of garage bit at the back. And I went around. I sort of casually went around there. Sort of locked the car, went around there. He went, yeah, open the back. He had two speakers in there. I said, are you sure these aren't knocked off, mate? He went, no, no, we work for Dixon's. This is a story he spent with. We work for Dixon's, right? And we're delivery men. And if we make a delivery and the person's not there to sign for the goods, then we have to bring them back to the warehouse. But if we can sell them on the way back, then that's really good for Dixon. Yeah, Dixon's must love that. And instead of thinking, are you sure some kind of troubleshooter didn't. I mean, did someone go into Dixon's and go, yeah, you're not getting in the garage for. Exactly. Exactly. Get a couple of lads in a white van. Exactly. Yeah. So anyway, so I sort of bought this story and I was a little bit dubious and I went, right, let me hear them. Then he wired him up to the car stereo. Explains it. It was some groovy hip hop. I was thinking, great, these guys know what I'm into. He's giving me the talk and stuff, stuff. And I said, I'm a bit worried. These are. These are knocked off. He went, no, listen, we got a bloke at Dixon's who can confirm this is fine, right? Phone him up, use my mobile and quote this reference number, right? So I phone that and it goes, yeah. I go, hi, some guys here in a garage foreclop, trying to sell me some speakers, just wanted to check. He went, it's fine. I went, should I. Should I just read the reference number? Whatever. He went, if you want. And x 14, I'm like, yes, fine, yeah, okay. That was. Don't you? That was actually Mister Dixon himself. So I'm thinking, well, you know, they sound great. They're giving me for a knockdown price. I say they were like 400 quid. They were 200 quid or something. It was a good bug. And I was in the market for some speakers as well. So while they were loading, it's all kosher. I found Dixon. Exactly. I found Dixon. That's fine. So while they're loading them in the back of the BBC hire car, I'm in there paying for the petrol and the guy who's serving goes, hey, are you alright? He goes, what are you doing around the back with those blokes? Right? Because obviously there's security cameras filming this whole transaction, right? And he goes, what are you doing around the back? And I went, brilliantly. I went, there's some old mates, some of my mates was having a chat and that. He went, oh, right, okay. Like, give me, obviously, the evil eye. So I went, so I'm in the car now and I'm driving with one of the blokes who's in the van with me because I didn't have the money on me, so I had to go to the cash point to get the cash, right? So I'm driving with it and the other guys follow me in the van and he was like a northerner, like, you've given it all the. Alright, yeah, you know, I tell my girlfriend's a dj, she's got some of these speakers, they're fantastic. Da da da. And he's giving me this and then my mind starts working. Now that I've got a bit of time to think, I'm thinking, wait a minute, this all sounds a bit dodgy. Yeah. It dawned on me, really, you know. Fool, are you street wise? You're street wise, Steve. Not only that, I was thinking, how am I going to get him home? I've got to drop the car off at the BBC. How am I going to get these huge speakers back to where I live? And how can I pay for them? Because I've just spent 100 pounds on fine the lady. It seemed like a fair game. Some of his friends were winning. But so I explained to him, I said how I can't get him back to Brixton, where I was living at the time. He went, don't worry, give us an extra 20 quid, we'll take them home for you. Oh, that's good. They do a whole service and there's also a backup guarantee. Did they have the guarantee, the three month guarantee? No, but. So then. So I said, I'm not sure about that. He went, why don't you put him in a cab, send him out and your housemates can collect it. I was. I'll know it'd be no one in. And I was getting. And I was beginning to sort of get a bit conscious of like, maybe this was a bit of a scam after all. So I pulled into like a little side road. I said, I'm not sure I'm into this now, actually. He went, what you talking about? It's 200 quid for a pair of speakers. It's a bargain. If we get a bargain like this, man, I'm going, not too sure, actually. I don't think I want him. 150 quid. 150 quid, mate. 150 quid. I went, no, he's 100 quid. 100 quid, nate, to you. I'm thinking, wait, this doesn't sound like kind of work that Dixon's would be doing. Dixon's only that one to go in. Dixon's never negotiate in that way. When I go there, look around and I leave, they go, where you going? Have anything for a. So I stopped the car, the white van pulled up behind me with his mates in and I said, can you get them out? I'm not interested. And he went. And he was just going to. You tossed. You obviously want some speakers. He was having a go at me, so I was carrying the speakers out and putting them back in the white van, and he was just shouting at me. He was going, 70 quid. 70 quid? 70 quid from 200. This is ludicrous. Do you realize that wasn't Dixon's policy then? Exactly. They don't. You toss them as you leave them. As you leave the shop and walk. Down Camden High street. You should have took the offer of, like, the monthly payments. So eventually I put them in there and I sort of knocked the deal on the head. And I got back in my car and they were in theirs, and I just looked in the rearview mirror and they were punching the dashboard, like, with aggression and venom. Like, we let that deal slip through our fingers. And I've never been so terrified in my life. I just sat there. I was just thinking, oh, my God. All I was thinking now is, what if I go back to the BBC and they go, we've had a call from the police. The man at the garage, he saw you doing the dodgy deal. I love it. Well, what you do is. What you do is you put the kayakar in a drain in your front arm and then go in and out of the toilet just pouring bleach down. Or Ajax. And they never know. This is some for the lovers. Lovely song there. Song for the lovers. Neil. Young man needs a made off the harvest album. What a beautiful song that is. Beautiful strings, everything. Well, you've got a song for the ladies coming up. Song for the ladies later on as well. That's that I set, you know, the standard well, absolutely. Yeah. Yeah. Um, were you gonna do a film review as well later? We've still got, well, students. I could do a film review now because it's quite a big. I thought you needed to prepare, but. It'S quite a big film, and I've seen it and it is, you know, it's. It's a great. It's a great film. So I hope I can do it justice because it's very. Okay, this week. What film is it gonna be? It's gonna be Shinda's list. Okay. And are you gonna do a jingle for us? Film review. Okay. This is a film by Steven Spielberg. Yes. And because it's in olden times, it's all black and white and that. Except a coat that's red. I don't know what happened there. Anyway, it's about a bloke who's called Schindler. And because there were so many people we wanted to save, he had to make a list to get organized and he tried to save as many as he could and made him sort of not make the bullets properly on purpose, could he? You know? And in the end they gave him a ring. It's the same bloke in my DT. Okay, your review of Cinders list. And as ever, mark out of ten, please. Nine. It was brilliant. You really enjoyed it? Yeah. Okay. Okay. Did the fact that it was 3 hours long bother you? No, no, quite like that. Okay, watch some of it on fast forward. Okay? Okay. Carl, have you seen shinds list? No. I'm surprised they managed to get all that in 3 hours. Amazing, isn't it? Would that encourage you to see them? Definitely, yeah. Okay. What would you give it a mark out for ten? Nine. You give it nine as well? Okay. I say I. Yeah. Yeah. Well, that was just a mistake, apparently. Apparently, yeah. We just couldn't get all the color out of it. As I said before, if you've got a film that you'd like to have reviewed by Ricky Gervais, then email us Ricky Gervais at XFN co dot UK. And I'm sure he can, or even. Not just like the people, but what about the ones who make the films? Like, you know, the ones that actually make the film? What are they called? Hollywood? Yes. If they want me to do one for that coming out to sort of give it a little bit of a boost. You saw me give away the tickets that was selling. Yeah. So, you know, we can, we can sell your product and we make it look like it's all editorial. But really, if there's a little bit of money involved, I can probably give it a nine out of ten instead of four or something. Would you do that without having seen the film? Yeah, that's right. Because they wouldn't. They could just tell you what was coming up and they, if they said. This, give us a good review, and here's 20 quid. Yeah. If they go, ah, no, there's no money in it, I'll give. Probably give it a bad. Can I just try that? Because other people listening won't be necessarily convinced. Lord of the Rings. Let's imagine I've paid you now to review the forthcoming film Lord of the Rings. What do you make of it? This is a brilliant film. And even though it's all about wizards and that and there's people in caves called gonads with beards, probably Robbie Coltrane's in it because he's in the other one at the moment. And this. It's all swords and stuff and there's some magic, but is actually the Lord of the Rings. Not just like, you know, just one of them. He's the lord of it and he's. He's excellent it. So mark out. Ten. Nine. Again, very popular film for you, Carl. Less convinced by that one, maybe that. Doesn'T sound as good as the other one. Yeah. What, you give it seven. Still give it nine. Excellent. Because we split it. We split the money. Okay. Excellent. This is the eels. Sorry about that. That was a mistake. I know. Shit. That was. It was too late to get out the CD players. Muse and feeling good. What do you think? I'm not a fan of muse, but I wasn't quite as venomous in my game. No. Let's explain the situation in the studio. There's a certain frosty air now because what, we ended up playing muse. Yeah. It was. It was a mistake. Yeah, well, no, it's not. It's not as bad as Ricky Link said. I admit it's not as bad as that, but I'm standing out of it because I'm not fan of muse. I wouldn't play muse generally. I don't mind muse generally, but. What, you like muse normally? I hate muse. Well, I don't hate them. Says the man who bought the, like, funky ones album. Well, yeah, but I wouldn't play them on XFM. I know, but muse fits in. I mean, you're saying you want to. Play the Nina doing a Nina Simone. Why do we play Radiohead, then? That's what I'm saying. Radiohead. But muse is like Radiohead. There's not a big difference. Oh, we're not gonna argue. There is a big difference. Phone, anything. What's the difference between Muse and Radiohead? What's the phone number? What do you mean, what's the difference? Well, they are just have a competition. As if people can tell the difference between Muse and Radiohead. Give the number out, can't be bothered. Nor can I. So it's left to me to keep the thing afloat. Yeah, that's never good news. I went to see the white stripes this week. Anyone's interesting. Anyone interested in that? Go on, Steve. White stripes are absolutely amazing. I've read all the hype. You know, I've not listened to the album. I went long to the gig, got free ticket, wasn't even a pound off. It was free. Ten pounds. I could have. I could have sold outside the gear I didn't. I went in, right. Couldn't take longer, mate. XFM wouldn't let me. I went there on my own, you know, went in there. I had to sell. Wasn't expecting much. They were amazing. They were absolutely amazing. I have to say this now for. They were the best band I'd seen, who I like, I didn't know it much about. Whatever. Like a new band. They were the best band I'd seen live since I saw a little band and you might have heard of called Oasis for five pounds at Coventry Poly. Yeah. Long name for a band. And it was amazing. And they said, brilliant because it's just the two of them, obviously. The girl on the drums, the guy playing the guitar, he's got a real kind of rock guitar skill. He really plays it up and down the long neck bit. I mean, I know all about music and terminology. He was amazing. Sometimes he plays steel with that steel pedal thing on his. Not steel pedal, the finger thing. The kind of thimble thing that some guitarists wear. I believe it's called a guitar thimble, I believe is the name for it. He plays that like old bluesman would play. He plays that sometimes. Old bluesman sometimes got like a little. Electric keyboard thing, or piano, as I believe some people call it. So this is the review. This is listing the instrument. All right. All right. There's not many to get through with. What kind of microphones were they? I'm glad you were. Well, they sm 58. Anyway, the point is. Go on. With just those few simple instruments. They had this huge sound, a big rocky sound quality. Kind of bluesy punk with a little bit of attention to it. It was amazing, I have to say. I was a huge fan and so I thought we could play a bit of white stripes, you know, to commemorate that excellent gig. I saw a band once, right? There was a drummer and all the drums at the bottom to the cymbals. Yeah, they were all mic'd up with different microphones coming down. The loudly speaks. I was back. It was still, wow. I can hear everything on that electrical, really. And a guitar and a bass. Can I do a. Like a gig review every week? Like you do a film review? Yeah, we just did. Well, I'm about as well informed about music as you are about film. Anyway, tell me the Och. How do you choose the Playlist theater just today now? Because we run out of time. Yeah, because that muse shit we had to play, I think. I say that's my feature, that PlayStation game sounds good, right? Because that's the. The main music of the PlayStation two game Grand Tourismo. So I can incorporate that. Yeah. And I've still got to get in song for the. You've got getting song for the ladies? Yeah. Got anything else lined up? Well, I just. I mean, it's just that you. I've never seen you spiral into such despair after hearing news. I mean, fair enough. Is that they're not great. Well, obviously we have to, you know, there's this bit of a playlist we have to keep to. And we drop the records we don't like. Yeah. And play the ones we do and that's fine. And if I don't care for track, I don't mention. I don't usually slag off bands. And I know we got to keep to a playlist. I don't know how they're chosen any. But, you know, it's one thing I didn't want to play. It's feeling good. Yeah. And it was all lined up when there was no time, so I was genuinely annoyed because I don't mind, like, playing stuff I wouldn't actually choose myself. It's alright. But, you know. You know, we're not completely free. Played all the time. So the worst thing is I don't ever play feeling good again. I don't want to ever play cachin again. I'm thinking of putting a ban on gorillas. What? Anything you like. The ban. Basement jacks. Basement Jack. Oh, where's your head? That. We already dropped that on purpose, didn't we? What else have we dropped today? That this is what we saved people from. Do you know what I mean? Playing five songs over and over again just because some record company wants to be played. I mean, I. You know, if I'm gonna. If I'm gonna play things I hate. Let pay me. You know, I mean, I'm willing to take bribes. Look, I've been sent some chocolates here by the lads. Out of what car? Usm. Right. Are they still going? Yeah, they got a gig. Who's the daddy now? Torrid? They're playing the Astoria at December the 40. On December. It's worth going along just to see how few people will be there. We'll see. That. I wouldn't, but they've sent me chocolate. So there's a dinner, there's a plug, you know, bribe me, not XFM. Yeah. All right. Let's get some out of this, Steve. Okay. All right. Yeah. I'm not sure. I don't even. I think Salo is to be bribed by Carter. I mean, I'm a man who tried to buy dodgy speakers on the street. It's a Christmas. Father Christmas with some jelly beans. Is that from. Who's that from? That's from. That's from the lads. Oh, well, um, the. It's who's the daddy now? Talk. And I've got some chocolate money. Right. Lovely. Yeah, some of it. Friends got anything there from the senseless things? All the wonder stuff? No, but the know. We don't know. They know they're doing now. Yeah, car was alright at the time. Yeah, car was alright. Carter. Yeah, right. Do you like Carter? Not really, no. It's nonsense. Well, I didn't like him singing about dagging them all the time. Well, it was. No. Was it new cross? Yeah, but, you know, anything else you. Want to get off your chest? Let's play some songs. We like. What you got lined up? I've got the song for ladies that's coming. Oh, lovely. Yeah, let's. Let's choose a song here. Let's have a look at what. Oh, Radiohead. Just brilliant. Is this mute Radiohead? And just off the bends. Nice. A track. It's been a roller coaster ride of emotions, this show. Yeah, it started off there was some light hearted anecdotes about you and animals. Yeah. It ended up with you sort of spiraling into despair. Wow. You know, that was what a track by muse can do to a man. Yeah, well, clearly, you know, did I ever react? But then maybe. Well, I mean, maybe that's what makes them good. I mean, if music can create those kind of passions in someone, maybe that's effective. We've made me think again. It's the punk approach, I suppose. Yeah. Anyway, Carl, thanks as ever for pressing the buttons and contributing. Yeah, good job. Good job. Show him about the news for his movie next week. I think you guys should kiss and make up. Maybe that's not Carl's fault. Go and kiss him. No, I'm not gonna kiss him, but. Go and kiss him. Should we go both? Go and touch him? Yes. Why don't we play a song for the ladies this week? Drugstore white. White magic for lovers. Beautiful track. And let's just go and kiss and touch Carl.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "There's a star on XFM 104.9 01:05 that means it must be well in five minutes into the Ricky Gervais show with Steve Merchant. Yeah, he's here as well.",
      "start": 800,
      "end": 9654,
      "confidence": 0.902594827586207
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Yeah.",
      "start": 9694,
      "end": 9934,
      "confidence": 0.50387
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Well, we've got some great tunes lined up. We got Eminem, we've got coldplay, Oasis. We've got dead soul, chemical brothers, Doctor Dre, garbage REm, the Manix. We got muse, we got feeder. We got some classic.",
      "start": 9974,
      "end": 21566,
      "confidence": 0.7793243243243243
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "I mean, you said all those names great. But the chances of us actually playing all of those are quite slow.",
      "start": 21590,
      "end": 24406,
      "confidence": 0.8835533333333333
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "We might not get to them if we talk too much.",
      "start": 24430,
      "end": 25806,
      "confidence": 0.8807872727272726
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "And obviously, we'll obviously drop a couple of those to play our own tracks as well.",
      "start": 25830,
      "end": 28606,
      "confidence": 0.9127299999999999
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Yeah, well, they are in tracks.",
      "start": 28670,
      "end": 30560,
      "confidence": 0.8299016666666666
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Yeah.",
      "start": 30592,
      "end": 30992,
      "confidence": 0.87839
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "You know.",
      "start": 31088,
      "end": 31880,
      "confidence": 0.705425
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "Well, I'm not gonna. I'm not gonna get into that there.",
      "start": 32072,
      "end": 34464,
      "confidence": 0.8246472727272728
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Right here's Eminem. Eminem, the real slim shady neighbor. That sort of record is, you know, relatively recent. And it's, you know, it's quite hardcore. What's going on about, you know, subject matter that is adult, really.",
      "start": 34584,
      "end": 48112,
      "confidence": 0.8448472972972971
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Certainly.",
      "start": 48168,
      "end": 48656,
      "confidence": 0.60024
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "And it's quite aggressive and it's cool and. But he still managed to make it sound like a novelty record is. Yeah, I mean, it's like a little thing. I know that's the intention and that's good, but, I mean, I think. I think it's nice that he's got a nice little tune. It could be like a little cartoon figure. Here comes flumpy McMunn.",
      "start": 48720,
      "end": 62834,
      "confidence": 0.8852616923076921
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "But the only. Is there, isn't there like a video you can get now which is a cartoon? Slim Shady, the adventures of Slim Shady.",
      "start": 64454,
      "end": 69062,
      "confidence": 0.9386044
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Really?",
      "start": 69118,
      "end": 69502,
      "confidence": 0.98193
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "There was the adventures of MC Hammer, the cartoon animated series, which, sadly, I never got to see. And new kids on the block.",
      "start": 69598,
      "end": 74502,
      "confidence": 0.8971412499999999
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "I think the cartoon went a bit mad and started spending a lot.",
      "start": 74518,
      "end": 77430,
      "confidence": 0.8996761538461537
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "Yeah, exactly. You know, MC Hammer now, apparently, he's like. He tours on the kind of religious music scene.",
      "start": 77462,
      "end": 82384,
      "confidence": 0.8383563157894737
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Does he?",
      "start": 82464,
      "end": 82840,
      "confidence": 0.90762
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "Yeah, he's gone.",
      "start": 82872,
      "end": 83808,
      "confidence": 0.95483
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Wasn't he always at a preacher or something? Or started in gospel or something? Yeah, I think so. Because he used to. Yeah.",
      "start": 83976,
      "end": 89776,
      "confidence": 0.8583382608695651
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "I don't know. I mean, I just seemed. He was quite. He's from off the streets.",
      "start": 89800,
      "end": 92240,
      "confidence": 0.806776875
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "He used to keep a lot of bibles in his big trousers.",
      "start": 92272,
      "end": 94328,
      "confidence": 0.9178125
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Yeah.",
      "start": 94416,
      "end": 94656,
      "confidence": 0.90055
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "So he could go on giving it to poor people.",
      "start": 94680,
      "end": 96456,
      "confidence": 0.9017640000000002
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "Yeah.",
      "start": 96520,
      "end": 96880,
      "confidence": 0.9005
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Well, apart from the great music we've got lined up, Steve, we've got, obviously, our regular features. We've got my classic film review.",
      "start": 96952,
      "end": 104224,
      "confidence": 0.9193895652173912
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "Always looking forward to.",
      "start": 104304,
      "end": 104928,
      "confidence": 0.9636524999999999
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "It's already getting a little bit of, you know, attention.",
      "start": 104936,
      "end": 107360,
      "confidence": 0.8839430000000001
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "From who?",
      "start": 107472,
      "end": 108036,
      "confidence": 0.971665
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "Wow.",
      "start": 108120,
      "end": 108404,
      "confidence": 0.82996
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Just various people go on name some.",
      "start": 108444,
      "end": 109964,
      "confidence": 0.7931999999999999
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "Wow. Can't name them by name or just.",
      "start": 110004,
      "end": 112884,
      "confidence": 0.9328262500000001
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Yeah.",
      "start": 112924,
      "end": 113504,
      "confidence": 0.4127
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Oh, God. What's that one? Oh, scores. Az.",
      "start": 115684,
      "end": 119532,
      "confidence": 0.71318625
    },
    {
      "pos": 36,
      "speaker": "B",
      "text": "Right, okay, good.",
      "start": 119628,
      "end": 122628,
      "confidence": 0.9131533333333334
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "Yeah.",
      "start": 122676,
      "end": 122876,
      "confidence": 0.80796
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "You gonna talk about one of these today?",
      "start": 122900,
      "end": 123844,
      "confidence": 0.81307375
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "Yeah. No, what?",
      "start": 123884,
      "end": 125628,
      "confidence": 0.7002333333333333
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "We've got, like, Spielberg, right?",
      "start": 125636,
      "end": 127060,
      "confidence": 0.696448
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "So do a Spielberg film.",
      "start": 127092,
      "end": 127988,
      "confidence": 0.8654740000000001
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "Okay.",
      "start": 128036,
      "end": 128508,
      "confidence": 0.67573
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "We've got that film. Sounds good.",
      "start": 128596,
      "end": 130756,
      "confidence": 0.8954183333333332
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "Yeah.",
      "start": 130820,
      "end": 131036,
      "confidence": 0.64825
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "And that's not my film review. That's where I take a track off a soundtrack of a classic film.",
      "start": 131060,
      "end": 136396,
      "confidence": 0.9069815789473686
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Yes.",
      "start": 136460,
      "end": 136724,
      "confidence": 0.56753
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "And it's a great track. And I go, oh, that film sounds good. So. Yeah, because it sounds good. You see what I mean?",
      "start": 136764,
      "end": 142238,
      "confidence": 0.9003079166666668
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Don't. Please don't be confused and think that that's the film review.",
      "start": 142286,
      "end": 145394,
      "confidence": 0.9665158333333334
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "We've got a song for the lovers. We've got a song for the ladies.",
      "start": 147854,
      "end": 150646,
      "confidence": 0.8882157142857141
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "Yeah. I'm gonna be playing a hip hop track.",
      "start": 150710,
      "end": 152350,
      "confidence": 0.9295222222222222
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "It's called the class. It's called the hip hop track.",
      "start": 152462,
      "end": 154774,
      "confidence": 0.8738900000000001
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "It's called Steve says hip hop.",
      "start": 154814,
      "end": 156166,
      "confidence": 0.8558483333333333
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "Hooray. Hip hop. Hooray.",
      "start": 156190,
      "end": 157790,
      "confidence": 0.8674000000000001
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "That's what that is.",
      "start": 157822,
      "end": 158502,
      "confidence": 0.5017275
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Oh, it is brilliant. If there's anyone listening, like, you know, saatchi and Saatchi or McCann Erickson or, you know, those people that do advertising, then we are the people.",
      "start": 158558,
      "end": 167022,
      "confidence": 0.834431
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "We're the people, man.",
      "start": 167078,
      "end": 168030,
      "confidence": 0.9031225
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "We can market.",
      "start": 168142,
      "end": 168966,
      "confidence": 0.95046
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "We'll mark it. Anything. And maybe you're a two bit band, you want to email in something, you know.",
      "start": 169070,
      "end": 172510,
      "confidence": 0.8383094736842105
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Yeah.",
      "start": 172542,
      "end": 172798,
      "confidence": 0.38698
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "How can we publicize our music?",
      "start": 172846,
      "end": 174062,
      "confidence": 0.9523266666666667
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Yeah. I mean, if we were marketing, say, a band, we wouldn't say, this is a two bit band. No, that'd be wrong. We'd say, this is a brilliant band. They're going, excellent. I like it. It's always the same reviews. It's sort of like. They go, the excellent single by Coldplay. Yellow. Because yellow. That's yellow. Why they do the bit that says yellow? We said it just to show. I want to see some else in the song. Maybe. Maybe the mid light. Yeah.",
      "start": 174118,
      "end": 201222,
      "confidence": 0.8716005813953488
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "It will always be the new. The brand new excellent album from Travis. Featuring the hit single sing Sing. That's a brand new album from Travis. It features twelve other new tracks and sing sing. Brilliant.",
      "start": 201238,
      "end": 212526,
      "confidence": 0.8235186111111109
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "Well, I'd buy it.",
      "start": 212550,
      "end": 213702,
      "confidence": 0.79771
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "No, I would.",
      "start": 213758,
      "end": 214634,
      "confidence": 0.9906466666666667
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "That's all the features we've got in it.",
      "start": 215014,
      "end": 216510,
      "confidence": 0.8402875000000001
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "That's all the stuff we lined up. We were probably gonna, I don't know, probably rapid rabbit on about other stuff. Unless I'm very much mistaken, we've got something to give away. Is that right? The Cayman's with us, of course. Pressing the button. KP. Yeah.",
      "start": 216542,
      "end": 227744,
      "confidence": 0.9248943478260869
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "Pilkington. I'll just say, there's nothing funny about that name, seriously.",
      "start": 228204,
      "end": 232828,
      "confidence": 0.8376509090909091
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "Just clear that up straight away.",
      "start": 232916,
      "end": 234132,
      "confidence": 0.7196666666666668
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "You know, so in school, they'd go through the register. Anderson. They go through Canfield.",
      "start": 234228,
      "end": 242484,
      "confidence": 0.7974313333333334
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Sturgis.",
      "start": 242564,
      "end": 243156,
      "confidence": 0.71707
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Sturgis. Well, no, it wouldn't go to Sturgis yet, would it?",
      "start": 243220,
      "end": 245812,
      "confidence": 0.7948036363636363
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "Oh, she wouldn't be there, would she?",
      "start": 245828,
      "end": 246780,
      "confidence": 0.8087757142857142
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Well, no peas before.",
      "start": 246812,
      "end": 248024,
      "confidence": 0.6813325
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "She just wouldn't be at school. She's busy in rehab.",
      "start": 248524,
      "end": 252184,
      "confidence": 0.8763500000000001
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "Pilkington. Okay, settle down. There's nothing funny about Pilkington.",
      "start": 255454,
      "end": 260206,
      "confidence": 0.8876777777777778
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "What's up with it?",
      "start": 260310,
      "end": 261334,
      "confidence": 0.7620075000000001
    },
    {
      "pos": 77,
      "speaker": "B",
      "text": "It's Pilkington. Pilkington?",
      "start": 261454,
      "end": 263718,
      "confidence": 0.67417
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "Yeah.",
      "start": 263846,
      "end": 264150,
      "confidence": 0.9491
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "Sounds bit like plonker.",
      "start": 264182,
      "end": 265230,
      "confidence": 0.5283925
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Yeah, or Pilchard.",
      "start": 265302,
      "end": 266526,
      "confidence": 0.90009
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "Yeah.",
      "start": 266630,
      "end": 267150,
      "confidence": 0.86736
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "So anyway, I don't think anyone's ever.",
      "start": 267262,
      "end": 270086,
      "confidence": 0.8468757142857143
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "Mocked the name before. I think we're the first ones to do it.",
      "start": 270110,
      "end": 271878,
      "confidence": 0.9277284615384616
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "Oh, we're brilliant. We.",
      "start": 271926,
      "end": 272806,
      "confidence": 0.819265
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "I don't think people up north figured that out. They were funny names.",
      "start": 272830,
      "end": 275502,
      "confidence": 0.8126792307692307
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Well, it probably isn't up there because they've all got, like, rams bottom, Wilkinson, Pilkington, hiddle, Trent, hide, Oscar, piddle, trend. I do. You're late.",
      "start": 275638,
      "end": 285214,
      "confidence": 0.596632
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "Well, he pays your wages. Blimey, here he comes. I'm gonna go at the star of the show.",
      "start": 286354,
      "end": 291714,
      "confidence": 0.8554277777777777
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Yeah. Do you want to play record and get back to it? We got tickets to give away. That's what we're saying.",
      "start": 291794,
      "end": 296794,
      "confidence": 0.874205
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Carl, what's the tickets? People want to know what the tickets.",
      "start": 296874,
      "end": 298490,
      "confidence": 0.8261181818181818
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Are after this record. Shinobi versus dragon ninja. That's what I like about sort of rock and roll. This, you know, sings, tells a story about everyday things, you know, about versus dragon. Yeah.",
      "start": 298522,
      "end": 310442,
      "confidence": 0.8305705882352942
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "Was there any reference to Shinobi or the dragon ninja in the song?",
      "start": 310538,
      "end": 313250,
      "confidence": 0.9214907692307691
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "I wasn't.",
      "start": 313402,
      "end": 313946,
      "confidence": 0.88426
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "I wasn't really paying attention. But I'm assuming that some of that screaming was about Shinobi in the dragon. Who won? If anyone knows who won out of the shinobi and the dragon ninja.",
      "start": 314010,
      "end": 320106,
      "confidence": 0.885359705882353
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Oh, maybe it's. Maybe it's like a trilogy. Maybe they sort of get together in one. Then the second single, there's the fight, the mid thing in the film. So about film structure, because I do a film review.",
      "start": 320130,
      "end": 328282,
      "confidence": 0.9005115384615388
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Yeah, sure, sure.",
      "start": 328378,
      "end": 329330,
      "confidence": 0.7805166666666666
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "And then the final one is, you.",
      "start": 329442,
      "end": 331722,
      "confidence": 0.98344
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Know, the pairing up against maybe a larger villain. I got zillow type.",
      "start": 331738,
      "end": 335890,
      "confidence": 0.7491592307692306
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "That's. That's interesting.",
      "start": 335962,
      "end": 337050,
      "confidence": 0.81229
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "I don't know. I mean, who knows? Who knows?",
      "start": 337122,
      "end": 338282,
      "confidence": 0.8452611111111111
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Okay, well, they do. Lost profits yet other profits.",
      "start": 338298,
      "end": 342266,
      "confidence": 0.6679544444444444
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "English. Are they british? What's the deal?",
      "start": 342330,
      "end": 343854,
      "confidence": 0.9739457142857143
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Key?",
      "start": 345394,
      "end": 346134,
      "confidence": 0.72327
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "Yeah.",
      "start": 347834,
      "end": 348614,
      "confidence": 0.79734
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "What? What was the answer? What was that? Are they english or american?",
      "start": 349354,
      "end": 352494,
      "confidence": 0.8631676923076922
    },
    {
      "pos": 105,
      "speaker": "C",
      "text": "Say they're american.",
      "start": 353154,
      "end": 354170,
      "confidence": 0.9209800000000001
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Just having.",
      "start": 354282,
      "end": 354714,
      "confidence": 0.48142999999999997
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "Guess what?",
      "start": 354754,
      "end": 356026,
      "confidence": 0.6455500000000001
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "You just.",
      "start": 356050,
      "end": 356330,
      "confidence": 0.791195
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "I don't know. So trying to fool us, KP, again. Trying to deceive us, KP. You were gonna tell us, Pilkie. You were gonna tell us, Pilchard. You were gonna tell us what.",
      "start": 356362,
      "end": 366714,
      "confidence": 0.7908348484848485
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "What ticks are either way.",
      "start": 366874,
      "end": 367858,
      "confidence": 0.533438
    },
    {
      "pos": 111,
      "speaker": "C",
      "text": "But it worked for me, see, because when I was younger.",
      "start": 367906,
      "end": 369794,
      "confidence": 0.8383618181818181
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "Yeah.",
      "start": 369874,
      "end": 370154,
      "confidence": 0.52535
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "A mobile disco.",
      "start": 370194,
      "end": 371482,
      "confidence": 0.8708
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 371658,
      "end": 372106,
      "confidence": 0.46143
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "So did I.",
      "start": 372130,
      "end": 372974,
      "confidence": 0.8053866666666667
    },
    {
      "pos": 116,
      "speaker": "C",
      "text": "It was me. I'm a mate. Colin Makin. And the disco is called pilkies. Making music.",
      "start": 373834,
      "end": 381562,
      "confidence": 0.7607968749999999
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "That's brilliant. I mean, genuinely brilliant. Pilk is making music.",
      "start": 381738,
      "end": 387226,
      "confidence": 0.836285
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "Guess what? When I first started the mobile disco, this is when I was about 14, we just. We didn't really go out touring. We just would do it for, like, people's parties and stuff. We were called the rock and roll dj's.",
      "start": 387290,
      "end": 395498,
      "confidence": 0.8840667441860467
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "No, really, we do it on some.",
      "start": 395586,
      "end": 397914,
      "confidence": 0.7648271428571428
    },
    {
      "pos": 120,
      "speaker": "B",
      "text": "On some sort see through paper and put a light behind it.",
      "start": 397994,
      "end": 400442,
      "confidence": 0.9501733333333333
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "My first disco, I had two nights a week in this pub.",
      "start": 400618,
      "end": 403618,
      "confidence": 0.9277891666666666
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "You run a disc?",
      "start": 403666,
      "end": 404242,
      "confidence": 0.8052349999999999
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "Yeah. This pub near Kings Cross. Right. And it's their records, right? And every. I had to play this number songs every time, the same time. So all the locals all drunk with dancing and everything. One of them was American pie by Don McLean. And they just sing along all the words.",
      "start": 404298,
      "end": 424390,
      "confidence": 0.9005390566037733
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "Drunk seven minutes long.",
      "start": 424562,
      "end": 426230,
      "confidence": 0.7258125
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "Yeah. The other one was Baby Jane by Rod Stewart. If I didn't play that, I'd get lynched. And what was the other one? There was another one that I always had to play. It was a ballad. I have to remember that. But, yeah.",
      "start": 426342,
      "end": 437474,
      "confidence": 0.9213577777777775
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "Carl, do you think maybe Ricky as well? Do you think you know much about DJ and for, like, you know, the sort of the wedding party or maybe someone's 18th. Oh, really? Okay. Let me just say, offer a little. All right. The buffet's been served. Right. People have done some speeches like. It's a wedding do.",
      "start": 437894,
      "end": 451460,
      "confidence": 0.8986037931034482
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Yeah.",
      "start": 451542,
      "end": 452256,
      "confidence": 0.72708
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "So you've already played some records early on. You've stopped for food, you've just played some light backing music in the background while the food's been served. You want to get the party rocking again. What do you kick off with?",
      "start": 452440,
      "end": 459296,
      "confidence": 0.9103641463414635
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "It depends. It depends. I've already got it down to two or three records.",
      "start": 459360,
      "end": 462976,
      "confidence": 0.9738885714285715
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "Okay. I'd like to hear what they are.",
      "start": 463000,
      "end": 463984,
      "confidence": 0.84440875
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "Well, I've got it down to earth, wind and fire.",
      "start": 464024,
      "end": 467504,
      "confidence": 0.977216
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "Right.",
      "start": 467584,
      "end": 467872,
      "confidence": 0.50727
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "That'd be great. If it's depending on or you want to go a bit modern. I'd probably start off with Will Smith.",
      "start": 467928,
      "end": 474808,
      "confidence": 0.779923181818182
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "Well, careful, Rick. I've got to bear in mind it is a wedding do. So there's people from age eight to 80. You got Kate every market.",
      "start": 474896,
      "end": 480580,
      "confidence": 0.8150859259259259
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "Okay.",
      "start": 480732,
      "end": 481404,
      "confidence": 0.74613
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Kyle, what about you?",
      "start": 481484,
      "end": 482420,
      "confidence": 0.7460275
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "See, this was back in 88, so.",
      "start": 482532,
      "end": 484260,
      "confidence": 0.96692
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "Yeah.",
      "start": 484332,
      "end": 484636,
      "confidence": 0.67138
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "Kylie?",
      "start": 484700,
      "end": 485172,
      "confidence": 0.62923
    },
    {
      "pos": 140,
      "speaker": "C",
      "text": "Depend. Yeah.",
      "start": 485228,
      "end": 486460,
      "confidence": 0.96773
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "Yeah.",
      "start": 486652,
      "end": 487212,
      "confidence": 0.93798
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Can I tell you what the definitive track is gone. Oh, what a night. Frankie Valley in the four seasons. People don't realize what it is, is that it's fairly ding, ding, ding, ding, ding, ding, ding. I can't actually play it, but, oh, what a night. Late December back in sixties. That leads you straight into a seventies medley and everyone's loving that. I'm thinking bee gees. There's gonna probably be some kind of abatrack dancing queen organized on. Well, you're turning your noses up, I can tell you this, that we got bookings, endless people going. You're amazing. I don't know how you do it.",
      "start": 487308,
      "end": 515454,
      "confidence": 0.8326014953271025
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "I wouldn't have got up. I would have sat there.",
      "start": 515494,
      "end": 516934,
      "confidence": 0.8996259999999999
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "Well, you might be because you're one of those grouchy. You're one of those moody teenagers or. I'm not going to dance to this. I'll tell you, the old ladies would have been up. The people with a decent bit of.",
      "start": 516974,
      "end": 524718,
      "confidence": 0.9029863414634144
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Musical taste would be up. The person to get up is a fat lady in a dress with bad ankles and a little kid who's got problems and he's in a little dj.",
      "start": 524726,
      "end": 533374,
      "confidence": 0.8783821212121213
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "See, the problem with you, too, is you're not catering to the market. You're trying to be all sort of bohemian and teach people about music and stuff. There's no place for Kylie, not a mobile disco. Far too avant garde. All right, kick it in, Greece. Megamix.",
      "start": 533494,
      "end": 545118,
      "confidence": 0.9094993750000002
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "Play him. Play a record.",
      "start": 545206,
      "end": 546470,
      "confidence": 0.7453179999999999
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "Come on, Eileen, if you got. Come on, Eileen. Play that.",
      "start": 546542,
      "end": 547942,
      "confidence": 0.7409100000000002
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "We're gonna play love shack.",
      "start": 547958,
      "end": 548966,
      "confidence": 0.7638480000000001
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "Coldplay.",
      "start": 549030,
      "end": 549662,
      "confidence": 0.21948
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "Excellent. Yellow. It's the excellent single by Coldplay. It's yellow. Oh, yellow. That's yellow by Coldplay. That was the stunning new single from Coldplay, yellow, all the way back to 1999. What was it?",
      "start": 549758,
      "end": 563302,
      "confidence": 0.8772726470588234
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "2009, was it? Was it? I didn't know so many people were fans of the lost prophets. Everyone's been phoned in, emailing, Internet, say we're from Cardiff.",
      "start": 563358,
      "end": 571356,
      "confidence": 0.7801377777777776
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "Yeah. Welsh band. Now, are you going to tell us what tickets you've got, Carl? What have we got to give away tickets for now? We kept a secret. We said, no, tell us on air. So it's a big surprise. This is going to be. It's going to be really rubbish. Is it? Whatever these tickets are, right, is a testament to how much they rate us here, XFM, how much they rate our show and care about us. What tickets have we got to give away? A top show featuring Mickey Gervais and Steve Merchant and Pilkington. What tickets have we got to give away?",
      "start": 571430,
      "end": 600136,
      "confidence": 0.8998179439252336
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "Tickets for kfest.",
      "start": 600240,
      "end": 602404,
      "confidence": 0.8514133333333334
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "Right, go on.",
      "start": 604224,
      "end": 604896,
      "confidence": 0.7748133333333334
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "What's that?",
      "start": 604920,
      "end": 605496,
      "confidence": 0.80208
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "It's like a rock thing. That's going on tonight. You know, if you're into that welsh.",
      "start": 605600,
      "end": 611364,
      "confidence": 0.868253125
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "Name, some of the band names for the band.",
      "start": 612104,
      "end": 614524,
      "confidence": 0.7594466666666668
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "Niall.",
      "start": 615024,
      "end": 616004,
      "confidence": 0.66008
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "God. Right.",
      "start": 618424,
      "end": 619112,
      "confidence": 0.406435
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "That's one of the bigger ones. Mark Lanegan.",
      "start": 619168,
      "end": 625660,
      "confidence": 0.92634
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Who? Not Lannisters. His Lannisters are playing. He's not really Mark Lanegan really playing there?",
      "start": 625812,
      "end": 632584,
      "confidence": 0.720768
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "I think so.",
      "start": 633004,
      "end": 633844,
      "confidence": 0.9953733333333332
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "God. Who's that?",
      "start": 633924,
      "end": 635340,
      "confidence": 0.8964500000000001
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "What?",
      "start": 635532,
      "end": 636052,
      "confidence": 0.94102
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "Who's that?",
      "start": 636148,
      "end": 637044,
      "confidence": 0.76024
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Who is Lanagan? Is he someone you went to school with? Who is Mark Lanigan? Who else is Mark Lanegan?",
      "start": 637204,
      "end": 643980,
      "confidence": 0.7616709999999999
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "He's, he's a promoter.",
      "start": 644012,
      "end": 645104,
      "confidence": 0.5566225
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "He's in a pub in Camden.",
      "start": 646884,
      "end": 648744,
      "confidence": 0.7753666666666668
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "It got, you got, you got to the K Fest. Hold on, let's have a look. I said this is the enemy. Mark. Mark Lanagan, masters of reality. Right, okay, who else? We got Niall. We got Mark Lanegan, Niall. Who else?",
      "start": 649924,
      "end": 665092,
      "confidence": 0.807999761904762
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "I can't pronounce this one.",
      "start": 665148,
      "end": 666540,
      "confidence": 0.9000239999999999
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "Oh, that's goodly him or something.",
      "start": 666652,
      "end": 670224,
      "confidence": 0.7607883333333333
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Deathly him.",
      "start": 670644,
      "end": 671724,
      "confidence": 0.8252349999999999
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Behemoth.",
      "start": 671884,
      "end": 672904,
      "confidence": 0.5681
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "Behemoth.",
      "start": 673364,
      "end": 674220,
      "confidence": 0.99913
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Behemoth. Is it?",
      "start": 674332,
      "end": 675484,
      "confidence": 0.96976
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Let me see. I expected from a northerner, but not from a university educated man like you.",
      "start": 675604,
      "end": 680172,
      "confidence": 0.9453411764705884
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 680228,
      "end": 681100,
      "confidence": 0.74055
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "Let me have a look. Where are we there? I can't even find. Here we are.",
      "start": 681292,
      "end": 684620,
      "confidence": 0.9597931249999999
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "Yeah. Anyway.",
      "start": 684652,
      "end": 685544,
      "confidence": 0.679145
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "Behemoth. Yeah, behemoth.",
      "start": 686324,
      "end": 687852,
      "confidence": 0.9548566666666667
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "I just thought somewhat. We're not really giving those away, are we? Surely we're asking some sort of financial reward for them. Right, okay. Right. Is there a competition?",
      "start": 687988,
      "end": 696812,
      "confidence": 0.8779662068965518
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "Let's just. South Carolina death nettlers. Nile.",
      "start": 696868,
      "end": 699740,
      "confidence": 0.8443557142857143
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "Okay. All right. Okay. First. Yeah, we got, we got a pair of tickets to give away.",
      "start": 699852,
      "end": 705336,
      "confidence": 0.8303970588235297
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "Yeah.",
      "start": 705420,
      "end": 705800,
      "confidence": 0.43178
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Okay. If you want to go to Kfest, it's the mean fiddler turn, cross road. And that's tonight, is it? Tickets would be 750. We're getting away for free.",
      "start": 705872,
      "end": 716640,
      "confidence": 0.8201527586206897
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "Why don't we say we're giving away for a fiver?",
      "start": 716832,
      "end": 718804,
      "confidence": 0.858794
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "But I'll tell you what, if you can call in. What's the number?",
      "start": 719584,
      "end": 722568,
      "confidence": 0.9678238461538461
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Oh, 8700. 801.",
      "start": 722696,
      "end": 724872,
      "confidence": 0.73
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Two, three. Yeah. And if I. The question is, because they're quite sort of, there's big names, they're like now and that. What's his name?",
      "start": 724888,
      "end": 732146,
      "confidence": 0.7272748
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "Lanegan.",
      "start": 732210,
      "end": 732642,
      "confidence": 0.41514
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Lanagan's on. The question is who wants to go?",
      "start": 732698,
      "end": 735954,
      "confidence": 0.8849444444444445
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Yeah.",
      "start": 736074,
      "end": 736490,
      "confidence": 0.48113
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "So if you can call and answer that question, who wants to go to that? Then you could be one of the lucky winners. Right after this. Some great chat and music.",
      "start": 736562,
      "end": 745414,
      "confidence": 0.9331678124999999
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "Could you also explain who Mark Lanegan is?",
      "start": 746034,
      "end": 748210,
      "confidence": 0.93308625
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "Denisol. Watch out. Well, we're wrong. The lines went mental.",
      "start": 748322,
      "end": 753138,
      "confidence": 0.849721
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "It's amazing, isn't it?",
      "start": 753186,
      "end": 754274,
      "confidence": 0.5475625
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "So that they, and they knew all about them, where they were from, what they were like and that the tickets.",
      "start": 754394,
      "end": 759130,
      "confidence": 0.8605795238095238
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Death metal is just something that's obviously passed me by, but it's obviously huge.",
      "start": 759162,
      "end": 762162,
      "confidence": 0.7376414285714284
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "It is huge. It's sort of huge. Without being sort of in the public eye was, I think it's probably the only real alternative out there now. Yeah, sort of mainstream is no real turn of music, even hip hop.",
      "start": 762218,
      "end": 771570,
      "confidence": 0.8043097500000002
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Yeah, slipknot kind of have snuck in, haven't they? Because they're number one or something.",
      "start": 771642,
      "end": 776098,
      "confidence": 0.8183019999999999
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 776146,
      "end": 776962,
      "confidence": 0.927365
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Incredible.",
      "start": 777018,
      "end": 777610,
      "confidence": 0.46008
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "It still gets people saying, you know, son of mine.",
      "start": 777722,
      "end": 779394,
      "confidence": 0.9023920000000001
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "Yeah, exactly.",
      "start": 779434,
      "end": 780026,
      "confidence": 0.9579500000000001
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "We probably not. Probably a door or something.",
      "start": 780090,
      "end": 781934,
      "confidence": 0.7440237499999999
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "People who phone up about the heavy metal, though, they always sound such nice people. Yeah, women always sound attractive, you know, if you meet them though, they're like eight foot tall.",
      "start": 782674,
      "end": 789474,
      "confidence": 0.8580746875
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "We suddenly sound like two old ladies on the bus. And you know what? I spoke to one of them rappers, he was as nice as pie, helped with the shopping and everything. I thought he was gonna kill me. Yeah, yeah.",
      "start": 790254,
      "end": 800990,
      "confidence": 0.891034761904762
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "Well, I am. I am 27 years old now. Rick, 28, according to Carl.",
      "start": 801062,
      "end": 804846,
      "confidence": 0.8921171428571428
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "Yeah.",
      "start": 804950,
      "end": 805278,
      "confidence": 0.82237
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "Talking on my birthday, you know, we did, it was my birthday a couple of weeks back.",
      "start": 805326,
      "end": 808486,
      "confidence": 0.8768776470588237
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "Yeah.",
      "start": 808510,
      "end": 808710,
      "confidence": 0.57738
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "And we were talking about the stuff that my dad had given me, his presents in the past. And anyway, my sister told me that he listened to some of it on the car driving up, and he was quite an upset and he had met.",
      "start": 808742,
      "end": 816446,
      "confidence": 0.8841852173913042
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "Oh, really? Yeah, yeah, but, yeah, but it was all. It was all affection.",
      "start": 816470,
      "end": 819070,
      "confidence": 0.7667071428571429
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "It was done with affection, but it was like we were slagging off his gifts, which were awful.",
      "start": 819142,
      "end": 823034,
      "confidence": 0.9318111111111111
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "I know, he's probably listening again.",
      "start": 823374,
      "end": 825094,
      "confidence": 0.8752049999999999
    },
    {
      "pos": 217,
      "speaker": "B",
      "text": "Well, possibly.",
      "start": 825134,
      "end": 825994,
      "confidence": 0.845945
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Oh, I remember telling this story on XFM, and I'll tell you the story, you've heard it, but I tell you, I used to live in just a little one room sort of bedset with my girlfriend, sort of in late eighties, and it was just awful. It was one room and we had a bed. And it's sort of like the kitchen was the bedroom. So I. Bed, literally, the kitchen was a bed. Yeah, it was the bed in there and then it was just one room we had. That's all we could afford. Yeah, yeah. And so you know that you're sleeping in bed, your head was by the fridge and the sink was by your feet, and you had to go out and down the stairs to a communal toilet. So I obviously, I'm a man, I could just pop out of bed on tiptoes. The sink was quite high and have a little wee in the middle of the night. So for him, okay, that's fine.",
      "start": 826454,
      "end": 879376,
      "confidence": 0.8738823976608187
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "Into the sink, not the fridge, into the sink.",
      "start": 879480,
      "end": 881072,
      "confidence": 0.8937144444444444
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "Yeah. So that was fine. And sometimes I just hear Jane go, oh, at least run the tap afterwards. And I go, all right. And I just remember once going, at least take the dishes out first. Because I used to sort of lift. If it was just for the dishes, I used to lift them up and sort of, like, aim underneath it. And then it was. It was quite hygienic. It was just, you know.",
      "start": 881128,
      "end": 903176,
      "confidence": 0.8645346753246755
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "But what do you mean? It was quiet, like.",
      "start": 903280,
      "end": 905084,
      "confidence": 0.8386633333333332
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "I was tired and drunk and. Yeah, and it was. It was just a. Oh, it was a horrible place and we had mice.",
      "start": 908184,
      "end": 915924,
      "confidence": 0.9181495833333334
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "You urinate quite a lot, don't you? You're quite. You have a problem with urination after lot.",
      "start": 916744,
      "end": 920400,
      "confidence": 0.8883229411764707
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Well, I worry about getting caught, like, on a tube. After all, you know, I don't take tubes anymore. Well, I listen to.",
      "start": 920432,
      "end": 926464,
      "confidence": 0.8681391304347825
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "My dad's advice is never pass the toilet and not use it, because you.",
      "start": 926504,
      "end": 928688,
      "confidence": 0.9646635714285716
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "Never know when you might have to use one. Exactly, my friend. Oh, but anyway, sorry, what I was to say was Jane's mum was listening and they said, oh, it's Ricky Stuart. So the story about wing in the sink is he went, no, he makes an awful lot up. He makes an awful lot up. Yeah, that's what we have to say. No, I was joking and I didn't mean it. So, you know, I think I got away with it. Although her mum did watch me every time I went out to the kitchen. You like. Yeah.",
      "start": 928696,
      "end": 959166,
      "confidence": 0.8181188
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "Just gonna call me sandwich? No, if so, just. I'll have.",
      "start": 959190,
      "end": 964154,
      "confidence": 0.7223763636363636
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "I know the toilets over there. Okay. All right, yeah. Oasis, don't look back and anger. A classic there.",
      "start": 964774,
      "end": 971582,
      "confidence": 0.8000205263157895
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "Absolutely. From the.",
      "start": 971638,
      "end": 972750,
      "confidence": 0.9755733333333333
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "From the height of Brit, it's mad.",
      "start": 972782,
      "end": 974806,
      "confidence": 0.8924542857142858
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "To think it's a classic now. I was there at the beginning.",
      "start": 974830,
      "end": 976854,
      "confidence": 0.9104400000000002
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "I can't believe it. By the way, urinating isn't bad. It's a good thing. It's getting, you know.",
      "start": 976894,
      "end": 982086,
      "confidence": 0.9365372222222224
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "No, obviously it's good getting. I'm not saying the urination is a bad thing. I wasn't damning the fact that you needed to urinate. It was like you're doing it in the sink with dishes, you probably.",
      "start": 982110,
      "end": 990276,
      "confidence": 0.8642216216216216
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "But, you know, see, the thing is, in them, you know, there are. There are some societies where if you urinate on something, you sort of own that. That thing. What society is cats, for example. Cats. So, I mean, you know, cats are, you know, enigmatic creatures, aren't they? Mysterious creatures. I mean, so if I. You know, sometimes I. I mean, I own a lot of things through that. Sinks, telephone boxes.",
      "start": 990460,
      "end": 1012876,
      "confidence": 0.8873270270270268
    },
    {
      "pos": 235,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1012940,
      "end": 1013324,
      "confidence": 0.66028
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "You know, lots of fences.",
      "start": 1013404,
      "end": 1014716,
      "confidence": 0.936566
    },
    {
      "pos": 237,
      "speaker": "B",
      "text": "My shoes. Your shoes once.",
      "start": 1014820,
      "end": 1016532,
      "confidence": 0.7814219999999998
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Yeah. Chasing me around Robin's shoes once.",
      "start": 1016628,
      "end": 1019426,
      "confidence": 0.7655957142857144
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "You'd be all right around jellyfish. Because apparently.",
      "start": 1019530,
      "end": 1024454,
      "confidence": 0.6840700000000001
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "Is this a band that's playing tonight? It is a band, isn't it?",
      "start": 1024914,
      "end": 1027482,
      "confidence": 0.8478930769230769
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Actually it was.",
      "start": 1027498,
      "end": 1028574,
      "confidence": 0.9848666666666667
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "If you get stung by a jellyfish.",
      "start": 1030394,
      "end": 1031954,
      "confidence": 0.9468728571428572
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1032034,
      "end": 1032694,
      "confidence": 0.63914
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "We stops it hurting.",
      "start": 1033634,
      "end": 1035934,
      "confidence": 0.6685475
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "Is that true? It's just for anyone listening. I mean, it's probably best to check that maybe on the Internet or phone a doctor before you try that. I mean, because although Carl has got a lot of useful information, it's not. He's not a medically trained man.",
      "start": 1036514,
      "end": 1046403,
      "confidence": 0.8904658333333333
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Yeah, because I got in trouble once coming out of the sea at Bognor, running around, people going, wee on me, please. Yeah, please wee on me. We're just running around. Yeah, but, uh, have you ever wet the bed?",
      "start": 1046443,
      "end": 1058463,
      "confidence": 0.870834
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "I honestly haven't.",
      "start": 1059643,
      "end": 1060771,
      "confidence": 0.9872666666666666
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "I never wet the bed. Never wet.",
      "start": 1060867,
      "end": 1063211,
      "confidence": 0.7833614285714285
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "Never.",
      "start": 1063267,
      "end": 1063915,
      "confidence": 0.93335
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "Okay, let's play a record then.",
      "start": 1064099,
      "end": 1065491,
      "confidence": 0.9109116666666667
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "Oh, wet the best, have you?",
      "start": 1065587,
      "end": 1068027,
      "confidence": 0.6852299999999999
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Wow. Not, not as. Not as such.",
      "start": 1068075,
      "end": 1070936,
      "confidence": 0.7325642857142857
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "Well, you may as well tell us.",
      "start": 1071040,
      "end": 1072324,
      "confidence": 0.8422357142857143
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "Um, well, yes, then.",
      "start": 1073424,
      "end": 1075764,
      "confidence": 0.870395
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "Well, is there a story attached?",
      "start": 1076264,
      "end": 1077928,
      "confidence": 0.9651483333333334
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Uh, well, I remember once, right, well.",
      "start": 1078056,
      "end": 1082992,
      "confidence": 0.8150142857142857
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "You was this when you were a child?",
      "start": 1083008,
      "end": 1084324,
      "confidence": 0.87704875
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "Sort of old, 26.",
      "start": 1085144,
      "end": 1087152,
      "confidence": 0.737555
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Okay.",
      "start": 1087208,
      "end": 1087936,
      "confidence": 0.59194
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "And uh. Oh God. Oh, it's another story involving. Anyway, right. Once just wasn't a sink handle.",
      "start": 1088080,
      "end": 1096244,
      "confidence": 0.8008623529411764
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "Come on, Jameese.",
      "start": 1096614,
      "end": 1097766,
      "confidence": 0.67846
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Well, once I went to stay. Went down to Brighton with Jane for a party, a sister's party. And we were staying at parents house. My parents were away and first of all, I got too drunk. I don't think I'd known him very long. And I remember it was a fancy fight and I didn't go as fancy as. But I remember laying on the floor trying to trip people over because I was so drunk for something.",
      "start": 1097870,
      "end": 1125196,
      "confidence": 0.8545592405063294
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "That's hilarious if you're drunk.",
      "start": 1125260,
      "end": 1126452,
      "confidence": 0.812926
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Yeah. Imagine Jane going, oh, that's my boyfriend. I'm so proud. It's all a family. And then we got a cab. I got a cab journey home to her that I didn't remember. And apparently the cab was going, is he alright? Because I was going to be sick. Dane, he's fine. Then I laid on the bathroom floor and Jane timed it. It was 45 minutes, me singing right by your side by the arrhythmia. And then I went to bed and apparently I got up in the middle of the night, walked around the bed and just thought the bed was a toilet. And Jane said, freaking. I went, what? You're pissing on me. I went, well, you need to wake me up. And then just got back to bed.",
      "start": 1126508,
      "end": 1164528,
      "confidence": 0.8700573484848488
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "You urinated on the moon.",
      "start": 1164576,
      "end": 1165576,
      "confidence": 0.84575
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "All right, let's. Yeah.",
      "start": 1165600,
      "end": 1167044,
      "confidence": 0.6777175000000001
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "Oh, man alive. Hip hop hooray.",
      "start": 1167784,
      "end": 1170944,
      "confidence": 0.9281366666666667
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Hip hop hooray.",
      "start": 1171024,
      "end": 1171968,
      "confidence": 0.71543
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "Oh, it's the opportunity where Ricky get. Steve gets to play one of his classic hip hop tracks, something maybe you've not heard before.",
      "start": 1172056,
      "end": 1176688,
      "confidence": 0.89743875
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Rick, can I just say, I actually slightly regret telling a story about me.",
      "start": 1176736,
      "end": 1179920,
      "confidence": 0.9394307142857141
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "Yeah, well, it doesn't stop there. I'm sure there's more. I'm sure you've told me more in the past. This is from. I need to just introduce you briefly. It's from an artist called Mad Skills, who, on this record claims that he has written loads of other people's songs, which I think is true. The only thing I would say is that the names of the artist he's supposedly written for have been bleeped out. But of course, because it's also a radio friendly version, all the swearing has been bleeped out as well. So there's a lot of bleeping, but if you can piece it together from it, it will actually be quite a good song. Gone.",
      "start": 1180072,
      "end": 1206284,
      "confidence": 0.9167660504201677
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "I'm gonna actually.",
      "start": 1206364,
      "end": 1207316,
      "confidence": 0.74344
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "You don't own it by urinating.",
      "start": 1207500,
      "end": 1209116,
      "confidence": 0.9446916666666668
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "No, you.",
      "start": 1209260,
      "end": 1209724,
      "confidence": 0.777435
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "Yeah, put it away.",
      "start": 1209764,
      "end": 1211024,
      "confidence": 0.880145
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "That is mine now.",
      "start": 1212564,
      "end": 1213564,
      "confidence": 0.8713224999999999
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "That cost me over five quid.",
      "start": 1213644,
      "end": 1215224,
      "confidence": 0.9104199999999999
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "Gorillas rock the house and XFM 104.9 02:00 halfway through already.",
      "start": 1215524,
      "end": 1219772,
      "confidence": 0.8443481818181818
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Ricky Gervais show with Steve Merchant.",
      "start": 1219828,
      "end": 1221348,
      "confidence": 0.6568116666666667
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Yeah. Telling really quite embarrassing things that I wish I didn't know. Makes me look like some sort of mad old urine.",
      "start": 1221396,
      "end": 1228348,
      "confidence": 0.8686754545454544
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "You just can't handle your drink. You can't handle your drink.",
      "start": 1228436,
      "end": 1232344,
      "confidence": 0.8830545454545454
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Now I can, I can. I just get rid of it in the usual way of excretion via the kidneys, down the urethra, out the end, down the sink, sometimes a sink, sometimes.",
      "start": 1233294,
      "end": 1243886,
      "confidence": 0.9537342424242423
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "A toilet cold, sometimes a bed or.",
      "start": 1243910,
      "end": 1246406,
      "confidence": 0.7673342857142857
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Your girlfriend, you know, it just embarrassing things. I remember once, right, I used to love nature when I was about 8910. And I remember going out with my sister and my brother and their girlfriend and boyfriend, like, to become their husband and wife.",
      "start": 1246430,
      "end": 1264334,
      "confidence": 0.9023188888888888
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Good place for that.",
      "start": 1264674,
      "end": 1265538,
      "confidence": 0.876155
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "Yeah. You know, just keeping continuity there. And I used to get shells and things on the beach. I used to get anything I loved. And once I found. I love reptiles. Well, and I found this perfect snake skin, a grass snake or another. And it was. I absolutely. I couldn't believe my luck. And I was going, look. And I was going, okay, put it down. Because I realized they were a little bit scared of it. They were going, put it down, it's dirty. And of course I torture him a little bit. And then I thought this was hilarious and they made me leave it there and I told mum and everything. And then much later, when I had some friends, when I was about 14 or 15, I was telling this story to embarrass her sister. And I was going, yeah. And she was scared of it. And she went, well, it was a used Johnny. She'd waited that long to embarrass me from my friends. I've been running around with a used durax thinking that this is great because they were scared of snakes and they were going, put it down, it's dirty. No, be careful of the poison. Oh, yeah. That's horrible, isn't it? Have I gone too far again?",
      "start": 1265586,
      "end": 1324998,
      "confidence": 0.8760071428571429
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "How could you not realize it was made of rubber, for goodness sake? Well, you obviously didn't know anything about nature. I used to love nature. Me.",
      "start": 1325086,
      "end": 1332374,
      "confidence": 0.8725562962962964
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Yeah. Now, be careful of the Johnny Snake.",
      "start": 1332454,
      "end": 1337662,
      "confidence": 0.8418075
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1337718,
      "end": 1338190,
      "confidence": 0.41592
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "Their little poppy head and their poison that. Oh, dear.",
      "start": 1338302,
      "end": 1342046,
      "confidence": 0.799641
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "I remember there's this kid who lived near me once and this bird got run over and he rushed it. He said, I can save it. And he kissed it.",
      "start": 1342110,
      "end": 1347434,
      "confidence": 0.8928863333333333
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "I thought you meant it was a girl.",
      "start": 1350204,
      "end": 1351692,
      "confidence": 0.9780724999999999
    },
    {
      "pos": 293,
      "speaker": "B",
      "text": "No, no, no. And he kissed it. He thought he could give it the kiss of life but he didn't know what the kiss of life was. He just thought you could kiss something and that would bring it back to life.",
      "start": 1351788,
      "end": 1362108,
      "confidence": 0.9254995238095243
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "I think it was an excuse. I think you're kissing it. I can't wait for a bird to get run over. Then I can pretend to be given it, kiss alive. But really I'm giving it a nice little snug on my face.",
      "start": 1362276,
      "end": 1369572,
      "confidence": 0.8170181395348839
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "I kissed it like that and threw it up like it was sorry. Like it would fly away and it just went onto the throat.",
      "start": 1369588,
      "end": 1375512,
      "confidence": 0.7960656000000002
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "Oh, was it dead or.",
      "start": 1375628,
      "end": 1376728,
      "confidence": 0.846706
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "Yeah, it was horrible.",
      "start": 1376776,
      "end": 1378648,
      "confidence": 0.730085
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Oh, no. And that. What is he doing now?",
      "start": 1378736,
      "end": 1381984,
      "confidence": 0.9172833333333335
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "He presents animal hospital. So I don't know what he's doing.",
      "start": 1382144,
      "end": 1385992,
      "confidence": 0.85805
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "He's the worst vet in the world. Got struck off sleeping with all his patients. Oh, that's terrible. Oh, bless him.",
      "start": 1386088,
      "end": 1392096,
      "confidence": 0.8364995238095239
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "Just.",
      "start": 1392160,
      "end": 1392384,
      "confidence": 0.5105
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "Oh, no. I killed a fish once.",
      "start": 1392424,
      "end": 1394456,
      "confidence": 0.9720428571428571
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Gone.",
      "start": 1394520,
      "end": 1395064,
      "confidence": 0.40588
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "And, well, I made a little bow and arrow. I was about eight or nine and I made a bow and arrow and, you know, you never think, we had a pond and there was a huge fish in it, about, you know, eight inches long. A huge, big sort of like golden ore for some. Or a carp or something. And then I was sort of playing and I aimed and I shot it and it went straight through it and floated to the top and I thought, oh, my God, you pierced a fish with an arrow.",
      "start": 1395184,
      "end": 1418032,
      "confidence": 0.8686705050505049
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "That's an amazing shot.",
      "start": 1418048,
      "end": 1418992,
      "confidence": 0.8432799999999999
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "Well, it was luck. It was pure luck.",
      "start": 1419048,
      "end": 1420296,
      "confidence": 0.9229225
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "I never got an american.",
      "start": 1420320,
      "end": 1421432,
      "confidence": 0.645226
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah. Yeah. And you know those little things outside in the front garden by the front gate, a little sort of four inches by four inches, bit amount. You lift it up and it's not like where the drains are if, you know, the plumbers need to get there or the council or anything like that. Right? I dropped it down there and I thought, oh, my God, what? That's discovered. What if I have to drain? So I ran loads and loads of journeys in and out of my house, right to the toilet and back, just taking out handfuls of vim and pouring bleach down, thinking that I can get rid of this fish before the council, dig it up in ten years time and go send him to jail.",
      "start": 1421568,
      "end": 1453932,
      "confidence": 0.9073062878787875
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Yes.",
      "start": 1454028,
      "end": 1454670,
      "confidence": 0.61785
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Fish aside.",
      "start": 1454812,
      "end": 1455730,
      "confidence": 0.8014600000000001
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "But who do you think, what do you think they would have done? They'd have taken the dead fish. They've gone through each of the doors going, is this your fish?",
      "start": 1455842,
      "end": 1461494,
      "confidence": 0.8925967741935483
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "You don't think it's either the arrow or the fish? Yes, it's arrow strike to it, but.",
      "start": 1462594,
      "end": 1468770,
      "confidence": 0.8350988235294118
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "You know, you don't think when you're.",
      "start": 1468962,
      "end": 1470106,
      "confidence": 0.8854728571428572
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "Eight that it'd be okay if I. If I can ride this out till I'm 20?",
      "start": 1470130,
      "end": 1473322,
      "confidence": 0.8335956250000001
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1473418,
      "end": 1473690,
      "confidence": 0.65027
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "The statute of limitations on goldfish murder, you know, is about. I can't work out. Twelve years.",
      "start": 1473722,
      "end": 1480058,
      "confidence": 0.8486717647058822
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "Wow.",
      "start": 1480106,
      "end": 1480522,
      "confidence": 0.67626
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1480618,
      "end": 1481294,
      "confidence": 0.66384
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "Carl, anything embarrassing ever happened to you? Ever?",
      "start": 1481674,
      "end": 1483938,
      "confidence": 0.82979125
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "With what? With animals and.",
      "start": 1484066,
      "end": 1485386,
      "confidence": 0.8948740000000001
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "Could be animals.",
      "start": 1485410,
      "end": 1485834,
      "confidence": 0.6077199999999999
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Like animals, to be honest, so do I.",
      "start": 1485874,
      "end": 1487546,
      "confidence": 0.9260275
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "It was a mistake.",
      "start": 1487570,
      "end": 1488306,
      "confidence": 0.88447
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "You know, I thought you were feeling bad about the fish.",
      "start": 1488370,
      "end": 1490906,
      "confidence": 0.9533927272727273
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1490970,
      "end": 1491354,
      "confidence": 0.83902
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "You were more worried about you being locked up.",
      "start": 1491434,
      "end": 1493370,
      "confidence": 0.9569455555555556
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "Well, I felt bad. There was. There was. There's both the law and the moral side of fish death. I mean, we kill fish all the time, just not usually with a bow and arrow. In a back garden in Whitley. You know, often the supermarket can lend a hand with that.",
      "start": 1493482,
      "end": 1506050,
      "confidence": 0.9013646153846153
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "I used to sell mackerel.",
      "start": 1506122,
      "end": 1507474,
      "confidence": 0.9112519999999998
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "Did ya? Yeah.",
      "start": 1507634,
      "end": 1508578,
      "confidence": 0.7216166666666667
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Had a pet magpie.",
      "start": 1508626,
      "end": 1510148,
      "confidence": 0.7660150000000001
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Did you call Maggie Magpie? You mean you captured it and didn't let it go away? Yeah, kind of a pet magic.",
      "start": 1510346,
      "end": 1516872,
      "confidence": 0.8355854545454545
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "But I got really vicious.",
      "start": 1516888,
      "end": 1517936,
      "confidence": 0.789104
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "I mean, it's been. Let me go. What do you keep it in, a rabbit arch?",
      "start": 1518000,
      "end": 1521088,
      "confidence": 0.811183125
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "No, it flew around, but it used to just like, come to me all the time. But then it's like pecking me out and stuff.",
      "start": 1521136,
      "end": 1525804,
      "confidence": 0.8342572000000001
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "That's a bird in the garden.",
      "start": 1527584,
      "end": 1529384,
      "confidence": 0.876405
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "No, no, but I could actually. I could hold it and stuff. It wasn't scared of me and it knew it was me. Used to come down from like the top.",
      "start": 1529504,
      "end": 1535224,
      "confidence": 0.9333467741935484
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "It hated you. That's why the peck you. Is that.",
      "start": 1535264,
      "end": 1537606,
      "confidence": 0.7236
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "Oh, the other thing. I always remember being younger, walking through the woods to school with my mom, and I was chasing the butterfly. And she said. She said, don't do that, carl. I said, why? Because they only live a day. I said, all right, I'll get a dead one in the morning.",
      "start": 1537630,
      "end": 1555834,
      "confidence": 0.8738985185185185
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "That's genius.",
      "start": 1558414,
      "end": 1559754,
      "confidence": 0.51485
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "That's great. That's quick thinking, isn't it?",
      "start": 1561454,
      "end": 1563748,
      "confidence": 0.8775642857142857
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "Oh, that's sweet. Let's play.",
      "start": 1563886,
      "end": 1565924,
      "confidence": 0.7707539999999999
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "Wutang clan and gravel pit. We love that, don't we?",
      "start": 1567944,
      "end": 1570136,
      "confidence": 0.78784
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "I love it. Yep.",
      "start": 1570160,
      "end": 1570704,
      "confidence": 0.9126725
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1570744,
      "end": 1571032,
      "confidence": 0.65478
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "Brilliant. We're talking about embarrassing stories and stuff and I don't know if I've told this on this radio before. Have I told you, Kyle? I'm not sure, but this was when I was working at BBC. This is not even long ago. And I moved to London and I was fairly new in London and I was working with BBC and I had this BBC hire car. And I've never told if there's anyone listening who works for BBC. I don't know if I can still get in trouble for it. But this BBC hire car. And it was. I'd be ferrying kind of actors and people and production people around all day in this car. And I was driving back quite late, sort of seven or eight, and I was driving back and I pulled in to get some petrol. It. To fill up the car every day. And I went into this garage to fill up some petrol and I was there and this blokes, two blokes came in in a white van, right? They took. Pulled into the foreclosure and I was filling up the car and they went. He, do you want to buy a couple of speakers? And I said, yes, I do, yeah. Because, tell you the reason. It was like I was so flattered that they thought I'd be the kind of bloke who would a need some kind of classy speakers and would like to buy them on the slide. Yeah, they like the scene.",
      "start": 1571088,
      "end": 1625170,
      "confidence": 0.8804290157480315
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "I look a bit of a hustler. I'm a street sort of guy. You can see by the way I use my walk.",
      "start": 1625202,
      "end": 1630954,
      "confidence": 0.9294578260869565
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "Exactly. So they couldn't believe my luck. So they drove behind the garage, the little sort of garage bit at the back. And I went around. I sort of casually went around there. Sort of locked the car, went around there. He went, yeah, open the back. He had two speakers in there. I said, are you sure these aren't knocked off, mate? He went, no, no, we work for Dixon's. This is a story he spent with. We work for Dixon's, right? And we're delivery men. And if we make a delivery and the person's not there to sign for the goods, then we have to bring them back to the warehouse. But if we can sell them on the way back, then that's really good for Dixon.",
      "start": 1631034,
      "end": 1659708,
      "confidence": 0.8694839534883717
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "Yeah, Dixon's must love that.",
      "start": 1659836,
      "end": 1661188,
      "confidence": 0.737416
    },
    {
      "pos": 349,
      "speaker": "B",
      "text": "And instead of thinking, are you sure some kind of troubleshooter didn't. I mean, did someone go into Dixon's and go, yeah, you're not getting in the garage for. Exactly. Exactly.",
      "start": 1661236,
      "end": 1668580,
      "confidence": 0.844126129032258
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "Get a couple of lads in a white van.",
      "start": 1668652,
      "end": 1669972,
      "confidence": 0.9192011111111111
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1670028,
      "end": 1670548,
      "confidence": 0.26455
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1670636,
      "end": 1671052,
      "confidence": 0.43584
    },
    {
      "pos": 353,
      "speaker": "B",
      "text": "So anyway, so I sort of bought this story and I was a little bit dubious and I went, right, let me hear them. Then he wired him up to the car stereo. Explains it. It was some groovy hip hop. I was thinking, great, these guys know what I'm into. He's giving me the talk and stuff, stuff. And I said, I'm a bit worried. These are. These are knocked off. He went, no, listen, we got a bloke at Dixon's who can confirm this is fine, right? Phone him up, use my mobile and quote this reference number, right? So I phone that and it goes, yeah. I go, hi, some guys here in a garage foreclop, trying to sell me some speakers, just wanted to check. He went, it's fine. I went, should I. Should I just read the reference number? Whatever. He went, if you want. And x 14, I'm like, yes, fine, yeah, okay. That was.",
      "start": 1671148,
      "end": 1706686,
      "confidence": 0.8602808695652173
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "Don't you? That was actually Mister Dixon himself.",
      "start": 1706710,
      "end": 1708834,
      "confidence": 0.8562975
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "So I'm thinking, well, you know, they sound great. They're giving me for a knockdown price. I say they were like 400 quid. They were 200 quid or something. It was a good bug. And I was in the market for some speakers as well. So while they were loading, it's all kosher.",
      "start": 1710034,
      "end": 1720970,
      "confidence": 0.9070575471698111
    },
    {
      "pos": 356,
      "speaker": "A",
      "text": "I found Dixon.",
      "start": 1721002,
      "end": 1721834,
      "confidence": 0.8094433333333333
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "Exactly. I found Dixon. That's fine. So while they're loading them in the back of the BBC hire car, I'm in there paying for the petrol and the guy who's serving goes, hey, are you alright? He goes, what are you doing around the back with those blokes? Right? Because obviously there's security cameras filming this whole transaction, right? And he goes, what are you doing around the back? And I went, brilliantly. I went, there's some old mates, some of my mates was having a chat and that. He went, oh, right, okay. Like, give me, obviously, the evil eye. So I went, so I'm in the car now and I'm driving with one of the blokes who's in the van with me because I didn't have the money on me, so I had to go to the cash point to get the cash, right? So I'm driving with it and the other guys follow me in the van and he was like a northerner, like, you've given it all the. Alright, yeah, you know, I tell my girlfriend's a dj, she's got some of these speakers, they're fantastic. Da da da. And he's giving me this and then my mind starts working. Now that I've got a bit of time to think, I'm thinking, wait a minute, this all sounds a bit dodgy.",
      "start": 1721914,
      "end": 1769542,
      "confidence": 0.8720326666666665
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1769598,
      "end": 1769878,
      "confidence": 0.71806
    },
    {
      "pos": 359,
      "speaker": "B",
      "text": "It dawned on me, really, you know.",
      "start": 1769926,
      "end": 1771246,
      "confidence": 0.8175485714285714
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "Fool, are you street wise? You're street wise, Steve.",
      "start": 1771270,
      "end": 1774094,
      "confidence": 0.5844299999999999
    },
    {
      "pos": 361,
      "speaker": "B",
      "text": "Not only that, I was thinking, how am I going to get him home? I've got to drop the car off at the BBC. How am I going to get these huge speakers back to where I live?",
      "start": 1774214,
      "end": 1779246,
      "confidence": 0.8838023684210526
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "And how can I pay for them? Because I've just spent 100 pounds on fine the lady. It seemed like a fair game. Some of his friends were winning.",
      "start": 1779270,
      "end": 1788158,
      "confidence": 0.900406551724138
    },
    {
      "pos": 363,
      "speaker": "B",
      "text": "But so I explained to him, I said how I can't get him back to Brixton, where I was living at the time. He went, don't worry, give us an extra 20 quid, we'll take them home for you.",
      "start": 1788206,
      "end": 1795630,
      "confidence": 0.8856041025641027
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "Oh, that's good. They do a whole service and there's also a backup guarantee. Did they have the guarantee, the three month guarantee? No, but.",
      "start": 1795782,
      "end": 1804806,
      "confidence": 0.8348820000000002
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "So then. So I said, I'm not sure about that. He went, why don't you put him in a cab, send him out and your housemates can collect it. I was. I'll know it'd be no one in. And I was getting. And I was beginning to sort of get a bit conscious of like, maybe this was a bit of a scam after all. So I pulled into like a little side road. I said, I'm not sure I'm into this now, actually. He went, what you talking about? It's 200 quid for a pair of speakers. It's a bargain. If we get a bargain like this, man, I'm going, not too sure, actually. I don't think I want him. 150 quid. 150 quid, mate. 150 quid. I went, no, he's 100 quid. 100 quid, nate, to you. I'm thinking, wait, this doesn't sound like kind of work that Dixon's would be doing.",
      "start": 1804830,
      "end": 1830212,
      "confidence": 0.8491894155844156
    },
    {
      "pos": 366,
      "speaker": "A",
      "text": "Dixon's only that one to go in.",
      "start": 1830268,
      "end": 1831944,
      "confidence": 0.7382585714285714
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "Dixon's never negotiate in that way.",
      "start": 1832604,
      "end": 1834276,
      "confidence": 0.8581683333333334
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "When I go there, look around and I leave, they go, where you going? Have anything for a.",
      "start": 1834340,
      "end": 1839236,
      "confidence": 0.817815
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "So I stopped the car, the white van pulled up behind me with his mates in and I said, can you get them out? I'm not interested. And he went. And he was just going to. You tossed. You obviously want some speakers. He was having a go at me, so I was carrying the speakers out and putting them back in the white van, and he was just shouting at me. He was going, 70 quid. 70 quid? 70 quid from 200.",
      "start": 1839260,
      "end": 1856968,
      "confidence": 0.8871881927710843
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "This is ludicrous. Do you realize that wasn't Dixon's policy then?",
      "start": 1857016,
      "end": 1859400,
      "confidence": 0.8578081818181819
    },
    {
      "pos": 371,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1859432,
      "end": 1859776,
      "confidence": 0.3534
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "They don't. You toss them as you leave them.",
      "start": 1859840,
      "end": 1862080,
      "confidence": 0.8817811111111111
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "As you leave the shop and walk.",
      "start": 1862192,
      "end": 1863400,
      "confidence": 0.9176985714285715
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Down Camden High street.",
      "start": 1863432,
      "end": 1864804,
      "confidence": 0.9854625
    },
    {
      "pos": 375,
      "speaker": "C",
      "text": "You should have took the offer of, like, the monthly payments.",
      "start": 1866184,
      "end": 1868564,
      "confidence": 0.9200200000000002
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "So eventually I put them in there and I sort of knocked the deal on the head. And I got back in my car and they were in theirs, and I just looked in the rearview mirror and they were punching the dashboard, like, with aggression and venom. Like, we let that deal slip through our fingers. And I've never been so terrified in my life. I just sat there. I was just thinking, oh, my God. All I was thinking now is, what if I go back to the BBC and they go, we've had a call from the police. The man at the garage, he saw you doing the dodgy deal.",
      "start": 1870984,
      "end": 1890806,
      "confidence": 0.9141435398230091
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "I love it. Well, what you do is. What you do is you put the kayakar in a drain in your front arm and then go in and out of the toilet just pouring bleach down. Or Ajax. And they never know. This is some for the lovers. Lovely song there. Song for the lovers. Neil. Young man needs a made off the harvest album. What a beautiful song that is. Beautiful strings, everything. Well, you've got a song for the ladies coming up.",
      "start": 1890830,
      "end": 1918874,
      "confidence": 0.8595063095238095
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Song for the ladies later on as well.",
      "start": 1918914,
      "end": 1920242,
      "confidence": 0.84870375
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "That's that I set, you know, the standard well, absolutely.",
      "start": 1920298,
      "end": 1923146,
      "confidence": 0.791594
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Yeah. Yeah. Um, were you gonna do a film review as well later? We've still got, well, students.",
      "start": 1923170,
      "end": 1927050,
      "confidence": 0.7781427777777776
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "I could do a film review now because it's quite a big.",
      "start": 1927082,
      "end": 1929210,
      "confidence": 0.8688333333333332
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "I thought you needed to prepare, but.",
      "start": 1929242,
      "end": 1930626,
      "confidence": 0.9533142857142857
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "It'S quite a big film, and I've seen it and it is, you know, it's. It's a great. It's a great film. So I hope I can do it justice because it's very. Okay, this week.",
      "start": 1930730,
      "end": 1939144,
      "confidence": 0.9115333333333333
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "What film is it gonna be?",
      "start": 1939264,
      "end": 1940072,
      "confidence": 0.9588183333333333
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "It's gonna be Shinda's list.",
      "start": 1940088,
      "end": 1940968,
      "confidence": 0.716418
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "Okay. And are you gonna do a jingle for us?",
      "start": 1941016,
      "end": 1942804,
      "confidence": 0.927243
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Film review.",
      "start": 1944944,
      "end": 1945964,
      "confidence": 0.9317949999999999
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Okay.",
      "start": 1946664,
      "end": 1947600,
      "confidence": 0.96815
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "This is a film by Steven Spielberg.",
      "start": 1947792,
      "end": 1950560,
      "confidence": 0.8613200000000001
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Yes.",
      "start": 1950592,
      "end": 1950968,
      "confidence": 0.64102
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "And because it's in olden times, it's all black and white and that. Except a coat that's red. I don't know what happened there. Anyway, it's about a bloke who's called Schindler. And because there were so many people we wanted to save, he had to make a list to get organized and he tried to save as many as he could and made him sort of not make the bullets properly on purpose, could he? You know? And in the end they gave him a ring. It's the same bloke in my DT.",
      "start": 1951056,
      "end": 1987514,
      "confidence": 0.8935003191489357
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "Okay, your review of Cinders list. And as ever, mark out of ten, please.",
      "start": 1988814,
      "end": 1994278,
      "confidence": 0.8549021428571428
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Nine. It was brilliant.",
      "start": 1994406,
      "end": 1995294,
      "confidence": 0.9027025
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "You really enjoyed it?",
      "start": 1995334,
      "end": 1995990,
      "confidence": 0.9597175
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1996022,
      "end": 1996302,
      "confidence": 0.95101
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Okay. Okay. Did the fact that it was 3 hours long bother you?",
      "start": 1996358,
      "end": 1999554,
      "confidence": 0.9657192307692308
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "No, no, quite like that. Okay, watch some of it on fast forward.",
      "start": 1999934,
      "end": 2003366,
      "confidence": 0.8985523076923075
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "Okay? Okay. Carl, have you seen shinds list?",
      "start": 2003470,
      "end": 2007014,
      "confidence": 0.7274912499999999
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "No.",
      "start": 2007174,
      "end": 2007494,
      "confidence": 0.91324
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "I'm surprised they managed to get all that in 3 hours.",
      "start": 2007534,
      "end": 2010074,
      "confidence": 0.9151600000000001
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Amazing, isn't it? Would that encourage you to see them?",
      "start": 2010734,
      "end": 2013504,
      "confidence": 0.760656
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "Definitely, yeah.",
      "start": 2013584,
      "end": 2014464,
      "confidence": 0.75376
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "Okay. What would you give it a mark out for ten?",
      "start": 2014544,
      "end": 2016536,
      "confidence": 0.8132754545454546
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "Nine.",
      "start": 2016680,
      "end": 2017104,
      "confidence": 0.87
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "You give it nine as well? Okay. I say I. Yeah.",
      "start": 2017184,
      "end": 2022936,
      "confidence": 0.8606027272727271
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2023000,
      "end": 2023240,
      "confidence": 0.86044
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "Well, that was just a mistake, apparently.",
      "start": 2023272,
      "end": 2024968,
      "confidence": 0.86485
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "Apparently, yeah. We just couldn't get all the color out of it.",
      "start": 2025016,
      "end": 2027784,
      "confidence": 0.9197575000000001
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "As I said before, if you've got a film that you'd like to have reviewed by Ricky Gervais, then email us Ricky Gervais at XFN co dot UK. And I'm sure he can, or even.",
      "start": 2027904,
      "end": 2036924,
      "confidence": 0.8708234285714287
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Not just like the people, but what about the ones who make the films? Like, you know, the ones that actually make the film? What are they called? Hollywood?",
      "start": 2037254,
      "end": 2043566,
      "confidence": 0.9473175862068964
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "Yes.",
      "start": 2043630,
      "end": 2043918,
      "confidence": 0.93655
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "If they want me to do one for that coming out to sort of give it a little bit of a boost. You saw me give away the tickets that was selling.",
      "start": 2043966,
      "end": 2049638,
      "confidence": 0.8922112500000001
    },
    {
      "pos": 413,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2049686,
      "end": 2050030,
      "confidence": 0.47718
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "So, you know, we can, we can sell your product and we make it look like it's all editorial. But really, if there's a little bit of money involved, I can probably give it a nine out of ten instead of four or something.",
      "start": 2050102,
      "end": 2058834,
      "confidence": 0.9194647727272725
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "Would you do that without having seen the film? Yeah, that's right. Because they wouldn't. They could just tell you what was coming up and they, if they said.",
      "start": 2059934,
      "end": 2066454,
      "confidence": 0.8985558620689656
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "This, give us a good review, and here's 20 quid.",
      "start": 2066494,
      "end": 2068478,
      "confidence": 0.9083539999999999
    },
    {
      "pos": 417,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2068526,
      "end": 2068848,
      "confidence": 0.31093
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "If they go, ah, no, there's no money in it, I'll give. Probably give it a bad.",
      "start": 2068926,
      "end": 2073264,
      "confidence": 0.8437576470588236
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "Can I just try that? Because other people listening won't be necessarily convinced. Lord of the Rings. Let's imagine I've paid you now to review the forthcoming film Lord of the Rings. What do you make of it?",
      "start": 2073804,
      "end": 2081668,
      "confidence": 0.8944013157894736
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "This is a brilliant film. And even though it's all about wizards and that and there's people in caves called gonads with beards, probably Robbie Coltrane's in it because he's in the other one at the moment. And this. It's all swords and stuff and there's some magic, but is actually the Lord of the Rings. Not just like, you know, just one of them. He's the lord of it and he's. He's excellent it.",
      "start": 2081716,
      "end": 2105604,
      "confidence": 0.8992445333333334
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "So mark out. Ten.",
      "start": 2106664,
      "end": 2108008,
      "confidence": 0.559045
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "Nine.",
      "start": 2108096,
      "end": 2108440,
      "confidence": 0.92
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "Again, very popular film for you, Carl. Less convinced by that one, maybe that.",
      "start": 2108512,
      "end": 2112504,
      "confidence": 0.9117892857142859
    },
    {
      "pos": 424,
      "speaker": "C",
      "text": "Doesn'T sound as good as the other one.",
      "start": 2112544,
      "end": 2114368,
      "confidence": 0.94673375
    },
    {
      "pos": 425,
      "speaker": "B",
      "text": "Yeah. What, you give it seven.",
      "start": 2114416,
      "end": 2115764,
      "confidence": 0.8358266666666667
    },
    {
      "pos": 426,
      "speaker": "C",
      "text": "Still give it nine.",
      "start": 2117584,
      "end": 2118696,
      "confidence": 0.8687174999999999
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "Excellent. Because we split it. We split the money.",
      "start": 2118840,
      "end": 2120864,
      "confidence": 0.8128011111111112
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Okay. Excellent.",
      "start": 2120904,
      "end": 2122084,
      "confidence": 0.90525
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "This is the eels. Sorry about that. That was a mistake. I know. Shit. That was. It was too late to get out the CD players. Muse and feeling good. What do you think?",
      "start": 2122704,
      "end": 2131224,
      "confidence": 0.8692282352941174
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "I'm not a fan of muse, but I wasn't quite as venomous in my game. No. Let's explain the situation in the studio. There's a certain frosty air now because what, we ended up playing muse.",
      "start": 2131644,
      "end": 2142300,
      "confidence": 0.9046255555555557
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2142332,
      "end": 2142476,
      "confidence": 0.49818
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "It was. It was a mistake. Yeah, well, no, it's not. It's not as bad as Ricky Link said. I admit it's not as bad as that, but I'm standing out of it because I'm not fan of muse. I wouldn't play muse generally.",
      "start": 2142500,
      "end": 2153100,
      "confidence": 0.8671506818181819
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "I don't mind muse generally, but.",
      "start": 2153132,
      "end": 2155064,
      "confidence": 0.7642333333333333
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "What, you like muse normally? I hate muse.",
      "start": 2155364,
      "end": 2156996,
      "confidence": 0.73665875
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Well, I don't hate them.",
      "start": 2157060,
      "end": 2158620,
      "confidence": 0.7986359999999999
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "Says the man who bought the, like, funky ones album.",
      "start": 2158692,
      "end": 2161100,
      "confidence": 0.939821
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Well, yeah, but I wouldn't play them on XFM.",
      "start": 2161172,
      "end": 2163292,
      "confidence": 0.8555
    },
    {
      "pos": 438,
      "speaker": "C",
      "text": "I know, but muse fits in. I mean, you're saying you want to.",
      "start": 2163428,
      "end": 2165852,
      "confidence": 0.8560715384615385
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Play the Nina doing a Nina Simone. Why do we play Radiohead, then? That's what I'm saying.",
      "start": 2165868,
      "end": 2171084,
      "confidence": 0.72981
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "Radiohead. But muse is like Radiohead. There's not a big difference. Oh, we're not gonna argue.",
      "start": 2171204,
      "end": 2175988,
      "confidence": 0.7211375
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "There is a big difference. Phone, anything. What's the difference between Muse and Radiohead? What's the phone number?",
      "start": 2176036,
      "end": 2180884,
      "confidence": 0.8691355555555556
    },
    {
      "pos": 442,
      "speaker": "C",
      "text": "What do you mean, what's the difference?",
      "start": 2181424,
      "end": 2182696,
      "confidence": 0.8649357142857144
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "Well, they are just have a competition. As if people can tell the difference between Muse and Radiohead. Give the number out, can't be bothered. Nor can I.",
      "start": 2182840,
      "end": 2192204,
      "confidence": 0.7890824999999999
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "So it's left to me to keep the thing afloat. Yeah, that's never good news. I went to see the white stripes this week. Anyone's interesting. Anyone interested in that?",
      "start": 2193024,
      "end": 2202980,
      "confidence": 0.9295066666666668
    },
    {
      "pos": 445,
      "speaker": "C",
      "text": "Go on, Steve.",
      "start": 2203072,
      "end": 2203772,
      "confidence": 0.76625
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "White stripes are absolutely amazing. I've read all the hype. You know, I've not listened to the album. I went long to the gig, got free ticket, wasn't even a pound off.",
      "start": 2203828,
      "end": 2209772,
      "confidence": 0.8598175
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "It was free.",
      "start": 2209788,
      "end": 2210236,
      "confidence": 0.9912533333333333
    },
    {
      "pos": 448,
      "speaker": "B",
      "text": "Ten pounds. I could have. I could have sold outside the gear I didn't. I went in, right. Couldn't take longer, mate. XFM wouldn't let me. I went there on my own, you know, went in there. I had to sell. Wasn't expecting much. They were amazing. They were absolutely amazing. I have to say this now for. They were the best band I'd seen, who I like, I didn't know it much about. Whatever. Like a new band. They were the best band I'd seen live since I saw a little band and you might have heard of called Oasis for five pounds at Coventry Poly.",
      "start": 2210300,
      "end": 2231910,
      "confidence": 0.8839628037383175
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah. Long name for a band.",
      "start": 2232062,
      "end": 2233914,
      "confidence": 0.8463416666666667
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "And it was amazing. And they said, brilliant because it's just the two of them, obviously. The girl on the drums, the guy playing the guitar, he's got a real kind of rock guitar skill. He really plays it up and down the long neck bit. I mean, I know all about music and terminology. He was amazing. Sometimes he plays steel with that steel pedal thing on his. Not steel pedal, the finger thing. The kind of thimble thing that some guitarists wear. I believe it's called a guitar thimble, I believe is the name for it. He plays that like old bluesman would play. He plays that sometimes.",
      "start": 2234574,
      "end": 2259534,
      "confidence": 0.8923616363636366
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Old bluesman sometimes got like a little.",
      "start": 2259574,
      "end": 2261942,
      "confidence": 0.7225728571428572
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "Electric keyboard thing, or piano, as I believe some people call it. So this is the review.",
      "start": 2261998,
      "end": 2265494,
      "confidence": 0.9225923529411766
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "This is listing the instrument.",
      "start": 2265534,
      "end": 2266702,
      "confidence": 0.9564199999999999
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "All right. All right. There's not many to get through with.",
      "start": 2266798,
      "end": 2268834,
      "confidence": 0.9172290909090909
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "What kind of microphones were they?",
      "start": 2269214,
      "end": 2270430,
      "confidence": 0.8606333333333334
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "I'm glad you were.",
      "start": 2270462,
      "end": 2270926,
      "confidence": 0.784945
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Well, they sm 58.",
      "start": 2270950,
      "end": 2272214,
      "confidence": 0.86147
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Anyway, the point is.",
      "start": 2272374,
      "end": 2273358,
      "confidence": 0.9600225
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Go on.",
      "start": 2273406,
      "end": 2273758,
      "confidence": 0.56578
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "With just those few simple instruments. They had this huge sound, a big rocky sound quality. Kind of bluesy punk with a little bit of attention to it. It was amazing, I have to say. I was a huge fan and so I thought we could play a bit of white stripes, you know, to commemorate that excellent gig.",
      "start": 2273806,
      "end": 2285942,
      "confidence": 0.8971642372881358
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "I saw a band once, right? There was a drummer and all the drums at the bottom to the cymbals. Yeah, they were all mic'd up with different microphones coming down. The loudly speaks. I was back. It was still, wow. I can hear everything on that electrical, really. And a guitar and a bass.",
      "start": 2285998,
      "end": 2301662,
      "confidence": 0.841135818181818
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "Can I do a. Like a gig review every week? Like you do a film review?",
      "start": 2301718,
      "end": 2304754,
      "confidence": 0.899739375
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Yeah, we just did.",
      "start": 2305174,
      "end": 2306686,
      "confidence": 0.8683775
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "Well, I'm about as well informed about music as you are about film.",
      "start": 2306750,
      "end": 2310354,
      "confidence": 0.8685284615384615
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Anyway, tell me the Och. How do you choose the Playlist theater just today now? Because we run out of time. Yeah, because that muse shit we had to play, I think. I say that's my feature, that PlayStation game sounds good, right? Because that's the. The main music of the PlayStation two game Grand Tourismo. So I can incorporate that. Yeah. And I've still got to get in song for the. You've got getting song for the ladies? Yeah. Got anything else lined up?",
      "start": 2310894,
      "end": 2343360,
      "confidence": 0.8346769411764702
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "Well, I just. I mean, it's just that you. I've never seen you spiral into such despair after hearing news. I mean, fair enough. Is that they're not great.",
      "start": 2343432,
      "end": 2349832,
      "confidence": 0.9051206896551723
    },
    {
      "pos": 467,
      "speaker": "A",
      "text": "Well, obviously we have to, you know, there's this bit of a playlist we have to keep to. And we drop the records we don't like.",
      "start": 2349888,
      "end": 2354616,
      "confidence": 0.903578076923077
    },
    {
      "pos": 468,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2354680,
      "end": 2354992,
      "confidence": 0.7189
    },
    {
      "pos": 469,
      "speaker": "A",
      "text": "And play the ones we do and that's fine. And if I don't care for track, I don't mention. I don't usually slag off bands. And I know we got to keep to a playlist. I don't know how they're chosen any. But, you know, it's one thing I didn't want to play. It's feeling good.",
      "start": 2355048,
      "end": 2365952,
      "confidence": 0.8651137499999998
    },
    {
      "pos": 470,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2366008,
      "end": 2366288,
      "confidence": 0.71859
    },
    {
      "pos": 471,
      "speaker": "A",
      "text": "And it was all lined up when there was no time, so I was genuinely annoyed because I don't mind, like, playing stuff I wouldn't actually choose myself. It's alright. But, you know. You know, we're not completely free. Played all the time. So the worst thing is I don't ever play feeling good again. I don't want to ever play cachin again. I'm thinking of putting a ban on gorillas. What? Anything you like. The ban.",
      "start": 2366336,
      "end": 2385848,
      "confidence": 0.8864736363636364
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "Basement jacks.",
      "start": 2385896,
      "end": 2386600,
      "confidence": 0.56435
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "Basement Jack. Oh, where's your head? That. We already dropped that on purpose, didn't we? What else have we dropped today? That this is what we saved people from. Do you know what I mean? Playing five songs over and over again just because some record company wants to be played. I mean, I. You know, if I'm gonna. If I'm gonna play things I hate. Let pay me. You know, I mean, I'm willing to take bribes. Look, I've been sent some chocolates here by the lads. Out of what car? Usm. Right.",
      "start": 2386672,
      "end": 2411044,
      "confidence": 0.8758720212765957
    },
    {
      "pos": 474,
      "speaker": "B",
      "text": "Are they still going?",
      "start": 2411084,
      "end": 2411684,
      "confidence": 0.6002275
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Yeah, they got a gig. Who's the daddy now? Torrid? They're playing the Astoria at December the 40. On December.",
      "start": 2411724,
      "end": 2417620,
      "confidence": 0.7776970000000001
    },
    {
      "pos": 476,
      "speaker": "B",
      "text": "It's worth going along just to see how few people will be there.",
      "start": 2417732,
      "end": 2419764,
      "confidence": 0.8794446153846154
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "We'll see. That. I wouldn't, but they've sent me chocolate. So there's a dinner, there's a plug, you know, bribe me, not XFM. Yeah. All right. Let's get some out of this, Steve.",
      "start": 2419804,
      "end": 2428238,
      "confidence": 0.7711345454545453
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Okay.",
      "start": 2428286,
      "end": 2428742,
      "confidence": 0.89855
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "All right. Yeah.",
      "start": 2428798,
      "end": 2429862,
      "confidence": 0.70474
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "I'm not sure. I don't even. I think Salo is to be bribed by Carter. I mean, I'm a man who tried to buy dodgy speakers on the street.",
      "start": 2429878,
      "end": 2436662,
      "confidence": 0.7805713793103447
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "It's a Christmas. Father Christmas with some jelly beans.",
      "start": 2436758,
      "end": 2439094,
      "confidence": 0.8818233333333333
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Is that from. Who's that from?",
      "start": 2439174,
      "end": 2440222,
      "confidence": 0.8820799999999999
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "That's from. That's from the lads. Oh, well, um, the. It's who's the daddy now?",
      "start": 2440278,
      "end": 2444390,
      "confidence": 0.8305126666666668
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "Talk.",
      "start": 2444422,
      "end": 2444994,
      "confidence": 0.89083
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "And I've got some chocolate money.",
      "start": 2445294,
      "end": 2448118,
      "confidence": 0.9200433333333334
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Right. Lovely.",
      "start": 2448206,
      "end": 2448910,
      "confidence": 0.8613299999999999
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "Yeah, some of it.",
      "start": 2448982,
      "end": 2450190,
      "confidence": 0.82221
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Friends got anything there from the senseless things? All the wonder stuff?",
      "start": 2450222,
      "end": 2454526,
      "confidence": 0.8240683333333331
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "No, but the know. We don't know. They know they're doing now. Yeah, car was alright at the time. Yeah, car was alright. Carter. Yeah, right. Do you like Carter?",
      "start": 2454630,
      "end": 2463038,
      "confidence": 0.8085840000000001
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "Not really, no. It's nonsense.",
      "start": 2463086,
      "end": 2464590,
      "confidence": 0.893972
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "Well, I didn't like him singing about dagging them all the time.",
      "start": 2464702,
      "end": 2467070,
      "confidence": 0.7926566666666665
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "Well, it was.",
      "start": 2467102,
      "end": 2467590,
      "confidence": 0.7012900000000001
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "No. Was it new cross? Yeah, but, you know, anything else you.",
      "start": 2467622,
      "end": 2471678,
      "confidence": 0.7480733333333333
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "Want to get off your chest?",
      "start": 2471686,
      "end": 2472714,
      "confidence": 0.9407833333333334
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Let's play some songs. We like. What you got lined up?",
      "start": 2474574,
      "end": 2477294,
      "confidence": 0.9329754545454545
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "I've got the song for ladies that's coming.",
      "start": 2477334,
      "end": 2478502,
      "confidence": 0.86019125
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "Oh, lovely. Yeah, let's. Let's choose a song here. Let's have a look at what. Oh, Radiohead. Just brilliant. Is this mute Radiohead? And just off the bends. Nice. A track.",
      "start": 2478558,
      "end": 2492008,
      "confidence": 0.8118819354838711
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "It's been a roller coaster ride of emotions, this show. Yeah, it started off there was some light hearted anecdotes about you and animals. Yeah. It ended up with you sort of spiraling into despair.",
      "start": 2492136,
      "end": 2501408,
      "confidence": 0.849978
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Wow. You know, that was what a track by muse can do to a man. Yeah, well, clearly, you know, did I ever react?",
      "start": 2501576,
      "end": 2508568,
      "confidence": 0.9019762499999998
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "But then maybe. Well, I mean, maybe that's what makes them good. I mean, if music can create those kind of passions in someone, maybe that's effective.",
      "start": 2508656,
      "end": 2515540,
      "confidence": 0.9521522222222224
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "We've made me think again.",
      "start": 2515612,
      "end": 2516868,
      "confidence": 0.91403
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "It's the punk approach, I suppose.",
      "start": 2517036,
      "end": 2518732,
      "confidence": 0.9348949999999999
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2518788,
      "end": 2519424,
      "confidence": 0.55695
    },
    {
      "pos": 504,
      "speaker": "B",
      "text": "Anyway, Carl, thanks as ever for pressing the buttons and contributing. Yeah, good job. Good job.",
      "start": 2519884,
      "end": 2525900,
      "confidence": 0.9735449999999999
    },
    {
      "pos": 505,
      "speaker": "C",
      "text": "Show him about the news for his movie next week.",
      "start": 2525932,
      "end": 2530184,
      "confidence": 0.809638
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "I think you guys should kiss and make up.",
      "start": 2532044,
      "end": 2534124,
      "confidence": 0.9131822222222223
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "Maybe that's not Carl's fault.",
      "start": 2534164,
      "end": 2535724,
      "confidence": 0.850414
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "Go and kiss him.",
      "start": 2535764,
      "end": 2536412,
      "confidence": 0.9721124999999999
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "No, I'm not gonna kiss him, but.",
      "start": 2536468,
      "end": 2537612,
      "confidence": 0.7957671428571429
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Go and kiss him. Should we go both? Go and touch him?",
      "start": 2537628,
      "end": 2541580,
      "confidence": 0.8732475000000001
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Yes.",
      "start": 2541612,
      "end": 2541844,
      "confidence": 0.94896
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "Why don't we play a song for the ladies this week? Drugstore white. White magic for lovers. Beautiful track. And let's just go and kiss and touch Carl.",
      "start": 2541884,
      "end": 2548814,
      "confidence": 0.9114167857142856
    }
  ]
}
