{
  "id": "38811e49-3738-4b1a-833f-06cfa3da2a8e",
  "status": "completed",
  "text": "That was the Travis. And some flowers through my window. This is XFM 104.9 of a Saturday afternoon. Just gone six minutes past one. I'm Ricky Gervais. With me, Steve Merchant. Hello. Hi. Good to talk to you. Carl Pilkington is over there. All right. Hey, keeps it real. Yeah, I just think, you know, we want to lift off the show straight away. Yeah, into the stratosphere. Yeah. And the best way to do that, it seemed to me, was to resurrect a game we used to play when we first began the show in old XFM days. Remember the game during the game? Make Ricky Gervais hard, rub you hard? No no, that was only in the pilot. We never actually that. It was the game, mate. Ricky Gervais laughs to get people car. You probably didn't hear. Used to get people to sort of send in pictures and jokes and stuff. And if I could make Ricky laugh on air with those, he won a toffee, then they won a gift of some kind. Yeah. Anyway, a lot of emails actually say people love your laugh, Rick. So in a sense we're giving public. They must be taking the Mickey. This is a picture I found in today's copy of the sun. So if you're listening at home and you want to know what the picture looks like, bike. I'll be only 40 p. Yeah. And are we sponsored by the sun? We do. White Van man. Exactly it immediately straight away this because bear in mind, right, it is one of the world's biggest rock stars. Okay. Just check out the face. Oh, that's fantastic. Look at that. Oh, that is Michael Stipe. Oh dear. We're looking like, I don't know, some sort of nazi officer. That's not libelous. That's not, in your opinion, Michael Stipe outside there during the press conference for Peter Buck. It's not a good picture. I love, I think I love Ari. I love Marksdott. I think he's a lovely man. But that's a bad picture, isn't it? He's got big glasses on and stubble, obviously still born. He doesn't appear to be looking at anything. He's looking right beyond everyone else. Can you see that color? I tell you, he looks like, he looks like zig. I think from zig and zag it looks like he has a muppet made of foam. Oh, love it. Nice to see that game come back. Yeah, the medium of radio. What a good picture that is. I hope you enjoyed it. Coming up soon we've got Sir David of Bowie, Nicholas Cave and Travis Flowers. In the window again. Play a song. Aerodynamic on XFM 104.9. That's all right. Uneventful, wasn't it, really? I left a secret to going. Popped out for a coffee. Yeah. I don't want to diss the funny little french lads, sure. But, you know, try harder. They french? Yeah. God, yeah. Sorry. Do you speak much French, Rick? I speak unpaired. I can ask, where is the tourist information bureau? And I, like. I can express my preference in music tastes and I can order an orange eena. And that's all I can. I know. Mbier, blonde, presyn. I think that means draft. Yeah, French. To Emily, music folk. Oh, that's filthy. So that means. Carl. No, go on. Really dirty. Really dirty. To Emily, music folk. Yeah, you dirty, you. You filthy little Frenchy. All right. Do you know much French, Carl? Have you got any fromage. That work? Would you not care which one you were given? You, like both. That's a whole different cat. La Poisson. Yeah. I think when you're in. In a country, should have a. Have a little go. Well, that's a very little go. Yeah. You mean like football? Who can have a little go? What do you mean? You know, try and have a go at their. Yeah, language. Well, what I do is I go in there and I point and talk a bit louder than usual in perfect English and if they don't get it, I go mental. Exactly. Securing the fact that I've tried my best and now I'm a laugh. And that is. That is the prerogative of all Englishmen. Or just point. Point and shout. Yeah, point and shout. Don't forget, you know, because you can never be foreign if you're english anywhere. No, they're speaking funny. Just remember that. Yeah, yeah. God save. Sorry, go on, then. You were gonna say something else. Yeah. That picture you showed me. Yeah. I wish we could post one. The website of Carl. Remember we won an award ages ago. What is it called? The British Radio Authority Award. Yeah. And we made Carl get in the picture and he was a bit incarnate, but his head is perfectly circular. I put a coin on it and only the ears popped out from behind the coin. Isn't it? Perfectly round? Isn't it? I mean, when you've been saying, I've got around dead, I was a bit like, yeah, everyone has. Stop having a go. Yeah. And I saw this picture last week, I thought, God, he's right. Can we. Can't we just pop it on the XM website? I'd rather not. I'll go on have you seen that? That man in a jar without a brain? Sorry, is that a product you can buy? Is it a dream you had yesterday? Yes. Hello. Could you make my dream into reality, please? We can't, actually, sir. In plastic would be good. So what do you mean, in the future? Be able to download your dreams and then just, like, act them out again. Probably in the year 2000 or something. Soothsayer. No, there's some museum somewhere. Yeah. That's got this little fella who was born without a brain and he's in a jar, and it's just that he's got a really round head. Right. And when I saw this picture, I thought, God, it just reminded me of this little fella in a jar. Oh, what do you mean? He's born without a brain? He was born without a brain. So it's a baby. It's not a little fella. Yeah, but it's weird. Do you know the difference? Do you have conversations with, like, people in prams thinking that the fellas little. And he doesn't talk much? Yeah. You know, babies aren't like little people. Well, maybe. Well, they are little people, but, I mean, they're not. They're not very small adults. They're not like midget. They don't do a job of work, is what. Yeah, you know. What do you mean? I didn't read about it. I just saw the picture. This is where you're going wrong, Carl. This is always your mistake. You see the picture, you don't read the little cat. But what do you mean? How do you guess at what you think? The meaning. But how did you know he didn't have a brain? He said something like, the brainless man. Yeah, but people say that about you. It doesn't mean you literally. You haven't got a spinal cord. I bet somebody's seen it and knows what I mean. It's a famous picture. Right. Calling. Oh. 8700, 801. Two, three, four. Once again, you win a prize if you can tell us what Carl is talking about, just in general. It's an ongoing competition. We're trying to find some CDs to anyone who knows what Carl is talking about. Stereophonics. Vegas. Two times. Well, we've had calls confirming that there was indeed a fetus or a stillborn child. A pickled baby. A pickled baby. No wonder it died. Born without a brain. But everyone has, you know, pointed out that it wasn't a little fella. It certainly wasn't a little fella because. It had been in the jar for a long time. I think it had aged a bit. What are you basing that on? You do carry on growing. Yeah, yeah. Your ears and your nose. Your ears and your nose and your eyes don't grow. So you could probably. Yeah, I'll dig it out for you. Yeah. Imagine if, like, there was an experiment where they were raising a child just based on the information that we said on the radio. What kind of a person. And it took everything literally. Exactly. And I think, yeah, there was no. There's no irony or. Yeah, it was just. They just, everything we said, they assumed was fact. Everything that Carl said and any question, any question it had about the world, it could only ask Carl. Exactly. And it was. This worries me because without wishing to be disrespectful in any way, Carl, you know, I think you're the best man on earth when you have a child. We could be in a situation a bit like that, do you know, is it a concern for you? Do you think that, like, when your son's growing up or your daughter, they're asking you questions, you're conscious. I mean, you yourself have admitted that you have, you have a sphere of knowledge which you are an expert on. Ask your mother, you say. Ask your mother. That's good. That's great. Fair enough. That's good. And I'd play with it. I think I'd be a good dad. Yeah, I think you would. But I won't be the one who's shouting at it. No, no. Who would you get to shout at Windsor Davis? He'd be good, wouldn't he? You horrible little man. I tell it the rights and wrong. You don't have to be a really bright person to know the rights and wrong in the world. No, I think you are bright, Carl. You are. And at what point in their, in their life would you tell them about the evolution of the baguette which you told us? Oh, the story of the bee. Yes. Got a scored once. Or the two children. Would you ever get to meet? They could be godparents. The friends you had at school. Yeah, big heads and webpages that weren't friends. I wish we could track them. Oh, that'd be great. I imagine they're in a zoo. Or two big jars. Two big jars. Industrial strength jars. Oh, dear. Guess what? Go on. Um. This is one of our last shows. We're going away, I'm afraid, on the 4 May, isn't it? I can't remember. That's our last show, the 4 May. I brought a downer on the whole thing then, didn't I. There's people cheering. Guess who's taken over from us. And I found this out. I was watching liquid news the other night, right. No one had called me. Zoe Ball. Well, she's a good presenter, but is this confirmed? I don't know. I should have said that. Is this true? Yeah, I think so. Oh, yeah, you've done it now. Yes. She was in the other day. You watched it on the telly. So, yeah. What annoys me is this is rather like when we got, according to last week's media guardian, we got wrapped for saying the word cock on the radio and what we never did, did we? That was. We'd have to read that on the Internet. We never told. That just slipped out your mouth, didn't it? Was that cocktail? Yeah, yeah, yeah. So anyway. And now we don't even get told face to face that Zoe Ball's gonna take over. Yeah. But it was only, like, sorted out the other day and then when I saw you. We love to say ball, aren't we? Yeah. When I saw you yesterday, I said yes. So we're not allowed to say no? No, I'm not gonna say the word and we're not gonna say that. We're not allowed to say the. We are allowed to say the male bird is a cock. We're not gonna say the other one, but we are allowed to say ball. Yeah. What if Erin, her dad, Bobby, would they be. Will be? I'd say a pair of balls would be able to say that. And I don't know, I don't use. Part of the deal. In fact, if she's listening, call in the. Confirm it with that on the air, aren't we? As long as she doesn't swear. Yeah, don't be rude. Yeah, don't be rude, Zoe. Yeah. Warn as well not to leave too much nothing lying around because it'd be gone. Especially if it's skagged. Echoing the bunny men killing moon. Good to hear that again. Yes. On XFM 104.9. Who are you? I'm Ricky Gervais. Who are you? Steve Mocha. Who's that funny little round headed fellow? Pilkington. Pilk. Pilkie. Pilkie. Pilkers. I shan't called so. Mustn't be true. I didn't think we were being disrespectful to her because I both think she's a fine presenter and I think she'd do very well on there. I think it's a good move as well. Yeah. Can you just say it's not, not forever, isn't it? I think she'll become more popular than. Us and I think. I think that'd be the end of us, to be honest. She can string a sentence together, think. She get lots of pr. And she goes out with big boy Slim. Big boy Slim is, you know, good dj. He's a good dj. And is her name Zoe Slim now? Yep. And you know, there will be nothing. Three months in it she's taken over for. Is she getting paid the same as us? I don't know, we'll find out. It's a hell of a lot more. I'll go mental. But it's good money, it's good work. I'll go mental. Well, there you go. What are you gonna do? I'm. For three months, I'm gonna have Saturdays off. Are you gonna present with her? Are you gonna come on and press the buttons? He's not allowed. No. I don't know. Cuz, you know you're our yeah boy co presenter. Yeah. You're like our little fellow in a jar. Yeah. We should do with you over the months. Keep in a jar. We can have it within alternate weeks, like, like step parents or. Yeah, yeah, that'd be great, wouldn't it? Brilliant. Just, you can see the fight for custody. Yeah. It'll be a big jar that you can. You can put stuff in there. You can. Oh, you can have. It won't be. It won't be like I'm full of water or vinegar or whatever they do. You'll become. No, um. It'd be, it'd be like an air. Big air chamber and you're sat. Sat there and it'd be like a little. What would it be in an armchair or something? It'd be an armchair and we'd. And we'd have stuff in there and we'd bring your girlfriend like once a week and she'd go. And we put a blanket over the top so we wouldn't, you know, see. Any big brother household. Exactly. Yeah. That's a hell of a documentary. Oh, that'd be amazing. When Carl in a job. Anyway, that's what. So we're going away on the 4 May for twelve weeks a long time. We were doing the second series, the office, so we can't be around, I'm afraid, and, and Zoe ball standing in for us and I can't be right. She's not. I don't think you can say standing in for us, that's not right. Taking over the show, I think would be fair to say. I don't know. I can't say anything now, can you? I'll worry about just. He was like a big boy. Slim. You got to be careful what you say. Yeah. Oh, you look upset. You starting thinking we get melancholy now that you're just gonna sit at home. What you gonna do every Saturday? Don't know. Go shopping. Let's sort out a jar. We've got to do the balloons before then as well. You gotta sit up in a balloon maybe, because then you open a balloon and you come straight down into a big jar. Yeah. And they put a giant cork in straight away. Yeah. Yeah. And there's a big jig. Tell what we could do. We could set you adrift like Robinson Crusoe. Set a bottle and see where you end up. If you find me. Yeah. Oh, you might go to an uninhabited island or summer. Tell you something. Learn in the week. Reminded me there about going up in the air. Go on. Right. If cars could drive up, it only took an hour to get into space. Which is great. Going how fast? About 50 miles an hour. You just made that up, didn't you? You just plucked. You just guessed that. You just guessed it. You just said about 50. Yeah, but this is what worries me. If you have it, if you have a son or a daughter. Yeah. Age 50. He's gonna be out in the street with a ramp. Dad, how long does elephants live? About a thousand years, a thousand something. How much can an ant lift? About quarter of a kilogram. Probably about two bags of sugar. If you guess, it's not fact. Yeah, it just because you thought it, that doesn't make it fact. Does anyone know? Long it take a car going? People are phoning in about anything now. Rick. Yeah. We asked him to phone in about the jar thing. Switchboard lit up. It's crazy. You know, something sensible, Che Guevara, or, you know, the life of nothing. That is really a demographic sort of snapshot of our fans, our audience. Ask him about a dead baby without a brain. Oh, yes. And they're reaching with their phones. They don't mind what their bill is. That much we ask them for. You know, I don't know. Great quotes or something from the great philosophers. Nothing. They're just asking where to buy. Yeah, meths, cheap, straight on the phone. Oh, do you know the. The quotes that Ricky gave me last week and I turned them down? Yeah. I got home, girlfriend had a go at me. They don't know you turned him down. What you know is that he said he didn't want to take the book at the end of the show. So I'm not taking it, it's too difficult. I want to go and get a nice one and go on. Yeah. So I went home and Suzanne said, where's the book? She was really looking forward to having a look at it. I said, I gave it him back, I wasn't up for that. And yet last week I was ill and stuff. I wasn't in the mood for learning. Yeah. So I'm not having it. She goes, this is where you went wrong at school. So this is exactly where you went, went wrong. She said, you know, you liked infants, you liked, you know, you coloring in and you paint in stuff, so. But as soon as it gets to the heavy stuff you just, you know, you like a horse with its blinkers on. Yeah. You shut yourself away. So I said, no, I just, look, I could have done if I wanted to. So anyway, we went and bought a quotations book. So I have got some quotes. Yeah, what's the quotation book you bought? So I was asking him to read Keats and Wild Wordsworth, Shakespeare. What did you buy? It's, it's quotes with like Eric and Ernie and not in it. No, but. The Sesame street book of quotes. Brilliant. No, that's, they're still valid. No, it's a starting. Oh it's a starting point. Okay, well we'll have some quotes. We've got a bit of new order, new order here to stay on XFM 104. Someone, I love our listeners, I really do. Right, someone just called in and said it's about putting even. Hello. Carl answers the phones, look. Said hello. Hello. He said, yeah, about putting Carl in a big jar and Carl went, go on. The bloke went, well then you could call him Carl Pickleton. And he went, thanks, I love the bothering. I like Carl pickleton. That's lovely, that's so sweet. He spent 50 p to tell you that. And you were worried. You just saw you going up in a balloon and landing in a jar again, didn't you? What have you gone through yet? You've got nothing but good feedback from this show now and they're just getting all worried, aren't you? Heat magazine say you're a genius, you've got your picture in that extracts magazine with a little round head. You have Jaffa cakes. I gave him a fiver the other week to buy biscuits. He's having the time of his life. This is best day. This must be your best 2 hours of the week. I enjoy it. Yeah, it's all right sometimes. Yeah. What's, what's better regular than this for you. What's a better 2 hours a week sleep? Doesn't count. Actually. Probably right. Might be this. Yeah. Yeah. Or, um, that. 24 things. Good. I'm probably worth mentioning. Susan. Yeah. Your girlfriend. Girlfriend, yeah. Well, that goes without saying. Oh, he's done it. He's pulled it round. He's pulled it round. He's a charmer. If you could come in and sit in the corner, then, yeah. It would be the best time ever. That's pretty sweet. She's not even in London at the moment. Oh, so you want me to say that? Yeah. And you did anyway? Yeah. That's lovely. She might be listening. Yeah. It's going digital. There's always that. Anyway, Steve, I just was obviously, I. An exciting week, relatively speaking, Rick, because I'm just spending it all with you. Sat in a little room, as is our way. I've been doing some acting this week. I know, I know. And I don't normally act, but I basically, there's some people at the BBC who are making a comedy pilot kind of comedy tv show. And, you know, and I auditioned for it, and the role was to play a sort of freaky looking, sort of lanky geek, you know, and I don't. How did you beat off? I don't want to say an arrogant Rick, but they gave me the job on the spot, you know, so it's like, you know, I'm not a bad actor. I'm not as good as Rick, but I'm, you know, what is it? I play really tall guy, like a sort of. That's the part, though, isn't it, about. You'Ve got, I'm a character who's six foot seven tall, and I'm trying to win the world's tallest man. That's it. Yeah. Yeah. But there's always a man that beats me every year because he's slightly taller. But this year, I think for some reason, because I've been training, I can beat him. That's the Sally Phillips. I don't know if you know Sally Phillips. She's very good comedy writer and actress, and she's written. So it was good fun. And so I went down there and it was good and everything. It was, you know, a little trailer and everything. It was like the proper deal. It was really good. And the problem was, yesterday I had to dance. One of the sequences had me dance. Now, as you know, I think I'm a pretty groovy dancer. I'm pretty. I'm a bit of a mover. Yeah. And I have to tell you this, Rick. Do you have anyone's eye out with your album? I have come to some serious realizations about my dancing. Really. I was moving around like a shire horse. Dancing. Really? It was terrible. I was just like, quick. And they had this choreographer trying to show me some moves, and it was just. He was just, like, crying by the end of it. So bad. But the worst thing about it is today my whole body is ravaged with pain and agony. It's. I'm utterly devastated by the agony of it. Trying to get on the stairs this morning, I swear to God, I look like Thor heard trying to hobble that. It was mad. I was like. I'd had several hip replacements. I was like, I got to go down at an angle going down the stairs. It was ludicrous. And I was really worried. Suddenly I'm thinking, because I thought I was pretty fit and pretty groovy and everything, and I had been discussing with this mate, my housemate, that we should maybe start doing some exercise because I'm putting on a little bit of weight, right? He's quite a thin, tall guy. He has a belly. I don't know how to summarize it. Have you ever seen the film junior with Arnold Schwarzenegger? Yeah. It looks like that. Really? Slightly grotesque. So the two of us. So we suggested, we decided that we were going to do some exercise together, right? This is what we're going to do each morning. We were going to get up, we're going to exercise together. That won't happen, right? Well, no, but wait, Rick, you see, you're wrong. Because a couple of days ago, I said to him, listen, what we should do is get one of those, like, health videos, you know, those kind of training videos, what they called, like, I don't know, they might have an aerobics thing or hour long workout. I said to him, get one of the ones that's hosted by, like, Pauline Quirk, L. McPherson or Cindy Crawford, you know, you know, someone like that, someone sexy, right? So I swear to God, we went down this morning, we put it on, right? Just want you to picture this scene, right? It's me and my mate in our shorts, right? 09:00 in the morning working out. Didn't actually do it to Helen from. Big Brothers video, right? That was. It was the cheapest one, Steve, you told me. Thanks very much, mate. We saw that advertised as, well, working out, right? And the two of us in our shorts, she's there like, you know, she's the closest there is to a living Homer Simpson, right? Shouting out stuff. I just wanted to be reassured, Rick, there's nothing gay about that, is there? There's nothing a touch kind of fruity about that image. No. I mean, I think the ones you do avoid would be Liza Minnelli, royal chair. A Graham Norton, obviously. Yeah. Dale Winton, gay Byrne. Right, sure. He's not gay? No, but, I mean, the name's a little bit gay, isn't it? So I think. I think, Helen from me brother, you're probably safe. Who else? Who else? I don't know. Do I have to tell you, really? Because I know you've got personal trainer. Obviously not in that kind of stakes. This kind of stakes at the moment. Cash. No, but, you know, I'm obviously quite excited. What have I got to look forward to? Do I go through my trainer, pink Eric, we call him. No, I saw a box a little. Bit, but what I'm saying is, do you go through a pain barrier? What? No, no, I stopped way before that. I sit down and have a beer. Right. There's no point in going through pain because it just put you off. Sure. So if you start feeling any sort of pain or any breathlessness or any aches, sit down immediately. Is it right that he's worked out a special routine for you where you don't have to get up? What he actually said. I remember the first, I got my food diary and he was looking at it and I could see he sort of feared it. He feared taking on this challenge. And it's the true quote. At one point he said, right, okay, cut cheese down to five times a week. Then I must have haggled from four cheese down to five times a week. And it's sort of like our own worst enemy, because if I cut out cheese and beer, I would just lose weight. Like, it would drop off me in a month. So what I'm doing, I'm just. I'm fighting it all the time on you. I haven't changed my sort of eating and drinking habits, but I now work out three times a week and it's an outfield struggle. Yeah, of course. Of course. It's just keeping an even keel. I know. Well, yeah, so I can live longer to eat more cheese and beer. Exercise. Carl, do you do any exercise whatsoever? I used to go to a gym in town, but it wasn't the sort of the hard work of doing the, you know, the stuff. It was just that it was like 60 quid a month. Yeah. I thought, well, crazy, isn't it? That's not good. So I just got me way to sort of walk everywhere, do you know what I mean? So they're jumping on a bus like a nice day like today, walking to work or, you know, run up the stairs. You're skinny, though. You run up the stairs. You're really skinny, though. No, but I do eat a lot of, like, crappy food, so I reckon. I mean, what did they say when you get to 30? Oh, just. You go mental, don't you? Yeah, they say that player record, that's exactly. That's the philosopher's in it. When you get to 30, you go mental. Descartes. Yeah. Player records better. Bowie. Oh, yeah, I brought this in. You'll love this, Steve. Oh, you know, this I think. I'm sure this is a great bow track off Aladdin saying on my favorite albums. And this is lady grinning soul. It's. It's beautiful. Badly drawn boy, silent sigh on XFM 104.9. I'm Ricky Gervais. You can do your own. Oh, right, okay. My name's Steve Merchant. Yeah, Carl. I'm Carl. Yeah. You've not lost interest, have you, Rick? Uh, no, of course I haven't. Okay. Gone. It's silly, just I've said it once. I get. I was a bit bored with just saying your names. Okay. I don't mind saying mine because I'm sort of interested in that. Yeah, sure. But the other ones are sort of more of a chore. I mean, there's nothing in it for me. Yes, there's no actual. I'd rather not mention either of you. Okay. So if you want to do it from now on. Yeah, yeah. Okay. Yeah. Okay. Well, listen, obviously still got plenty to come. We've obviously got some great music, Rick, and that's. I've got a bit of Nick Cave in the bad seeds, actually, an album you introduced me to, and I'm going to play into my arms. And you know how beautiful that song is. That's true enough. Yeah. But I was just obviously, I was talking about this little bit of acting I was doing yesterday and not wishing to be disrespectful to anyone that was involved, but there was obviously some extras or supporting artists, as I believe they're known. And, you know, all good, lovely people really putting the effort in, doing good work and everything. But it's just one guy I was stood next to and, you know, he's quite a tall guy. Not quite as tall as me, but tall guy, you know, quite a good looking bloke, whatever, and I just sat there and he obviously gets quite boring because there's a lot of just hanging around, people waiting and stuff, fixing lights. I just stood next to him and he just said, oh, he was looking for something to say to me, obviously. And he went, looking forward to the new Guns n Roses album. And I went, I didn't realize there was one on the way, actually. Yeah. Yeah. Obviously they, slash won't be in it because obviously slash is not with them. But bloody. A sweet child of mine, one of my, one of my favorites, just started singing some of the songs without irony, actually. Without irony. He's just wanting to get onto a discussion of guns. But I'll tell this, he did not look like a rocker in any way. Looked like a bloke who would work in sort of an accountability agency. Yeah, Barclays. Yeah. Behind the counter, something like that. Very well scrubbed, well greeted. There's nothing wrong with Barclays or the people who work there in. That's true. Okay. So he goes, yeah, I mean, I got into them with appetite for destruction, the classic first album. But I even, you know, I enjoyed the spaghetti incident as well. I mean, I like all of them. And I'm like, right, okay. And he goes, I said, I said to him, have you ever seen them live? Anything? He went, I have not seen them live, no. But I was lucky enough to be at Donington monsters of rock, and Slashy's snake pit was playing, which was Slashy's solo effort. Yeah. And he went, I've never been. I've never been to those live geeks before. And I was down in the mosh pit. Oh, man. And I was down there, and I'll tell you this. Have you been in the mosh pit? I went, I'm not. It's crazy down there. It's wild. A guy threw a punch at me. I punched him, knocked him straight out. He knocked me out. So as this fight went off, I was amazing. It was amazing. Amazing. Are you gonna go back? He went, no, I won't. Because once you've done something like that, you can never repeat the experience, you know? I mean, I was, everyone there was dressed in black. I think I was the only guy wearing a white t shirt. I was like, okay. I could just imagine him tucked in as well. That's why I attacked him. It's like ants. Yeah. They slash himself against the pier. Yeah, yeah. There's a termite in the nest. Exactly. And they just turned on him. But so the very song. Okay, so, so do you go to gigs often? He went, no, I don't think I'm ever going to go to another rock gig. And I said to him, why? And he went, I don't think any gig I go to will be able to top the experience of seeing UB 40 live. And I do you know what I mean? And I almost did what you. That's why I've never seen him live, because I don't want to end my life. But I almost thought it was a joke. I thought he was making a joke. And I was about to laugh and I realized he was deadly serious. And I went, ub 40? Oh, good. Were they went, absolutely blinding. One of the most incredible live experiences I've ever seen. Did they do songs in a sort of mock raggy style? Apparently for 2 hours. And then he began to tell me which, which of his favorite. He went, I don't know if I said, have they done anything recently? Put anything out? He went, I don't think they're going to be able to top those classic albums. Bag of riddim and right in the kitchen. I remember once when I went to sign on, okay. And I don't know what year it was. Must have been like 1979 summit and where I left school. And tell me if I'm wrong, if it wasn't out then. But this bloke was at the back with sort of like ghetto blaster and he was playing one in ten, right? Obviously making a point. He was in the dole office, everyone ignored him. And when it finished playing, he turned it down, took a number and queued. The days when they were a protest. When was that? What year was that? What year did I. Someone can pinpoint that for me? Phone in. Oh, 8700 801. Two, three, four. I know it just come out, but, um. But what was amazing is when he said that about UB 14 being the best low experience ever seen. I. It was one of those moments where you thought. I never thought I'd hear someone say that. Yeah. You know, I mean, I don't know why that. I can't understand what kind of person you are. I suddenly realize in that moment there was such a chasm between us. Is there anyone out there whose favorite band is UB 40? Red. Red wine maybe? UB 40. UB 40, yeah. Oh, they're a great bunch of blokes, though. You see them, they crack me up when I see them interviewed. They're really funny. But once you've heard one, that's pretty much it, isn't it? I imagine. I don't know, maybe I'm a fiddler. Maybe there's some hidden depths to them that we don't. Maybe some great tracks that you could. Yeah, if you're a big fan. Well, I'm never gonna go and see him because. What? Why? No, no. Why sort of like, top your experiences? Exactly. No, because, you know, give it a better it. Well, I know I'm definitely dying. Yeah, I'm gonna go. You'll summon them to play for get. Me labor of love live do right in the kitchen. Now, this is a little bit of a treat, but I thought I would. Charlie with Rick from the cures greatest hits. This was this double CD they brought out recently, including 18 acoustic versions of their greatest hits. Yeah, this is the acoustic version I've gone for. Glad you passed. Just like heaven. Wise choice. XFM 104.9. Lovely, that one. Brilliant, isn't it? The acoustic version of just like heaven from the cures double CD grid. Loving it, loving it, loving it. Now, again, I broke the rules in the week I met up with Carl. I had lunch with him and we were chatting and having a cup of tea, and it got onto one of Carl's favorite programs was the tales of the unexpected, of course. And all I can think is that he's probably the only person in Britain where they were unexpected. I mean, to him, when that twist came and he goes, gee, I can't. Yeah. Oh, God. So it was the tree that did it. I mean, he's probably the only. And we were telling all these stories of horror, and he liked horror toys. And I told him this story, and I wasn't if this had come across the radio, but I told him a story. It was. It was a short. It was a horror short. This was a film you saw was. Yeah, yeah. And what it was, it started off just had been a car crash. You see his horrendous wreck. And you saw it from the point of view of the person in the car. And he was calling for his mate and he was going, Dave. And he sort of. He sort of looked over and saw a body without a head that had been thrown at. He goes, oh, no, Dave, Dave. And then into the field of view came Dave, his mate, and looked at him with a look of horror. And then it sort of went black. And you realized that he was just a head and it had been his body. Right, yeah. And I said, then it came up at the end, at the executions and the French Revolution, people experienced consciousness for, you know. And he went. He went, oh, no. He said, you wouldn't. It wouldn't be for that long. And then he went, if it was a chicken. It would work. Imagine remaking that film. But it's two chickens in horrendous car crash. Their own fault for driving me. It would work. No, no, he wasn't having that. No, it was too long. I think he said, how long was this film went? About five minutes. He went, no, it would work if it was a chicken. I like the way that Carly. Something like when you relate an incident like that, he's appalled and offended and annoyed by the people that made it, even though. Yeah. Oh, he says he's annoyed. Yeah. I want to see it. I think it's a good idea. Yeah. But they should have thought it through a bit more. Yeah. Yeah. Do you have a favorite tells? The unexpected one that you remember particularly that shook you up? Yeah. We were talking about the one on where there's some woman in prison. Have you seen that one? I can't remember them. All right, this woman's in prison. Yeah. And she gets a bit friendly with the guy who takes the dead bodies out, right? And he says, I can get you out of here. So what you got to do, right? You've got to, I don't know, at. Midnight when you hear the bow Tom, that means there's a bit of dead body. Yeah, there's been a dead body. So what you got to do is go into, like, the place where all the dead bodies are got on the. Get in the first coffin on the right, and then I'll come along and carry you out and you can run away and escape. Yeah. Right. So she goes, yeah. All right, then. So she is the bell. God. No. I'll bury you, right? And then I'll come. I'll come back later and dig you up, right? That's the point. It does matter. Trust me, Carl, it really matters. Listen, I don't know if I'm gonna ruin this for people at home. Yeah. Can I just skip to the end? I would imagine that she gets buried and he doesn't come back and she has to get married alone. Better than that. Okay. She does it. She gets into the coffin. Yes, go on. Right. So she gets in the coffin and she's lying there for ages. She's buried. Feel a bit of movement going on. So she's obviously, you know, being carried somewhere. So she's thinking, this is it, I'm getting out. And she's lying there for ages and thinking, why isn't someone coming and lifting the lid off this? Do you know what I mean? Letting me get out. So she's really bored. She gets a lighter out, right? Lights it to have a look at who she's lying on. It's only the fella who said she'd help escape. Oh, how bad is that? That is. So it's quite important that she's buried alive then, isn't it? In retrospect, you realize that the jeopardy is that she's buried alive and can't get out. Yeah. Yeah, yeah. Makes it so much worse, doesn't it? Then just like lying in the morgue and going, actually, I'm getting out of here. Yeah. This isn't gonna work. At Carl's face, having told that, he's so pleased. His face is lit up. He's beaming like a child. Is that your favorite horror thing ever? That. That's a good one. And, um, let's see if anyone knows what the finger is when that blows under the ground. Wiggling his finger. We're talking about one with, uh, some fella who's stuck in the ground or something. There's a. This is a motif I noticed in your particular favorite ones. Yeah. Right. People stuck in the ground. Yeah. Right. So she's a fellow. Yes. Yeah. Fella stuck. Now, I seem to remember it just being his foot, to be honest. Being stuck in a hole. He was under the ground, and he had. He got a little thing out of the pavement, and he put his finger up and wiggled it to try and attract tension. Then you see a woman come along and her stiletto just knocks his finger off. You see, I'm wondering. It's the same one as I saw. Yeah. It could be two like that, couldn't there? They were running out of ideas by the last year. It's a big theme in Hollywood. Or what was that one you told me about with the. With the porn? That was a good one. Oh, this was fantastic. Right, right. There was this. There was this. Sorry, can I just check? Now we're just remembering classic episodes of the Tales. No, this is. This is. This is important. Well, I saw one. Right. I saw one on tales and expect. Right. And it was these two gents. What they used to do, they looked down the obituaries, and they'd blackmail the wife or the son of a dead eminent person, like might be a priest or a doctor, and they'd go and they'd say, he bought some erotic stuff from us before he died, and he owes 100 guineas and all this sort of stuff. And they'd pay up because it would be so embarrassing. They just didn't want to say, just pay him. And this one bloke said, who are these people I'll meet with him. And he goes around there and he goes round and they go, your father. He goes, my father could not have bought any erotic material from you. He couldn't have. He's blind. Right. And that was the twist. And Carl went, so it was magazines, not videos, then? Yeah. Now, think about it, Steve. Is that so stupid? Well, presumably it was set in olden times, because people, professional pornographers, don't tend to call it, you know, erotic material. Yeah, they tend to call it, you know, juicy jugs or whatever. But more than that, I don't understand how a video is going to be any use to a blind person either. I know that. You can hear the sound. Yeah. What sound will you hear? Do do, do, do do. Your meter needs looking at. Yes. Cut. What's then? What's that, then? It's just noises, occasional groans. Yeah, right. You could listen through the wall at your neighbors. He does. I mean, that's why I save a lot of money. But I thought you were going to point out, Carl, that they could have had a braille porno. Now, feel the lumps on that. Exactly. Think about it, Carl. Think about it. You're excited now. Yeah. Your girlfriend's away, Carl. Yeah. Cheese gray is only under the cupboard now. She's a good looking lady. Next we've got a white van, Carl. Oh, excellent. Dar sailor. Poor misguided fool. Well, it's time. Well, go on. That time, isn't it? Yeah. Play the jingle. Yeah. White Van Mass. Carl recorded it. Great expense, that. Yeah. This is where we just hijack an idea from the sun, which is white van man, where the sun asks, in this instance, a cabbie, by the look of it. Oh, no. Fruit and veg shop owner. Ours is. Ours is. Ours is slightly different, because the sun sort of like pick on a perfectly normal member of the public. Exactly. So that's where we've got the upper hand. And they asked him about the, you know, the hot potatoes this week. Carl, my first question to you. Well, you're just. Your thoughts, please, on the criticism of the BBC over their coverage of the queen mum's death. What do you make of this? You're aware of all the criticism that Peter Sissons asked questions? No, I thought it wore a burgundy tie. I thought yesterday. Yeah, he just had a. It didn't show respect. He just had a burgundy tie on. See, that? That's not really not showing respect, is it? No, it's not. You know, you show your respect by sort of doing the news on it, giving a. A bit of coverage and showing, you know, publicity what a good woman she was or whatever. Yeah. And then you move on to sport news or whatever. Yeah, I totally agree. I don't like the way everything's morbid. I was thinking about it. It's like, you know the way in birthday cards and that people always put funny things in them. I think you should save things like that for funerals, for like, funeral cards and that, and try and cheer people up at times when they low Jamie, because on your birthday you're quite happy anyway, so you don't need someone putting a funny comment in a card. I think, you know, when you say, what would you. What would you suggest? Well, you know, whoopi cushion, but on the vicar's chair. What, how would you like just little. Little things in the card? I mean, just writing stuff like, well, you know, at least you're still alive or whatever, so as you're giving the unit. Oh, that'd be good. So when. So suppose someone's husband's killed in a car crash, you go around with some flowers and a little card and it says, at least you're still alive. Well, maybe something funnier than that. Well, maybe like, if you got up to give the eulogy during a funeral, just wear a pair of comedy tits. Yeah. All those glasses that are eyes on sort of springs. But why? Why has everyone got to be so sad about someone dying? No, what annoys me is that when you see the people on television, they saw members of public and they're crying about the queen mother, who was sad when anyone dies. Sad when anyone dies. She was 102. And what, you know, I mean, it's sort of like. I think they think they should cry. Well, there's a picture in the paper today. I understand it. There's a picture in the paper today of various people who were lining the pre. At, you know, the. The funeral kind of route. Yeah. Yesterday. And there's a picture of a very young child, maybe sort of five or six, on the arms of her dad and her head bowed. And it says, a young girl there weeps for the queen mother. And I was looking at it and she. You can tell she's just tired. Well, just tired and bored. It's so transparent that it's not crying. It's why we die when Nan dies. Exactly. You know, it's sort of like, what. Is a five year old girl gonna be? Why is she gonna be crying? The queen mum said. I can't believe it. Yeah. Teletubbies. No, not the tweenest. No, it's gone in a minute. It's like, oh, dear. I mean, I know. I'm sure, you know, I don't know much about her. I don't know if she was a great woman. And obviously, you know, it's always had when someone dies, but it's like. It's interesting that there was a lot of tourists in that long line of people that are now queuing from hours upon hours to see her dying in state, because it's clearly just people who want to be a part of it. Let's begin. If you're over from Sweden and you find out that. Yeah, the queen mom's eyes. Oh, you must be devastated. You probably don't want to carry on with your visit. Really? Okay, listen, Carl, um, think we've covered that. What do you make. What do you make of the first genetically modified baby? Oh, are you worried about these? Do you know what did they do? What? Let me see what it says here. Well, isn't it just choosing. Choosing that, you know, I kind of. This is. This is that. This is the concern, isn't it, that in the future you'll be able to decide whether it's a boy or a girl or what. How intelligent it is, what it looks like, is it handsome, is it ugly? Obviously, no one will choose an ugly baby. And so on and so on and so on. And so it means that, you know, where will it lead? Where will it end? Carl? Are you concerned? I've thought about this a lot. What will us three look like in the future if they're being, you know, genetically modified? Beautiful? What will we be like? How will we be considered in society? But we've talked about this before, aren't we? About the cloning thing. Yeah, that's a bit weird. But I don't think it matters because at the end of the day, right, you might look like some other kid, but it's the way you've brought that you brought up that will change your features and the way you are, you know, your personality. If you lie, you get a long nose, don't you? Well, no, but listen, right, because I remember when. When we, you know, I was growing up on this estate. This is going to be good. No, no, it's not. It's just an example of how this doesn't work. Go on. So we don't need to worry, sort of thing. Sure. Okay. So growing up on this estate, and there was a. There's this woman about four houses down, right. It's bit rough. All right. Didn't fancy her. Oh, God, no. Right. But she had a baby. But tell me about her first. I'm interested in this woman. What was she? It was a very man in a dress. I didn't grow up in a posh house or anything. Sure. I'm not saying that if you live in a bit of a rough house, you're a bad person. What does she look like? But anyone can tattoos clean up like. Tony Green with a faggon. They didn't clean up much. Right. Oh. Which, even if you've not got a lot of money, you can still try. Make it nice. Yeah, right. But she didn't. And a kid used to take a horse into the house. Sorry? Whoa. Whoa. Whoa. Yeah. Whoa. Whoa. Neddy. What do you mean the kid used to take a horse into the house? When they get a horse. Musta nicked it from somewhere. From outside the saloon around the corner. Oh, that's great. Big Jake for it. I dunno. Sorry. Let me get this. This was before the lynching stopped. Or. Horse from. What do you mean? He must have nicked it. His mom said. Where'd you get that from? I bought it. All right then. Keep it out of the kitchen. I don't want you going. Catelyn rustling. Where did he get a horse from Carl. And how long did he have it for? Was he leading it or riding it? Ma'am, open the door. Stop it. Open the patio door as well. Looks like we got us a runaway. What do you mean? I don't know. But the thing is, they couldn't afford to buy one because they're not cheap. So I'm just guessing. Maybe that's wrong of me, but I. Think he had a horse. Yeah, right. So that's why the family didn't have any money. They'd spend it on the horse. That's what I'm saying. I don't think they would have bought it. So anyway. Whisper, Carl, in case they're listening. Yeah. And they could be in the room. Next door is keeping it as well. So I was like in the car with my dad coming into the avenue and you used to have to drive down it to turn round. Yeah. And you know, sort of go back to our house. You had the traditional method of transport. Yeah. The horse was in the lounge reading a paper, just. Just like walking around. And when I. When I was doing. I tried to earn myself some money once by flogging little flowers in plastic cups. What? This is genius. It just keeps coming. What do you mean you try to flog little flowers? What do you mean? Let's play a record and come back to just unravel and unravel. It's going to go for hours. Let's play a track card. We've created a whole world here where there's a man living with a horse. Just walking around the land. When I come from the west country, I've never heard anything like that. I just think of a big sort of orange carpet and a rediffusion telly and this horse going, I'm fed up in here. Exactly. This is really. I'm not taking the rubbish out again. Right, play a record. Let's have velvet underground. We've got that line, the classic from the first album, I'm waiting for the man. Let's come back to the horse in. A little flowers in pots. What do you mean? Classic first album, Velvet Underground and Nico, which apparently peaked at a disappointing 171 in the US charts. Think of that. And that's obviously Louis developed underground and waiting for the man. Yeah, great track. So we were talking. We were doing white van man, and we got onto genetically modified babies, and Paul started a story about someone with a horse, and then he got onto. He was trying to make money, sell flowers. Just do the flowers. I just want to recap slightly, so there was a family and who had the horse in the family? It was because you lived on an estate in Manchester, so that the mother. The mother was a right pig, apparently. I don't know. That's what I'm trying to do, is, like, make a picture for you so you understand. What did she look like? Bit of a. No disrespect to her. Bit like Pauline quirk. Quirky. Yep. All right. I knew. You gonna say that? I knew it was gonna be poorly. Did you have any tats? I never got that close to. Okay, all right. And so who had the horse? Was this her son or her daughter? Her daughter had stolen a horse. Yeah. From. I don't know where there was a. I think there were some stables down the road or something. And they kept the horse in the house with. They kept it in the house. Did they know? So. And you said you were in the house one day and you saw the horse. What happened was I was. They did this thing at school about raising money for charity. Right. For some local charity. And they said, you can do anything to raise money. And they came out with all these ideas and I thought, that's good. What was the charity? Forget. Well, I don't know. I thought, forget the charity. You're a charity. So I asked me ma'am for some. She used to have a lot of flowers around the house. I said, can I just take some snippings off them? And I'll go and buy some plastic cups and got some soil out the garden, planted the bits of plants in them. Yeah. Got a tray, had about 25 plants on it. Selling them for 25 pence each. Excellent. Yeah. So, loads. Did you just cut. You didn't just cut them and stick them in? Yeah. Survived, but I think people sort of thought, well, good on him for trying. But anyway, so I went round to theirs, because I thought their house could do with a bit of color and stuff. Yeah, it's a bit rough. So as I went, the horse went. Thank God for that breakfast. They've been feeding me kitty cat. So I got up to the door and they opened the door and it was one of them houses where no carpet. Yeah. A horse in the living room. You know, we've all been there. And the horse was walking around the living room. I look quite happy and everything, because I always say that about that. Beauty was on. Think about it, right? If you were a horse, where would you rather be? In a little wooden hut with a load of hay or in, like, a house with a central heating, three piece suite, telly and that? No, but I was saying this the other day, right? I was walking through London. Commodore 64 rubbish. Exactly. Walking through London with Suzanne. Right. And, you know, like, homeless people always have dogs. Yeah. Oh, I hope. I hope she looks after it. I said, they've got. That dog is happier than most dogs. Right. Because people always walk past and give it a pat on the head. Yeah. With its owner all the time. Yeah. It's out in the open. It's not locked up in a house. Yeah. It doesn't eat, but other than that. No, it doesn't eat, though. They're always all right. So that's what I was saying. I think this horse was. Was doing all right for itself. Well, not many horses have got their own house. Yeah. But anyway, that's. That's by the bar. Yeah. So anyway, this family who's a bit. What we're talking about, it was about. Clothingly modified kids and all that stuff. Yeah. Right. Now, what I'm saying is, you could say, you know, right, Steve, you could have a baby. Right. And Ricky could see it and say, God, I want one that looks like that. Yeah. It could happen, Rick. So come on, work with him. So you take it to the doctors and I don't know what they do. They inject it with something or whatever. Yep. That's how it's done. Yeah. And get a little baby. And there is. It looks the same. Now, the thing is, you separate, you both go off and do your own things. Yep. Right. Now, you look at Stephen. This is. You look after your baby. Yeah. You treat it well, you give it good food and all the vitamins and stuff. Yeah. Ricky just gives it cheese, right. So then it changes its looks. It goes a bit fat, you know, it gets tired easily and that sort of thing. Now, when this family. Why am I just feeding a baby cheese? Right, this, this, um. This, this, this family had a horse in the. In, you know, in their house. Yeah. They had a little baby and my mum went round and said, you're not gonna believe this, but it's a beautiful looking baby, right? Yeah. And I was like, well, you know. And the weird thing is, it was a good looking kid, but as time went on, they didn't really look after it. And I'm not saying, like, abusing it, but it used to run around. It used to play out to like ten at night. Yeah. Used to chase cars. Right. It was a bit. Did it have hooves? Chase cars. Right. What's up? Jason's cars. Oh, God. Was it called Rover? Did it catch stick? It's Liam. It was called. Right. Right. Now, the weird thing is, it was a good looking kid, but as time went on and all that, like, not eating properly and its hair was all patchy. It's not Liam Gallagher, is it? And chasing cars on that and it became an ugly kid. It's definitely Liam Gallagher. That's what I'm saying. Right. You can clone all you like, but at the end of the day. Yeah, you brought up. Wow, that was a hell of a point. Oh, God. But am I right? You're always right, Carl. Finally. White van man. What do you make of the fact that Sainsbury's are bringing in square tins? Is that concern for you? Is that true? Apparently so. Why? It's easy to stack. This is what the guy in the sun has said. That should be interesting. That should be his comment on Sainsbury's are bringing in square tins. Is that should be interesting for meatballs. Ricky's just collapsed on the floor. Let's just play a song, Carl. I don't think even you can top that. Black level marks out of club. Whatever happened to my rock and roll? Well, near the end of the show, just time for the re education of Carl revisited. Mm hmm. Still got Nick Cave to come of me. Absolutely. Now, Carl, you read a quote book. What did you learn from it. What. What does some pearls of wisdom. Just keep it down to one or two your favorite things and why you like them. Right. Well, you said, like you said. You said, just pick a couple. Yeah. Right. So I wrote a couple down. Yes. Night. And what I did. So they. So they weren't boring. Right. I've sort of don't think you can. Ever be boring, but what I've done. I've took, like, different ones. I've took a good one. But I think, yeah, that's a good quote. That was worth putting in a book. I put one that isn't really a quote, so I don't understand it. Oh, yeah. One that isn't clever and. And a funny one. So a bit of variation or one book. How long did this take you? What did you do? Did you sort of, like, sit about. Half an hour last night. And did you sit sort of, like, quietly at a desk or something? No, just in the lounge. The telly turned down, all right. To give a bit of light to the room. Just add it on, but turn down. Have you figured out lights yet? So, so the first one, never heard of him. This guy called Dean Axon. Right. And this is a good one. He said, the memo is written not to inform the reader, but to protect the writer. That's good. Yes, that's very good. Yes. Relates a lot to, you know, office life and so on. Yeah. Modern world and that. Right. So then thought. Yeah, right. So I wrote that down. So, liked it. And that's what you said to do. Second one isn't really a quote, it's more of a poem. Okay, so how does that work? Well. It'S about suicide. Okay. Razors pain you, rivers are damp, acid stain you, drugs cause cramp gone, guns aren't lawful, nooses give, gas smells awful, so you might as well live lovely. That's Dorothy Parker. That I tell. What? Yeah, it. I hate it. I hate that. Why? I just. It's nothing to me that I think what is. Weak, shallow piece of mock comedy. This is why I did it in that order, because that's what it's so like. It's sort of like a. It's like a zany vicar would write from living in Frome when he's about 55 and get it published in the. I hate it. All right, so you're saying you're not a fan of Dorothy Parker's work. Right, now, the next one. Oscar Wilde. Yeah, right. He's known and he. Yes. Look what he comes up with. All art is quite useless. Well, that's what's up with that. Well, it isn't added art. No, I know, but it's. Go on. Next. But how did. How his art helped you. How has it been useful to you? It was a bit of a. It's one of the only things I like doing at school. Right. So, I mean, when I made that little clay man, getting it. Fixing a car. Yeah. You made a claim, I'm fixing a car. I forgot about that. How can he. I think that's stupid. And especially. That's gone in a book. Sure, Jeremy. Okay. It's easy to diss things. Yeah. Yeah. It's hard as you are. I don't think art is useless, by the way. But then you don't have to agree or disagree with some of these things. Some of them, you know, says that someone says. Sometimes it's just their thoughts put eloquently or poetically, isn't it? And it's just a provoker reaction, is what. Yeah, yeah. And the good one, Ozzy Osbourne. I mean, sorry, but just go back there. The irony is that that is art. That he. He was an artist, wasn't he? So. But you. Okay, so you don't like Oscar Wilde, but you prefer Ozzy Osbourne. Yeah, gone. Ozzy Osbourne. Crack him on this. Funny and educational. I bit her head off a bat the other night. It was like eating a crunchy. Wrapped in a chamois leather. Genius. Oh, you're right. You're right, girl. Yeah. So what do you like about that? The way he's described what it is like, I think. Yeah. If someone. I mean, that you can imagine what it's like. Good. Like crunches. Yeah. And shammy leather is really chewy. So you can imagine that's like the skin. So you like his descriptive writing? The crunchy bit is like the bones and that. Yeah. Perfect. But, you know, Carl, it's interesting because you've analyzed Ozzy there. And in a way, that is the first step on maybe doing a new english GCSE. Yeah, you said because it describes. What about. You've never eaten about yourself. Yeah, but my teacher misses Kane. If I were to come into school with, you know, quote by Ozzy Osbourne, she won't have been happy. Really. Do you know what I mean? And that's the difference. She'd go, right, Carl, get your horse and go home. Listen, though, we were talking about other quotes. Yeah. Neil Armstrong. Yeah. Do you know his one? Yeah. What? One giant leap for mankind. You know, it wasn't meant to be that you know, it says, it's one small step for man, one giant leap for mankind, right? It was meant to be. This is one small step for a man, right? I, me, the individual on a microcosmic level, one jointly for mankind. And he mucked up. Because if you say this is one small step for man, one giant leap for mankind, it man there means. I know, I know, I know. So you shouldn't give people. He's not a trained actor, he's more of an astronaut, to be honest. No, there are no awards. Is he BAFTA nominated? Don't think so. But listen, right? He said another quote as he. As he got back into the rocket. Have you heard about it? Gone. We run out of time and I'm just wondering why. It's worth saving as a bit of a teaser for next week. What did Neil Armstrong say as he got back into the rocket? Yeah. Is it way. Something like that was boring, wasn't it? The mic's not still on, is it? Yeah. They're not still listening to you. He could have said that. It would have still gone down as an amazing quote, wouldn't it? Well, listen, I think you should always. I was meant to go. No, I'll tell you what, I'll tell you what we'll do, Carl. We'll squeeze it in the end of the show because, Ricky, you've got to play your song for the lovers. We should play this. I don't think we'll fit in. We might have to save it. Don't worry, we'll see what we can do next week. By the way, you've got happiness quotations, a collection of thoughtful words and beautiful paintings. I'll just give you an example of one. Happiness is a perfume you can pour on others without. You cannot pour on others without getting a few drops on yourself. It's lovely, that, isn't it? Brilliant? You can't be happy that Nick Haven. The bad seed from the boatman's call. It's a beautiful song. Any song that starts off, I don't believe in interventionist God is alright by me. And this is into my arms. Nick Cave and the bad seeds. Into my arms. Well, that's it. We've run out of time. We have indeed. So no time for Carl's quote. That has to come next week. Yeah, we'll save that for next time. Strong. Well, I hope you enjoyed it. Goodbye. All right, Rick? I'm saying a bit chirpy. It's not that depressing. Why? Sports next. You know how excited you are. You love the sport, do.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "That was the Travis. And some flowers through my window. This is XFM 104.9 of a Saturday afternoon. Just gone six minutes past one. I'm Ricky Gervais. With me, Steve Merchant.",
      "start": 560,
      "end": 12430,
      "confidence": 0.9165587096774195
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Hello. Hi.",
      "start": 12462,
      "end": 13182,
      "confidence": 0.594565
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Good to talk to you. Carl Pilkington is over there.",
      "start": 13238,
      "end": 16134,
      "confidence": 0.898114
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "All right.",
      "start": 16254,
      "end": 16954,
      "confidence": 0.5527
    },
    {
      "pos": 5,
      "speaker": "B",
      "text": "Hey, keeps it real. Yeah, I just think, you know, we want to lift off the show straight away. Yeah, into the stratosphere.",
      "start": 18014,
      "end": 26070,
      "confidence": 0.8847682608695652
    },
    {
      "pos": 6,
      "speaker": "A",
      "text": "Yeah.",
      "start": 26142,
      "end": 26750,
      "confidence": 0.56927
    },
    {
      "pos": 7,
      "speaker": "B",
      "text": "And the best way to do that, it seemed to me, was to resurrect a game we used to play when we first began the show in old XFM days. Remember the game during the game? Make Ricky Gervais hard, rub you hard? No no, that was only in the pilot. We never actually that. It was the game, mate. Ricky Gervais laughs to get people car. You probably didn't hear. Used to get people to sort of send in pictures and jokes and stuff. And if I could make Ricky laugh on air with those, he won a toffee, then they won a gift of some kind.",
      "start": 26902,
      "end": 52494,
      "confidence": 0.8799265740740737
    },
    {
      "pos": 8,
      "speaker": "A",
      "text": "Yeah.",
      "start": 52574,
      "end": 52902,
      "confidence": 0.74833
    },
    {
      "pos": 9,
      "speaker": "B",
      "text": "Anyway, a lot of emails actually say people love your laugh, Rick. So in a sense we're giving public.",
      "start": 52958,
      "end": 57646,
      "confidence": 0.892992105263158
    },
    {
      "pos": 10,
      "speaker": "A",
      "text": "They must be taking the Mickey.",
      "start": 57710,
      "end": 58998,
      "confidence": 0.9433033333333333
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "This is a picture I found in today's copy of the sun. So if you're listening at home and you want to know what the picture looks like, bike. I'll be only 40 p. Yeah. And are we sponsored by the sun? We do.",
      "start": 59046,
      "end": 69030,
      "confidence": 0.909318636363636
    },
    {
      "pos": 12,
      "speaker": "A",
      "text": "White Van man.",
      "start": 69062,
      "end": 70038,
      "confidence": 0.8138900000000001
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "Exactly it immediately straight away this because bear in mind, right, it is one of the world's biggest rock stars.",
      "start": 70126,
      "end": 76446,
      "confidence": 0.9136119999999999
    },
    {
      "pos": 14,
      "speaker": "A",
      "text": "Okay.",
      "start": 76510,
      "end": 77086,
      "confidence": 0.86944
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "Just check out the face.",
      "start": 77190,
      "end": 78474,
      "confidence": 0.974024
    },
    {
      "pos": 16,
      "speaker": "A",
      "text": "Oh, that's fantastic.",
      "start": 83294,
      "end": 85054,
      "confidence": 0.7252766666666668
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "Look at that.",
      "start": 85134,
      "end": 85662,
      "confidence": 0.9647266666666666
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "Oh, that is Michael Stipe. Oh dear. We're looking like, I don't know, some sort of nazi officer. That's not libelous.",
      "start": 85718,
      "end": 93422,
      "confidence": 0.8300595238095237
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "That's not, in your opinion, Michael Stipe outside there during the press conference for Peter Buck.",
      "start": 93478,
      "end": 98030,
      "confidence": 0.7791318750000003
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "It's not a good picture. I love, I think I love Ari. I love Marksdott. I think he's a lovely man. But that's a bad picture, isn't it?",
      "start": 98102,
      "end": 104478,
      "confidence": 0.8772625000000002
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "He's got big glasses on and stubble, obviously still born. He doesn't appear to be looking at anything. He's looking right beyond everyone else. Can you see that color? I tell you, he looks like, he looks like zig. I think from zig and zag it looks like he has a muppet made of foam.",
      "start": 104526,
      "end": 118286,
      "confidence": 0.8635463636363635
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Oh, love it.",
      "start": 118350,
      "end": 119318,
      "confidence": 0.6132
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "Nice to see that game come back.",
      "start": 119366,
      "end": 120478,
      "confidence": 0.827687142857143
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Yeah, the medium of radio. What a good picture that is. I hope you enjoyed it. Coming up soon we've got Sir David of Bowie, Nicholas Cave and Travis Flowers. In the window again. Play a song. Aerodynamic on XFM 104.9. That's all right.",
      "start": 120526,
      "end": 140074,
      "confidence": 0.8819520454545455
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "Uneventful, wasn't it, really?",
      "start": 140694,
      "end": 142554,
      "confidence": 0.952135
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "I left a secret to going.",
      "start": 143534,
      "end": 145154,
      "confidence": 0.8293683333333334
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "Popped out for a coffee.",
      "start": 145894,
      "end": 147126,
      "confidence": 0.7103599999999999
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Yeah. I don't want to diss the funny little french lads, sure. But, you know, try harder. They french?",
      "start": 147190,
      "end": 154490,
      "confidence": 0.8751142105263158
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "Yeah. God, yeah.",
      "start": 154562,
      "end": 155786,
      "confidence": 0.8758066666666666
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "Sorry.",
      "start": 155970,
      "end": 156774,
      "confidence": 0.68238
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "Do you speak much French, Rick?",
      "start": 158354,
      "end": 159698,
      "confidence": 0.947815
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "I speak unpaired.",
      "start": 159786,
      "end": 162134,
      "confidence": 0.6213333333333334
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "I can ask, where is the tourist information bureau? And I, like. I can express my preference in music tastes and I can order an orange eena. And that's all I can.",
      "start": 165074,
      "end": 174474,
      "confidence": 0.9112671874999999
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "I know. Mbier, blonde, presyn. I think that means draft. Yeah, French.",
      "start": 174554,
      "end": 181134,
      "confidence": 0.6929233333333332
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "To Emily, music folk.",
      "start": 181614,
      "end": 183006,
      "confidence": 0.7526349999999999
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Oh, that's filthy. So that means. Carl.",
      "start": 183150,
      "end": 187446,
      "confidence": 0.6671142857142857
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "No, go on.",
      "start": 187630,
      "end": 188566,
      "confidence": 0.7763666666666666
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Really dirty. Really dirty.",
      "start": 188670,
      "end": 191086,
      "confidence": 0.9394799999999999
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "To Emily, music folk.",
      "start": 191150,
      "end": 192342,
      "confidence": 0.6653275000000001
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "Yeah, you dirty, you. You filthy little Frenchy. All right.",
      "start": 192438,
      "end": 201594,
      "confidence": 0.729939
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Do you know much French, Carl?",
      "start": 202054,
      "end": 203594,
      "confidence": 0.8549383333333332
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "Have you got any fromage.",
      "start": 204694,
      "end": 206074,
      "confidence": 0.9467359999999999
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "That work?",
      "start": 208794,
      "end": 209814,
      "confidence": 0.86876
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "Would you not care which one you were given? You, like both.",
      "start": 212594,
      "end": 215014,
      "confidence": 0.9925916666666666
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "That's a whole different cat. La Poisson.",
      "start": 215354,
      "end": 217082,
      "confidence": 0.8157557142857144
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "Yeah. I think when you're in. In a country, should have a. Have a little go.",
      "start": 217138,
      "end": 221974,
      "confidence": 0.8702975000000001
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Well, that's a very little go.",
      "start": 222274,
      "end": 224026,
      "confidence": 0.8975050000000001
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "Yeah.",
      "start": 224090,
      "end": 224594,
      "confidence": 0.98863
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "You mean like football?",
      "start": 224714,
      "end": 225434,
      "confidence": 0.92618
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "Who can have a little go? What do you mean?",
      "start": 225474,
      "end": 227082,
      "confidence": 0.917065
    },
    {
      "pos": 51,
      "speaker": "C",
      "text": "You know, try and have a go at their. Yeah, language.",
      "start": 227178,
      "end": 230146,
      "confidence": 0.8008918181818181
    },
    {
      "pos": 52,
      "speaker": "A",
      "text": "Well, what I do is I go in there and I point and talk a bit louder than usual in perfect English and if they don't get it, I go mental.",
      "start": 230210,
      "end": 237714,
      "confidence": 0.9582074193548388
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "Exactly.",
      "start": 237794,
      "end": 238330,
      "confidence": 0.38542
    },
    {
      "pos": 54,
      "speaker": "A",
      "text": "Securing the fact that I've tried my best and now I'm a laugh.",
      "start": 238402,
      "end": 241074,
      "confidence": 0.8302569230769231
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "And that is. That is the prerogative of all Englishmen.",
      "start": 241154,
      "end": 243706,
      "confidence": 0.885506
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Or just point.",
      "start": 243770,
      "end": 244626,
      "confidence": 0.6114066666666668
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "Point and shout.",
      "start": 244730,
      "end": 245394,
      "confidence": 0.7832499999999999
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "Yeah, point and shout. Don't forget, you know, because you can never be foreign if you're english anywhere. No, they're speaking funny. Just remember that. Yeah, yeah.",
      "start": 245434,
      "end": 253442,
      "confidence": 0.8916814814814814
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "God save. Sorry, go on, then. You were gonna say something else.",
      "start": 253538,
      "end": 257618,
      "confidence": 0.7406516666666666
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "Yeah. That picture you showed me.",
      "start": 257666,
      "end": 261362,
      "confidence": 0.8344166666666667
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Yeah.",
      "start": 261458,
      "end": 262066,
      "confidence": 0.69372
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "I wish we could post one. The website of Carl. Remember we won an award ages ago. What is it called? The British Radio Authority Award. Yeah. And we made Carl get in the picture and he was a bit incarnate, but his head is perfectly circular. I put a coin on it and only the ears popped out from behind the coin. Isn't it? Perfectly round? Isn't it?",
      "start": 262210,
      "end": 284992,
      "confidence": 0.8840288405797103
    },
    {
      "pos": 63,
      "speaker": "C",
      "text": "I mean, when you've been saying, I've got around dead, I was a bit like, yeah, everyone has. Stop having a go.",
      "start": 285008,
      "end": 289816,
      "confidence": 0.9031836363636362
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "Yeah.",
      "start": 289880,
      "end": 290120,
      "confidence": 0.62098
    },
    {
      "pos": 65,
      "speaker": "C",
      "text": "And I saw this picture last week, I thought, God, he's right.",
      "start": 290152,
      "end": 293080,
      "confidence": 0.8940941666666666
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "Can we. Can't we just pop it on the XM website?",
      "start": 293192,
      "end": 296208,
      "confidence": 0.8566436363636366
    },
    {
      "pos": 67,
      "speaker": "C",
      "text": "I'd rather not.",
      "start": 296336,
      "end": 297160,
      "confidence": 0.8560133333333333
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "I'll go on have you seen that?",
      "start": 297232,
      "end": 298944,
      "confidence": 0.8664342857142857
    },
    {
      "pos": 69,
      "speaker": "C",
      "text": "That man in a jar without a brain?",
      "start": 298984,
      "end": 300844,
      "confidence": 0.9205300000000001
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Sorry, is that a product you can buy?",
      "start": 301954,
      "end": 304934,
      "confidence": 0.9735975000000001
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Is it a dream you had yesterday? Yes. Hello. Could you make my dream into reality, please? We can't, actually, sir. In plastic would be good.",
      "start": 306594,
      "end": 316770,
      "confidence": 0.9138
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "So what do you mean, in the future?",
      "start": 316922,
      "end": 318322,
      "confidence": 0.9182112499999999
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Be able to download your dreams and then just, like, act them out again. Probably in the year 2000 or something.",
      "start": 318378,
      "end": 322978,
      "confidence": 0.9267719047619047
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Soothsayer.",
      "start": 323146,
      "end": 323882,
      "confidence": 0.84178
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "No, there's some museum somewhere.",
      "start": 323938,
      "end": 325418,
      "confidence": 0.805518
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Yeah.",
      "start": 325506,
      "end": 325914,
      "confidence": 0.63607
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "That's got this little fella who was born without a brain and he's in a jar, and it's just that he's got a really round head.",
      "start": 325994,
      "end": 331916,
      "confidence": 0.8574711538461538
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "Right.",
      "start": 332020,
      "end": 332548,
      "confidence": 0.95815
    },
    {
      "pos": 79,
      "speaker": "C",
      "text": "And when I saw this picture, I thought, God, it just reminded me of this little fella in a jar.",
      "start": 332676,
      "end": 337996,
      "confidence": 0.89815
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Oh, what do you mean? He's born without a brain?",
      "start": 338100,
      "end": 340264,
      "confidence": 0.8335889999999999
    },
    {
      "pos": 81,
      "speaker": "C",
      "text": "He was born without a brain.",
      "start": 340764,
      "end": 341996,
      "confidence": 0.9594083333333333
    },
    {
      "pos": 82,
      "speaker": "A",
      "text": "So it's a baby.",
      "start": 342060,
      "end": 343224,
      "confidence": 0.9902325
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "It's not a little fella.",
      "start": 343764,
      "end": 345276,
      "confidence": 0.7827999999999999
    },
    {
      "pos": 84,
      "speaker": "C",
      "text": "Yeah, but it's weird.",
      "start": 345460,
      "end": 346220,
      "confidence": 0.4761025
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "Do you know the difference? Do you have conversations with, like, people in prams thinking that the fellas little. And he doesn't talk much?",
      "start": 346252,
      "end": 350644,
      "confidence": 0.85327875
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "Yeah.",
      "start": 350684,
      "end": 350996,
      "confidence": 0.51593
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "You know, babies aren't like little people.",
      "start": 351060,
      "end": 353022,
      "confidence": 0.9837542857142856
    },
    {
      "pos": 88,
      "speaker": "C",
      "text": "Well, maybe.",
      "start": 353148,
      "end": 353898,
      "confidence": 0.746645
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "Well, they are little people, but, I mean, they're not. They're not very small adults. They're not like midget.",
      "start": 353986,
      "end": 357762,
      "confidence": 0.9418700000000001
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "They don't do a job of work, is what.",
      "start": 357818,
      "end": 359418,
      "confidence": 0.9627155555555557
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "Yeah, you know. What do you mean?",
      "start": 359586,
      "end": 361626,
      "confidence": 0.8092542857142858
    },
    {
      "pos": 92,
      "speaker": "C",
      "text": "I didn't read about it. I just saw the picture.",
      "start": 361650,
      "end": 363546,
      "confidence": 0.8449390000000001
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "This is where you're going wrong, Carl. This is always your mistake. You see the picture, you don't read the little cat.",
      "start": 363650,
      "end": 367874,
      "confidence": 0.9363995454545454
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "But what do you mean?",
      "start": 367914,
      "end": 368450,
      "confidence": 0.983126
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "How do you guess at what you think?",
      "start": 368482,
      "end": 369746,
      "confidence": 0.84277625
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "The meaning. But how did you know he didn't have a brain?",
      "start": 369770,
      "end": 371458,
      "confidence": 0.8889100000000001
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "He said something like, the brainless man.",
      "start": 371506,
      "end": 373294,
      "confidence": 0.9395157142857142
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Yeah, but people say that about you. It doesn't mean you literally. You haven't got a spinal cord.",
      "start": 374354,
      "end": 379466,
      "confidence": 0.8590266666666667
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "I bet somebody's seen it and knows what I mean. It's a famous picture.",
      "start": 379610,
      "end": 382842,
      "confidence": 0.9072192857142858
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Right. Calling. Oh. 8700, 801. Two, three, four. Once again, you win a prize if you can tell us what Carl is talking about, just in general. It's an ongoing competition. We're trying to find some CDs to anyone who knows what Carl is talking about. Stereophonics. Vegas. Two times. Well, we've had calls confirming that there was indeed a fetus or a stillborn child.",
      "start": 382898,
      "end": 411122,
      "confidence": 0.8924973846153849
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "A pickled baby.",
      "start": 411218,
      "end": 412026,
      "confidence": 0.7536833333333334
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "A pickled baby. No wonder it died. Born without a brain. But everyone has, you know, pointed out that it wasn't a little fella.",
      "start": 412090,
      "end": 420694,
      "confidence": 0.9070275
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "It certainly wasn't a little fella because.",
      "start": 420774,
      "end": 423790,
      "confidence": 0.8947971428571428
    },
    {
      "pos": 104,
      "speaker": "C",
      "text": "It had been in the jar for a long time. I think it had aged a bit.",
      "start": 423822,
      "end": 426714,
      "confidence": 0.8982035294117646
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "What are you basing that on?",
      "start": 428014,
      "end": 429086,
      "confidence": 0.8510283333333333
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "You do carry on growing. Yeah, yeah.",
      "start": 429150,
      "end": 431606,
      "confidence": 0.8788857142857143
    },
    {
      "pos": 107,
      "speaker": "C",
      "text": "Your ears and your nose.",
      "start": 431670,
      "end": 432878,
      "confidence": 0.845964
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Your ears and your nose and your eyes don't grow. So you could probably.",
      "start": 433046,
      "end": 437246,
      "confidence": 0.9560678571428571
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Yeah, I'll dig it out for you.",
      "start": 437430,
      "end": 439102,
      "confidence": 0.92971
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "Yeah.",
      "start": 439238,
      "end": 439534,
      "confidence": 0.3562
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Imagine if, like, there was an experiment where they were raising a child just based on the information that we said on the radio. What kind of a person.",
      "start": 439574,
      "end": 448684,
      "confidence": 0.931401724137931
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "And it took everything literally.",
      "start": 451464,
      "end": 452800,
      "confidence": 0.896752
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "Exactly.",
      "start": 452872,
      "end": 453240,
      "confidence": 0.804
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "And I think, yeah, there was no. There's no irony or. Yeah, it was just.",
      "start": 453272,
      "end": 456672,
      "confidence": 0.8762513333333332
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "They just, everything we said, they assumed was fact.",
      "start": 456728,
      "end": 458872,
      "confidence": 0.9384011111111111
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Everything that Carl said and any question, any question it had about the world, it could only ask Carl.",
      "start": 458928,
      "end": 463488,
      "confidence": 0.8442473684210525
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "Exactly.",
      "start": 463536,
      "end": 464000,
      "confidence": 0.96163
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "And it was.",
      "start": 464072,
      "end": 464632,
      "confidence": 0.77026
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "This worries me because without wishing to be disrespectful in any way, Carl, you know, I think you're the best man on earth when you have a child. We could be in a situation a bit like that, do you know, is it a concern for you? Do you think that, like, when your son's growing up or your daughter, they're asking you questions, you're conscious. I mean, you yourself have admitted that you have, you have a sphere of knowledge which you are an expert on.",
      "start": 464728,
      "end": 484168,
      "confidence": 0.9545075862068965
    },
    {
      "pos": 120,
      "speaker": "C",
      "text": "Ask your mother, you say.",
      "start": 484216,
      "end": 485800,
      "confidence": 0.9280539999999998
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Ask your mother.",
      "start": 485832,
      "end": 486776,
      "confidence": 0.9916066666666667
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "That's good.",
      "start": 486960,
      "end": 487528,
      "confidence": 0.98444
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "That's great. Fair enough.",
      "start": 487576,
      "end": 488408,
      "confidence": 0.9933075
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "That's good.",
      "start": 488456,
      "end": 488824,
      "confidence": 0.81374
    },
    {
      "pos": 125,
      "speaker": "C",
      "text": "And I'd play with it. I think I'd be a good dad.",
      "start": 488864,
      "end": 490760,
      "confidence": 0.9181116666666665
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Yeah, I think you would.",
      "start": 490832,
      "end": 491536,
      "confidence": 0.9640160000000002
    },
    {
      "pos": 127,
      "speaker": "C",
      "text": "But I won't be the one who's shouting at it.",
      "start": 491560,
      "end": 493200,
      "confidence": 0.798022
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "No, no. Who would you get to shout at Windsor Davis? He'd be good, wouldn't he? You horrible little man.",
      "start": 493312,
      "end": 500024,
      "confidence": 0.824869
    },
    {
      "pos": 129,
      "speaker": "C",
      "text": "I tell it the rights and wrong. You don't have to be a really bright person to know the rights and wrong in the world.",
      "start": 500524,
      "end": 504596,
      "confidence": 0.9365640000000001
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "No, I think you are bright, Carl.",
      "start": 504660,
      "end": 506204,
      "confidence": 0.9114585714285715
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "You are. And at what point in their, in their life would you tell them about the evolution of the baguette which you told us?",
      "start": 506244,
      "end": 512820,
      "confidence": 0.935256
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Oh, the story of the bee.",
      "start": 512852,
      "end": 514428,
      "confidence": 0.8686933333333334
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Yes.",
      "start": 514516,
      "end": 515020,
      "confidence": 0.71293
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "Got a scored once.",
      "start": 515132,
      "end": 516132,
      "confidence": 0.66123
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "Or the two children. Would you ever get to meet? They could be godparents. The friends you had at school.",
      "start": 516188,
      "end": 522412,
      "confidence": 0.9513744999999998
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "Yeah, big heads and webpages that weren't friends.",
      "start": 522468,
      "end": 526738,
      "confidence": 0.79122
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "I wish we could track them.",
      "start": 526826,
      "end": 527946,
      "confidence": 0.9134983333333334
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Oh, that'd be great.",
      "start": 528010,
      "end": 528714,
      "confidence": 0.771545
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "I imagine they're in a zoo.",
      "start": 528754,
      "end": 530054,
      "confidence": 0.8220966666666668
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Or two big jars. Two big jars. Industrial strength jars. Oh, dear. Guess what?",
      "start": 533714,
      "end": 541522,
      "confidence": 0.810972857142857
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Go on.",
      "start": 541578,
      "end": 542098,
      "confidence": 0.744825
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "Um. This is one of our last shows. We're going away, I'm afraid, on the 4 May, isn't it?",
      "start": 542186,
      "end": 547514,
      "confidence": 0.9375936842105264
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "I can't remember.",
      "start": 547554,
      "end": 548106,
      "confidence": 0.6891166666666667
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "That's our last show, the 4 May. I brought a downer on the whole thing then, didn't I. There's people cheering. Guess who's taken over from us. And I found this out. I was watching liquid news the other night, right. No one had called me. Zoe Ball.",
      "start": 548170,
      "end": 561410,
      "confidence": 0.8758997916666664
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Well, she's a good presenter, but is this confirmed?",
      "start": 561562,
      "end": 563890,
      "confidence": 0.9798888888888888
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "I don't know. I should have said that.",
      "start": 564082,
      "end": 565642,
      "confidence": 0.80636
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "Is this true?",
      "start": 565698,
      "end": 566614,
      "confidence": 0.9898833333333333
    },
    {
      "pos": 148,
      "speaker": "C",
      "text": "Yeah, I think so. Oh, yeah, you've done it now.",
      "start": 567834,
      "end": 570306,
      "confidence": 0.9303710000000003
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "Yes.",
      "start": 570450,
      "end": 570754,
      "confidence": 0.54529
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "She was in the other day. You watched it on the telly. So, yeah.",
      "start": 570794,
      "end": 573514,
      "confidence": 0.9242142857142859
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "What annoys me is this is rather like when we got, according to last week's media guardian, we got wrapped for saying the word cock on the radio and what we never did, did we? That was. We'd have to read that on the Internet. We never told.",
      "start": 573554,
      "end": 585674,
      "confidence": 0.9395085416666665
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "That just slipped out your mouth, didn't it?",
      "start": 585754,
      "end": 587194,
      "confidence": 0.9362925
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "Was that cocktail?",
      "start": 587234,
      "end": 588102,
      "confidence": 0.63623
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "Yeah, yeah, yeah.",
      "start": 588148,
      "end": 589010,
      "confidence": 0.7216100000000001
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "So anyway.",
      "start": 589042,
      "end": 589834,
      "confidence": 0.993625
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "And now we don't even get told face to face that Zoe Ball's gonna take over.",
      "start": 589954,
      "end": 593554,
      "confidence": 0.9350681249999999
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "Yeah.",
      "start": 593594,
      "end": 593722,
      "confidence": 0.95182
    },
    {
      "pos": 158,
      "speaker": "C",
      "text": "But it was only, like, sorted out the other day and then when I saw you.",
      "start": 593738,
      "end": 596642,
      "confidence": 0.925740625
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "We love to say ball, aren't we? Yeah.",
      "start": 596658,
      "end": 598274,
      "confidence": 0.7869575
    },
    {
      "pos": 160,
      "speaker": "C",
      "text": "When I saw you yesterday, I said yes.",
      "start": 598354,
      "end": 600018,
      "confidence": 0.8185449999999999
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "So we're not allowed to say no? No, I'm not gonna say the word and we're not gonna say that. We're not allowed to say the. We are allowed to say the male bird is a cock. We're not gonna say the other one, but we are allowed to say ball.",
      "start": 600106,
      "end": 610730,
      "confidence": 0.8691776470588233
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "Yeah.",
      "start": 610882,
      "end": 611498,
      "confidence": 0.83737
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "What if Erin, her dad, Bobby, would they be. Will be? I'd say a pair of balls would be able to say that. And I don't know, I don't use.",
      "start": 611626,
      "end": 620470,
      "confidence": 0.8478016666666667
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "Part of the deal.",
      "start": 620502,
      "end": 621354,
      "confidence": 0.8845825
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "In fact, if she's listening, call in the. Confirm it with that on the air, aren't we? As long as she doesn't swear.",
      "start": 622934,
      "end": 628670,
      "confidence": 0.8337604347826088
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Yeah, don't be rude.",
      "start": 628742,
      "end": 629758,
      "confidence": 0.9778150000000001
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "Yeah, don't be rude, Zoe. Yeah. Warn as well not to leave too much nothing lying around because it'd be gone. Especially if it's skagged. Echoing the bunny men killing moon. Good to hear that again.",
      "start": 629806,
      "end": 647604,
      "confidence": 0.8204663888888888
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "Yes.",
      "start": 647684,
      "end": 648108,
      "confidence": 0.93596
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "On XFM 104.9. Who are you? I'm Ricky Gervais. Who are you?",
      "start": 648196,
      "end": 651932,
      "confidence": 0.8297291666666667
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "Steve Mocha.",
      "start": 651988,
      "end": 652612,
      "confidence": 0.55381
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "Who's that funny little round headed fellow?",
      "start": 652628,
      "end": 654540,
      "confidence": 0.85949
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Pilkington.",
      "start": 654692,
      "end": 655596,
      "confidence": 0.57772
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Pilk. Pilkie. Pilkie. Pilkers.",
      "start": 655700,
      "end": 658384,
      "confidence": 0.3662875
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "I shan't called so. Mustn't be true.",
      "start": 658884,
      "end": 661212,
      "confidence": 0.7368614285714286
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "I didn't think we were being disrespectful to her because I both think she's a fine presenter and I think she'd do very well on there. I think it's a good move as well.",
      "start": 661348,
      "end": 670006,
      "confidence": 0.8826914705882353
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "Yeah.",
      "start": 670070,
      "end": 670318,
      "confidence": 0.59097
    },
    {
      "pos": 177,
      "speaker": "C",
      "text": "Can you just say it's not, not forever, isn't it?",
      "start": 670366,
      "end": 673394,
      "confidence": 0.963298
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "I think she'll become more popular than.",
      "start": 674654,
      "end": 675942,
      "confidence": 0.9403057142857144
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "Us and I think. I think that'd be the end of us, to be honest.",
      "start": 675958,
      "end": 678966,
      "confidence": 0.921254
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "She can string a sentence together, think.",
      "start": 679030,
      "end": 680302,
      "confidence": 0.7627257142857145
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "She get lots of pr. And she goes out with big boy Slim. Big boy Slim is, you know, good dj. He's a good dj. And is her name Zoe Slim now?",
      "start": 680318,
      "end": 691742,
      "confidence": 0.8627253125000003
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Yep.",
      "start": 691798,
      "end": 692434,
      "confidence": 0.55631
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "And you know, there will be nothing. Three months in it she's taken over for. Is she getting paid the same as us? I don't know, we'll find out.",
      "start": 694104,
      "end": 702568,
      "confidence": 0.8377555172413791
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "It's a hell of a lot more.",
      "start": 702616,
      "end": 703632,
      "confidence": 0.9689528571428571
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "I'll go mental.",
      "start": 703688,
      "end": 704608,
      "confidence": 0.9397533333333333
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "But it's good money, it's good work.",
      "start": 704656,
      "end": 706376,
      "confidence": 0.8100485714285713
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "I'll go mental. Well, there you go. What are you gonna do?",
      "start": 706520,
      "end": 711004,
      "confidence": 0.9057191666666666
    },
    {
      "pos": 188,
      "speaker": "C",
      "text": "I'm. For three months, I'm gonna have Saturdays off.",
      "start": 711424,
      "end": 715764,
      "confidence": 0.7533933333333332
    },
    {
      "pos": 189,
      "speaker": "B",
      "text": "Are you gonna present with her? Are you gonna come on and press the buttons?",
      "start": 717024,
      "end": 720156,
      "confidence": 0.924004
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "He's not allowed.",
      "start": 720320,
      "end": 721180,
      "confidence": 0.7891566666666666
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "No. I don't know. Cuz, you know you're our yeah boy co presenter.",
      "start": 721252,
      "end": 726784,
      "confidence": 0.7998084615384614
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Yeah. You're like our little fellow in a jar.",
      "start": 728804,
      "end": 731220,
      "confidence": 0.8593555555555555
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Yeah. We should do with you over the months. Keep in a jar. We can have it within alternate weeks, like, like step parents or.",
      "start": 731292,
      "end": 740412,
      "confidence": 0.8059756
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Yeah, yeah, that'd be great, wouldn't it?",
      "start": 740468,
      "end": 742652,
      "confidence": 0.8292114285714286
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 742708,
      "end": 743060,
      "confidence": 0.34557
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "Just, you can see the fight for custody.",
      "start": 743092,
      "end": 745380,
      "confidence": 0.8143024999999999
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Yeah. It'll be a big jar that you can. You can put stuff in there.",
      "start": 745492,
      "end": 747852,
      "confidence": 0.8813393333333334
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "You can. Oh, you can have. It won't be. It won't be like I'm full of water or vinegar or whatever they do.",
      "start": 747908,
      "end": 752230,
      "confidence": 0.8514295652173913
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "You'll become.",
      "start": 752262,
      "end": 753034,
      "confidence": 0.48146999999999995
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "No, um. It'd be, it'd be like an air. Big air chamber and you're sat. Sat there and it'd be like a little. What would it be in an armchair or something?",
      "start": 753454,
      "end": 760150,
      "confidence": 0.8017321875
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "It'd be an armchair and we'd. And we'd have stuff in there and we'd bring your girlfriend like once a week and she'd go. And we put a blanket over the top so we wouldn't, you know, see.",
      "start": 760262,
      "end": 766102,
      "confidence": 0.8539297368421054
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Any big brother household.",
      "start": 766118,
      "end": 767542,
      "confidence": 0.8696975
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Exactly.",
      "start": 767598,
      "end": 768254,
      "confidence": 0.51802
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Yeah.",
      "start": 768374,
      "end": 768766,
      "confidence": 0.98509
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "That's a hell of a documentary.",
      "start": 768830,
      "end": 770358,
      "confidence": 0.9867716666666667
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Oh, that'd be amazing. When Carl in a job. Anyway, that's what. So we're going away on the 4 May for twelve weeks a long time. We were doing the second series, the office, so we can't be around, I'm afraid, and, and Zoe ball standing in for us and I can't be right.",
      "start": 770486,
      "end": 784392,
      "confidence": 0.850195
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "She's not. I don't think you can say standing in for us, that's not right. Taking over the show, I think would be fair to say.",
      "start": 784408,
      "end": 789648,
      "confidence": 0.8980938461538461
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "I don't know. I can't say anything now, can you? I'll worry about just. He was like a big boy. Slim. You got to be careful what you say. Yeah.",
      "start": 789776,
      "end": 797724,
      "confidence": 0.7604493333333336
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "Oh, you look upset.",
      "start": 798064,
      "end": 799324,
      "confidence": 0.6808649999999999
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "You starting thinking we get melancholy now that you're just gonna sit at home. What you gonna do every Saturday? Don't know.",
      "start": 799744,
      "end": 805782,
      "confidence": 0.7792540909090907
    },
    {
      "pos": 211,
      "speaker": "C",
      "text": "Go shopping.",
      "start": 805918,
      "end": 806782,
      "confidence": 0.5692699999999999
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "Let's sort out a jar. We've got to do the balloons before then as well. You gotta sit up in a balloon maybe, because then you open a balloon and you come straight down into a big jar.",
      "start": 806878,
      "end": 813886,
      "confidence": 0.8477552631578947
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "Yeah.",
      "start": 813950,
      "end": 814166,
      "confidence": 0.69209
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "And they put a giant cork in straight away. Yeah. Yeah. And there's a big jig.",
      "start": 814190,
      "end": 817878,
      "confidence": 0.72336625
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "Tell what we could do. We could set you adrift like Robinson Crusoe. Set a bottle and see where you end up.",
      "start": 817926,
      "end": 821774,
      "confidence": 0.8364027272727271
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "If you find me. Yeah. Oh, you might go to an uninhabited island or summer.",
      "start": 821854,
      "end": 826214,
      "confidence": 0.9155313333333335
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "Tell you something. Learn in the week. Reminded me there about going up in the air.",
      "start": 826334,
      "end": 830378,
      "confidence": 0.872259375
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Go on.",
      "start": 830466,
      "end": 831122,
      "confidence": 0.694075
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "Right. If cars could drive up, it only took an hour to get into space.",
      "start": 831258,
      "end": 835334,
      "confidence": 0.9164653333333332
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Which is great.",
      "start": 837154,
      "end": 838294,
      "confidence": 0.9987566666666666
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "Going how fast?",
      "start": 838914,
      "end": 840174,
      "confidence": 0.9386233333333333
    },
    {
      "pos": 222,
      "speaker": "C",
      "text": "About 50 miles an hour.",
      "start": 841074,
      "end": 842906,
      "confidence": 0.947796
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "You just made that up, didn't you? You just plucked. You just guessed that. You just guessed it. You just said about 50.",
      "start": 843050,
      "end": 848974,
      "confidence": 0.899642608695652
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Yeah, but this is what worries me. If you have it, if you have a son or a daughter.",
      "start": 849714,
      "end": 852826,
      "confidence": 0.8518873684210527
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "Yeah.",
      "start": 852890,
      "end": 853338,
      "confidence": 0.70069
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "Age 50. He's gonna be out in the street with a ramp.",
      "start": 853426,
      "end": 856254,
      "confidence": 0.8734500000000001
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "Dad, how long does elephants live? About a thousand years, a thousand something. How much can an ant lift? About quarter of a kilogram. Probably about two bags of sugar.",
      "start": 856794,
      "end": 869772,
      "confidence": 0.8326653333333334
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "If you guess, it's not fact.",
      "start": 869868,
      "end": 871524,
      "confidence": 0.9943883333333335
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "Yeah, it just because you thought it, that doesn't make it fact. Does anyone know? Long it take a car going?",
      "start": 871644,
      "end": 879104,
      "confidence": 0.8565119047619048
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "People are phoning in about anything now.",
      "start": 879524,
      "end": 881180,
      "confidence": 0.6548328571428571
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "Rick. Yeah.",
      "start": 881212,
      "end": 882100,
      "confidence": 0.7279249999999999
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "We asked him to phone in about the jar thing. Switchboard lit up. It's crazy. You know, something sensible, Che Guevara, or, you know, the life of nothing.",
      "start": 882252,
      "end": 893594,
      "confidence": 0.8166871428571431
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "That is really a demographic sort of snapshot of our fans, our audience. Ask him about a dead baby without a brain.",
      "start": 893674,
      "end": 900986,
      "confidence": 0.870521818181818
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Oh, yes.",
      "start": 901050,
      "end": 901434,
      "confidence": 0.6757850000000001
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "And they're reaching with their phones. They don't mind what their bill is. That much we ask them for.",
      "start": 901474,
      "end": 904890,
      "confidence": 0.7618047368421053
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "You know, I don't know. Great quotes or something from the great philosophers. Nothing. They're just asking where to buy. Yeah, meths, cheap, straight on the phone.",
      "start": 904922,
      "end": 912034,
      "confidence": 0.8156977777777777
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "Oh, do you know the. The quotes that Ricky gave me last week and I turned them down?",
      "start": 912114,
      "end": 915458,
      "confidence": 0.8304427777777776
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "Yeah.",
      "start": 915506,
      "end": 916134,
      "confidence": 0.75198
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "I got home, girlfriend had a go at me.",
      "start": 916654,
      "end": 919382,
      "confidence": 0.904448888888889
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "They don't know you turned him down. What you know is that he said he didn't want to take the book at the end of the show. So I'm not taking it, it's too difficult. I want to go and get a nice one and go on. Yeah.",
      "start": 919438,
      "end": 926622,
      "confidence": 0.892270625
    },
    {
      "pos": 241,
      "speaker": "C",
      "text": "So I went home and Suzanne said, where's the book? She was really looking forward to having a look at it. I said, I gave it him back, I wasn't up for that. And yet last week I was ill and stuff. I wasn't in the mood for learning.",
      "start": 926638,
      "end": 935894,
      "confidence": 0.9287763265306124
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "Yeah.",
      "start": 935974,
      "end": 936326,
      "confidence": 0.57516
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "So I'm not having it. She goes, this is where you went wrong at school. So this is exactly where you went, went wrong. She said, you know, you liked infants, you liked, you know, you coloring in and you paint in stuff, so. But as soon as it gets to the heavy stuff you just, you know, you like a horse with its blinkers on.",
      "start": 936390,
      "end": 952168,
      "confidence": 0.9105875757575757
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Yeah.",
      "start": 952256,
      "end": 952704,
      "confidence": 0.88714
    },
    {
      "pos": 245,
      "speaker": "C",
      "text": "You shut yourself away. So I said, no, I just, look, I could have done if I wanted to. So anyway, we went and bought a quotations book. So I have got some quotes.",
      "start": 952784,
      "end": 961432,
      "confidence": 0.8366335294117648
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Yeah, what's the quotation book you bought? So I was asking him to read Keats and Wild Wordsworth, Shakespeare. What did you buy?",
      "start": 961488,
      "end": 969324,
      "confidence": 0.862215652173913
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "It's, it's quotes with like Eric and Ernie and not in it. No, but.",
      "start": 969764,
      "end": 975264,
      "confidence": 0.8316992857142856
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "The Sesame street book of quotes. Brilliant. No, that's, they're still valid. No, it's a starting. Oh it's a starting point. Okay, well we'll have some quotes.",
      "start": 976964,
      "end": 986024,
      "confidence": 0.7506922222222223
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "We've got a bit of new order, new order here to stay on XFM 104. Someone, I love our listeners, I really do. Right, someone just called in and said it's about putting even. Hello. Carl answers the phones, look. Said hello. Hello. He said, yeah, about putting Carl in a big jar and Carl went, go on. The bloke went, well then you could call him Carl Pickleton. And he went, thanks, I love the bothering. I like Carl pickleton. That's lovely, that's so sweet. He spent 50 p to tell you that. And you were worried. You just saw you going up in a balloon and landing in a jar again, didn't you? What have you gone through yet? You've got nothing but good feedback from this show now and they're just getting all worried, aren't you? Heat magazine say you're a genius, you've got your picture in that extracts magazine with a little round head. You have Jaffa cakes. I gave him a fiver the other week to buy biscuits. He's having the time of his life. This is best day. This must be your best 2 hours of the week.",
      "start": 987724,
      "end": 1045954,
      "confidence": 0.8805271649484536
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "I enjoy it. Yeah, it's all right sometimes.",
      "start": 1046534,
      "end": 1049854,
      "confidence": 0.81450125
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Yeah. What's, what's better regular than this for you. What's a better 2 hours a week sleep? Doesn't count.",
      "start": 1049934,
      "end": 1056974,
      "confidence": 0.8769426315789474
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "Actually. Probably right. Might be this.",
      "start": 1058994,
      "end": 1060738,
      "confidence": 0.8914016666666665
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1060866,
      "end": 1061458,
      "confidence": 0.50659
    },
    {
      "pos": 254,
      "speaker": "C",
      "text": "Yeah. Or, um, that. 24 things.",
      "start": 1061586,
      "end": 1065138,
      "confidence": 0.7326566666666666
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "Good. I'm probably worth mentioning.",
      "start": 1065186,
      "end": 1067570,
      "confidence": 0.788688
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Susan.",
      "start": 1067642,
      "end": 1068010,
      "confidence": 0.38542
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "Yeah. Your girlfriend.",
      "start": 1068042,
      "end": 1068610,
      "confidence": 0.5459133333333334
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "Girlfriend, yeah.",
      "start": 1068642,
      "end": 1069162,
      "confidence": 0.7127049999999999
    },
    {
      "pos": 259,
      "speaker": "C",
      "text": "Well, that goes without saying.",
      "start": 1069178,
      "end": 1070202,
      "confidence": 0.831296
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "Oh, he's done it. He's pulled it round. He's pulled it round. He's a charmer.",
      "start": 1070298,
      "end": 1073866,
      "confidence": 0.865314
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "If you could come in and sit in the corner, then, yeah. It would be the best time ever.",
      "start": 1073930,
      "end": 1077862,
      "confidence": 0.929081052631579
    },
    {
      "pos": 262,
      "speaker": "B",
      "text": "That's pretty sweet.",
      "start": 1077918,
      "end": 1079030,
      "confidence": 0.7758600000000001
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "She's not even in London at the moment.",
      "start": 1079222,
      "end": 1080830,
      "confidence": 0.94967625
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Oh, so you want me to say that? Yeah.",
      "start": 1080902,
      "end": 1082934,
      "confidence": 0.783172222222222
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "And you did anyway?",
      "start": 1083054,
      "end": 1083870,
      "confidence": 0.9107974999999999
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "Yeah. That's lovely.",
      "start": 1083942,
      "end": 1084950,
      "confidence": 0.7157833333333334
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "She might be listening.",
      "start": 1084982,
      "end": 1086034,
      "confidence": 0.8824575
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Yeah. It's going digital. There's always that.",
      "start": 1087774,
      "end": 1090074,
      "confidence": 0.7540871428571428
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "Anyway, Steve, I just was obviously, I. An exciting week, relatively speaking, Rick, because I'm just spending it all with you. Sat in a little room, as is our way. I've been doing some acting this week.",
      "start": 1092894,
      "end": 1105486,
      "confidence": 0.8993529729729728
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "I know, I know.",
      "start": 1105550,
      "end": 1106616,
      "confidence": 0.8952249999999999
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "And I don't normally act, but I basically, there's some people at the BBC who are making a comedy pilot kind of comedy tv show. And, you know, and I auditioned for it, and the role was to play a sort of freaky looking, sort of lanky geek, you know, and I don't.",
      "start": 1106680,
      "end": 1121504,
      "confidence": 0.8784722641509434
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "How did you beat off?",
      "start": 1121624,
      "end": 1122448,
      "confidence": 0.7754179999999999
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "I don't want to say an arrogant Rick, but they gave me the job on the spot, you know, so it's like, you know, I'm not a bad actor. I'm not as good as Rick, but I'm, you know, what is it? I play really tall guy, like a sort of.",
      "start": 1122496,
      "end": 1134544,
      "confidence": 0.8831429411764705
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "That's the part, though, isn't it, about.",
      "start": 1134704,
      "end": 1135872,
      "confidence": 0.8583614285714286
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "You'Ve got, I'm a character who's six foot seven tall, and I'm trying to win the world's tallest man.",
      "start": 1135928,
      "end": 1141144,
      "confidence": 0.9120857894736841
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "That's it. Yeah. Yeah.",
      "start": 1141184,
      "end": 1142040,
      "confidence": 0.849295
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "But there's always a man that beats me every year because he's slightly taller. But this year, I think for some reason, because I've been training, I can beat him. That's the Sally Phillips. I don't know if you know Sally Phillips. She's very good comedy writer and actress, and she's written. So it was good fun. And so I went down there and it was good and everything. It was, you know, a little trailer and everything. It was like the proper deal. It was really good. And the problem was, yesterday I had to dance. One of the sequences had me dance. Now, as you know, I think I'm a pretty groovy dancer. I'm pretty. I'm a bit of a mover.",
      "start": 1142112,
      "end": 1165216,
      "confidence": 0.9023502439024389
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1165280,
      "end": 1165528,
      "confidence": 0.51371
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "And I have to tell you this, Rick.",
      "start": 1165576,
      "end": 1166832,
      "confidence": 0.9866349999999999
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Do you have anyone's eye out with your album?",
      "start": 1166888,
      "end": 1168320,
      "confidence": 0.8965966666666668
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "I have come to some serious realizations about my dancing.",
      "start": 1168432,
      "end": 1171256,
      "confidence": 0.9047810000000001
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Really.",
      "start": 1171320,
      "end": 1171736,
      "confidence": 0.9552
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "I was moving around like a shire horse. Dancing. Really?",
      "start": 1171840,
      "end": 1175664,
      "confidence": 0.8780420000000001
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "It was terrible.",
      "start": 1175704,
      "end": 1176432,
      "confidence": 0.6878099999999999
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "I was just like, quick. And they had this choreographer trying to show me some moves, and it was just.",
      "start": 1176488,
      "end": 1180152,
      "confidence": 0.9113009999999999
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "He was just, like, crying by the end of it.",
      "start": 1180248,
      "end": 1182444,
      "confidence": 0.868008
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "So bad. But the worst thing about it is today my whole body is ravaged with pain and agony. It's. I'm utterly devastated by the agony of it. Trying to get on the stairs this morning, I swear to God, I look like Thor heard trying to hobble that. It was mad. I was like. I'd had several hip replacements. I was like, I got to go down at an angle going down the stairs. It was ludicrous. And I was really worried. Suddenly I'm thinking, because I thought I was pretty fit and pretty groovy and everything, and I had been discussing with this mate, my housemate, that we should maybe start doing some exercise because I'm putting on a little bit of weight, right? He's quite a thin, tall guy. He has a belly. I don't know how to summarize it. Have you ever seen the film junior with Arnold Schwarzenegger?",
      "start": 1184344,
      "end": 1223628,
      "confidence": 0.906643267973856
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1223676,
      "end": 1223924,
      "confidence": 0.66573
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "It looks like that.",
      "start": 1223964,
      "end": 1224678,
      "confidence": 0.9604675
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "Really?",
      "start": 1224756,
      "end": 1224994,
      "confidence": 0.77331
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "Slightly grotesque. So the two of us. So we suggested, we decided that we were going to do some exercise together, right? This is what we're going to do each morning. We were going to get up, we're going to exercise together.",
      "start": 1225034,
      "end": 1232314,
      "confidence": 0.8719442857142857
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "That won't happen, right?",
      "start": 1232394,
      "end": 1233410,
      "confidence": 0.8884575000000001
    },
    {
      "pos": 293,
      "speaker": "B",
      "text": "Well, no, but wait, Rick, you see, you're wrong. Because a couple of days ago, I said to him, listen, what we should do is get one of those, like, health videos, you know, those kind of training videos, what they called, like, I don't know, they might have an aerobics thing or hour long workout. I said to him, get one of the ones that's hosted by, like, Pauline Quirk, L. McPherson or Cindy Crawford, you know, you know, someone like that, someone sexy, right? So I swear to God, we went down this morning, we put it on, right? Just want you to picture this scene, right? It's me and my mate in our shorts, right? 09:00 in the morning working out.",
      "start": 1233442,
      "end": 1263274,
      "confidence": 0.9243920967741935
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Didn't actually do it to Helen from.",
      "start": 1263314,
      "end": 1265066,
      "confidence": 0.9615685714285716
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "Big Brothers video, right? That was. It was the cheapest one, Steve, you told me. Thanks very much, mate.",
      "start": 1265090,
      "end": 1270610,
      "confidence": 0.9118294736842104
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "We saw that advertised as, well, working out, right?",
      "start": 1270642,
      "end": 1273882,
      "confidence": 0.7979333333333334
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "And the two of us in our shorts, she's there like, you know, she's the closest there is to a living Homer Simpson, right? Shouting out stuff. I just wanted to be reassured, Rick, there's nothing gay about that, is there? There's nothing a touch kind of fruity about that image.",
      "start": 1273978,
      "end": 1287210,
      "confidence": 0.9365082352941179
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "No. I mean, I think the ones you do avoid would be Liza Minnelli, royal chair. A Graham Norton, obviously.",
      "start": 1287362,
      "end": 1295058,
      "confidence": 0.8031320000000001
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1295186,
      "end": 1295706,
      "confidence": 0.5553
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Dale Winton, gay Byrne.",
      "start": 1295810,
      "end": 1297306,
      "confidence": 0.5489775
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "Right, sure.",
      "start": 1297410,
      "end": 1298026,
      "confidence": 0.918105
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "He's not gay? No, but, I mean, the name's a little bit gay, isn't it? So I think. I think, Helen from me brother, you're probably safe. Who else? Who else? I don't know. Do I have to tell you, really?",
      "start": 1298090,
      "end": 1309414,
      "confidence": 0.8510775609756097
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Because I know you've got personal trainer. Obviously not in that kind of stakes. This kind of stakes at the moment. Cash. No, but, you know, I'm obviously quite excited. What have I got to look forward to?",
      "start": 1310234,
      "end": 1317938,
      "confidence": 0.8252052631578949
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "Do I go through my trainer, pink Eric, we call him. No, I saw a box a little.",
      "start": 1317986,
      "end": 1324426,
      "confidence": 0.8602144444444445
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "Bit, but what I'm saying is, do you go through a pain barrier?",
      "start": 1324450,
      "end": 1327226,
      "confidence": 0.9778323076923077
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "What? No, no, I stopped way before that. I sit down and have a beer. Right. There's no point in going through pain because it just put you off. Sure. So if you start feeling any sort of pain or any breathlessness or any aches, sit down immediately.",
      "start": 1327410,
      "end": 1345396,
      "confidence": 0.9036525000000001
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Is it right that he's worked out a special routine for you where you don't have to get up?",
      "start": 1345500,
      "end": 1348900,
      "confidence": 0.9631431578947367
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "What he actually said. I remember the first, I got my food diary and he was looking at it and I could see he sort of feared it. He feared taking on this challenge. And it's the true quote. At one point he said, right, okay, cut cheese down to five times a week. Then I must have haggled from four cheese down to five times a week. And it's sort of like our own worst enemy, because if I cut out cheese and beer, I would just lose weight. Like, it would drop off me in a month. So what I'm doing, I'm just. I'm fighting it all the time on you. I haven't changed my sort of eating and drinking habits, but I now work out three times a week and it's an outfield struggle.",
      "start": 1349052,
      "end": 1386962,
      "confidence": 0.8905178832116789
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Yeah, of course. Of course. It's just keeping an even keel.",
      "start": 1387018,
      "end": 1389754,
      "confidence": 0.8462036363636365
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "I know. Well, yeah, so I can live longer to eat more cheese and beer.",
      "start": 1389794,
      "end": 1392922,
      "confidence": 0.9091006666666667
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Exercise. Carl, do you do any exercise whatsoever?",
      "start": 1392978,
      "end": 1394562,
      "confidence": 0.8393725
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "I used to go to a gym in town, but it wasn't the sort of the hard work of doing the, you know, the stuff. It was just that it was like 60 quid a month.",
      "start": 1394618,
      "end": 1402586,
      "confidence": 0.9457894444444445
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1402690,
      "end": 1403178,
      "confidence": 0.93426
    },
    {
      "pos": 314,
      "speaker": "C",
      "text": "I thought, well, crazy, isn't it? That's not good. So I just got me way to sort of walk everywhere, do you know what I mean? So they're jumping on a bus like a nice day like today, walking to work or, you know, run up the stairs.",
      "start": 1403266,
      "end": 1417010,
      "confidence": 0.9115133333333333
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "You're skinny, though.",
      "start": 1417082,
      "end": 1417970,
      "confidence": 0.6284
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "You run up the stairs.",
      "start": 1418042,
      "end": 1418962,
      "confidence": 0.944924
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "You're really skinny, though.",
      "start": 1419018,
      "end": 1420290,
      "confidence": 0.74857
    },
    {
      "pos": 318,
      "speaker": "C",
      "text": "No, but I do eat a lot of, like, crappy food, so I reckon. I mean, what did they say when you get to 30? Oh, just. You go mental, don't you?",
      "start": 1420442,
      "end": 1428318,
      "confidence": 0.9251053124999999
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Yeah, they say that player record, that's exactly. That's the philosopher's in it. When you get to 30, you go mental.",
      "start": 1428406,
      "end": 1433870,
      "confidence": 0.8088666666666666
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "Descartes.",
      "start": 1433982,
      "end": 1434758,
      "confidence": 0.20041
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Yeah. Player records better.",
      "start": 1434846,
      "end": 1437470,
      "confidence": 0.63602
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Bowie.",
      "start": 1437502,
      "end": 1437862,
      "confidence": 0.87706
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Oh, yeah, I brought this in. You'll love this, Steve. Oh, you know, this I think. I'm sure this is a great bow track off Aladdin saying on my favorite albums. And this is lady grinning soul. It's. It's beautiful. Badly drawn boy, silent sigh on XFM 104.9. I'm Ricky Gervais. You can do your own.",
      "start": 1437918,
      "end": 1456984,
      "confidence": 0.8359157142857141
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "Oh, right, okay. My name's Steve Merchant.",
      "start": 1458044,
      "end": 1459748,
      "confidence": 0.8337685714285714
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "Yeah, Carl.",
      "start": 1459796,
      "end": 1460516,
      "confidence": 0.579995
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "I'm Carl.",
      "start": 1460580,
      "end": 1461196,
      "confidence": 0.650915
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1461260,
      "end": 1461836,
      "confidence": 0.96594
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "You've not lost interest, have you, Rick?",
      "start": 1461980,
      "end": 1463404,
      "confidence": 0.9171514285714285
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "Uh, no, of course I haven't.",
      "start": 1463524,
      "end": 1465308,
      "confidence": 0.8372566666666668
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Okay. Gone.",
      "start": 1465396,
      "end": 1467004,
      "confidence": 0.690975
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "It's silly, just I've said it once. I get. I was a bit bored with just saying your names.",
      "start": 1467084,
      "end": 1471684,
      "confidence": 0.8118731578947368
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "Okay.",
      "start": 1471764,
      "end": 1472084,
      "confidence": 0.91904
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "I don't mind saying mine because I'm sort of interested in that.",
      "start": 1472124,
      "end": 1474364,
      "confidence": 0.9097933333333333
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "Yeah, sure.",
      "start": 1474444,
      "end": 1474972,
      "confidence": 0.9556899999999999
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "But the other ones are sort of more of a chore. I mean, there's nothing in it for me.",
      "start": 1475028,
      "end": 1478268,
      "confidence": 0.9593926315789473
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "Yes, there's no actual.",
      "start": 1478316,
      "end": 1479452,
      "confidence": 0.813825
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "I'd rather not mention either of you.",
      "start": 1479508,
      "end": 1481044,
      "confidence": 0.9127442857142858
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "Okay.",
      "start": 1481084,
      "end": 1481500,
      "confidence": 0.70228
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "So if you want to do it from now on.",
      "start": 1481572,
      "end": 1484100,
      "confidence": 0.9511430000000001
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 1484132,
      "end": 1484668,
      "confidence": 0.66652
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "Okay.",
      "start": 1484716,
      "end": 1485068,
      "confidence": 0.81097
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "Yeah. Okay. Well, listen, obviously still got plenty to come. We've obviously got some great music, Rick, and that's.",
      "start": 1485116,
      "end": 1491412,
      "confidence": 0.8624878947368422
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "I've got a bit of Nick Cave in the bad seeds, actually, an album you introduced me to, and I'm going to play into my arms. And you know how beautiful that song is.",
      "start": 1491548,
      "end": 1501244,
      "confidence": 0.9096805882352941
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "That's true enough.",
      "start": 1501284,
      "end": 1501836,
      "confidence": 0.8101833333333334
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1501900,
      "end": 1502476,
      "confidence": 0.86439
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "But I was just obviously, I was talking about this little bit of acting I was doing yesterday and not wishing to be disrespectful to anyone that was involved, but there was obviously some extras or supporting artists, as I believe they're known. And, you know, all good, lovely people really putting the effort in, doing good work and everything. But it's just one guy I was stood next to and, you know, he's quite a tall guy. Not quite as tall as me, but tall guy, you know, quite a good looking bloke, whatever, and I just sat there and he obviously gets quite boring because there's a lot of just hanging around, people waiting and stuff, fixing lights. I just stood next to him and he just said, oh, he was looking for something to say to me, obviously. And he went, looking forward to the new Guns n Roses album. And I went, I didn't realize there was one on the way, actually. Yeah.",
      "start": 1502620,
      "end": 1539914,
      "confidence": 0.8988486227544912
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1539954,
      "end": 1540106,
      "confidence": 0.72945
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Obviously they, slash won't be in it because obviously slash is not with them. But bloody. A sweet child of mine, one of my, one of my favorites, just started singing some of the songs without irony, actually. Without irony. He's just wanting to get onto a discussion of guns. But I'll tell this, he did not look like a rocker in any way. Looked like a bloke who would work in sort of an accountability agency. Yeah, Barclays. Yeah. Behind the counter, something like that. Very well scrubbed, well greeted.",
      "start": 1540130,
      "end": 1562626,
      "confidence": 0.8467294505494504
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "There's nothing wrong with Barclays or the people who work there in.",
      "start": 1562690,
      "end": 1564974,
      "confidence": 0.8992475000000001
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "That's true.",
      "start": 1565034,
      "end": 1565550,
      "confidence": 0.6642399999999999
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Okay.",
      "start": 1565622,
      "end": 1566166,
      "confidence": 0.68971
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "So he goes, yeah, I mean, I got into them with appetite for destruction, the classic first album. But I even, you know, I enjoyed the spaghetti incident as well. I mean, I like all of them. And I'm like, right, okay. And he goes, I said, I said to him, have you ever seen them live? Anything? He went, I have not seen them live, no. But I was lucky enough to be at Donington monsters of rock, and Slashy's snake pit was playing, which was Slashy's solo effort.",
      "start": 1566270,
      "end": 1586918,
      "confidence": 0.8729095555555557
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1586966,
      "end": 1587462,
      "confidence": 0.60212
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "And he went, I've never been. I've never been to those live geeks before. And I was down in the mosh pit. Oh, man. And I was down there, and I'll tell you this. Have you been in the mosh pit? I went, I'm not. It's crazy down there. It's wild. A guy threw a punch at me. I punched him, knocked him straight out. He knocked me out. So as this fight went off, I was amazing. It was amazing. Amazing. Are you gonna go back? He went, no, I won't. Because once you've done something like that, you can never repeat the experience, you know? I mean, I was, everyone there was dressed in black. I think I was the only guy wearing a white t shirt. I was like, okay. I could just imagine him tucked in as well.",
      "start": 1587598,
      "end": 1614376,
      "confidence": 0.8862495774647888
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "That's why I attacked him. It's like ants.",
      "start": 1614520,
      "end": 1616792,
      "confidence": 0.9127237500000001
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1616848,
      "end": 1617368,
      "confidence": 0.67031
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "They slash himself against the pier. Yeah, yeah. There's a termite in the nest.",
      "start": 1617496,
      "end": 1620848,
      "confidence": 0.719155
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1620896,
      "end": 1621248,
      "confidence": 0.50003
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "And they just turned on him.",
      "start": 1621296,
      "end": 1622460,
      "confidence": 0.9916699999999999
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "But so the very song. Okay, so, so do you go to gigs often? He went, no, I don't think I'm ever going to go to another rock gig. And I said to him, why? And he went, I don't think any gig I go to will be able to top the experience of seeing UB 40 live. And I do you know what I mean? And I almost did what you.",
      "start": 1622512,
      "end": 1642036,
      "confidence": 0.9045452777777778
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "That's why I've never seen him live, because I don't want to end my life.",
      "start": 1642140,
      "end": 1644980,
      "confidence": 0.9748593333333332
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "But I almost thought it was a joke. I thought he was making a joke. And I was about to laugh and I realized he was deadly serious.",
      "start": 1645092,
      "end": 1650404,
      "confidence": 0.9396007142857142
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "And I went, ub 40?",
      "start": 1650444,
      "end": 1652038,
      "confidence": 0.789608
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Oh, good. Were they went, absolutely blinding. One of the most incredible live experiences I've ever seen.",
      "start": 1652156,
      "end": 1656654,
      "confidence": 0.805024117647059
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Did they do songs in a sort of mock raggy style? Apparently for 2 hours.",
      "start": 1657114,
      "end": 1661050,
      "confidence": 0.860712
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "And then he began to tell me which, which of his favorite. He went, I don't know if I said, have they done anything recently? Put anything out? He went, I don't think they're going to be able to top those classic albums. Bag of riddim and right in the kitchen.",
      "start": 1661122,
      "end": 1672314,
      "confidence": 0.8718747058823529
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "I remember once when I went to sign on, okay. And I don't know what year it was. Must have been like 1979 summit and where I left school. And tell me if I'm wrong, if it wasn't out then. But this bloke was at the back with sort of like ghetto blaster and he was playing one in ten, right? Obviously making a point. He was in the dole office, everyone ignored him. And when it finished playing, he turned it down, took a number and queued.",
      "start": 1672434,
      "end": 1700798,
      "confidence": 0.9161929545454544
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "The days when they were a protest.",
      "start": 1700846,
      "end": 1702374,
      "confidence": 0.9444971428571429
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "When was that? What year was that? What year did I. Someone can pinpoint that for me? Phone in. Oh, 8700 801. Two, three, four. I know it just come out, but, um.",
      "start": 1702454,
      "end": 1711108,
      "confidence": 0.8754636363636364
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "But what was amazing is when he said that about UB 14 being the best low experience ever seen. I. It was one of those moments where you thought. I never thought I'd hear someone say that.",
      "start": 1711156,
      "end": 1718644,
      "confidence": 0.8984956756756757
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1718724,
      "end": 1718980,
      "confidence": 0.838
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "You know, I mean, I don't know why that. I can't understand what kind of person you are. I suddenly realize in that moment there was such a chasm between us.",
      "start": 1719012,
      "end": 1724260,
      "confidence": 0.8890964516129032
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Is there anyone out there whose favorite band is UB 40? Red. Red wine maybe? UB 40. UB 40, yeah. Oh, they're a great bunch of blokes, though. You see them, they crack me up when I see them interviewed. They're really funny. But once you've heard one, that's pretty much it, isn't it? I imagine. I don't know, maybe I'm a fiddler.",
      "start": 1724292,
      "end": 1743316,
      "confidence": 0.812827142857143
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Maybe there's some hidden depths to them that we don't. Maybe some great tracks that you could. Yeah, if you're a big fan.",
      "start": 1743340,
      "end": 1747268,
      "confidence": 0.9178221739130435
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Well, I'm never gonna go and see him because. What? Why? No, no. Why sort of like, top your experiences?",
      "start": 1747316,
      "end": 1753428,
      "confidence": 0.9129749999999998
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Exactly. No, because, you know, give it a better it.",
      "start": 1753516,
      "end": 1755428,
      "confidence": 0.8497949999999997
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "Well, I know I'm definitely dying. Yeah, I'm gonna go.",
      "start": 1755476,
      "end": 1758292,
      "confidence": 0.754975
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "You'll summon them to play for get.",
      "start": 1758348,
      "end": 1762596,
      "confidence": 0.873647142857143
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Me labor of love live do right in the kitchen.",
      "start": 1762620,
      "end": 1765884,
      "confidence": 0.866714
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Now, this is a little bit of a treat, but I thought I would. Charlie with Rick from the cures greatest hits. This was this double CD they brought out recently, including 18 acoustic versions of their greatest hits. Yeah, this is the acoustic version I've gone for. Glad you passed. Just like heaven.",
      "start": 1766304,
      "end": 1782888,
      "confidence": 0.9189579629629628
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Wise choice. XFM 104.9. Lovely, that one.",
      "start": 1782976,
      "end": 1787528,
      "confidence": 0.8844457142857144
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "Brilliant, isn't it? The acoustic version of just like heaven from the cures double CD grid.",
      "start": 1787576,
      "end": 1791760,
      "confidence": 0.8376712500000001
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "Loving it, loving it, loving it. Now, again, I broke the rules in the week I met up with Carl. I had lunch with him and we were chatting and having a cup of tea, and it got onto one of Carl's favorite programs was the tales of the unexpected, of course. And all I can think is that he's probably the only person in Britain where they were unexpected. I mean, to him, when that twist came and he goes, gee, I can't.",
      "start": 1791792,
      "end": 1820408,
      "confidence": 0.8544354761904759
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1820456,
      "end": 1820944,
      "confidence": 0.7804
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Oh, God. So it was the tree that did it. I mean, he's probably the only. And we were telling all these stories of horror, and he liked horror toys. And I told him this story, and I wasn't if this had come across the radio, but I told him a story. It was. It was a short. It was a horror short.",
      "start": 1821064,
      "end": 1834968,
      "confidence": 0.8366917460317459
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "This was a film you saw was.",
      "start": 1835016,
      "end": 1836168,
      "confidence": 0.8963871428571428
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Yeah, yeah. And what it was, it started off just had been a car crash. You see his horrendous wreck. And you saw it from the point of view of the person in the car. And he was calling for his mate and he was going, Dave. And he sort of. He sort of looked over and saw a body without a head that had been thrown at. He goes, oh, no, Dave, Dave. And then into the field of view came Dave, his mate, and looked at him with a look of horror. And then it sort of went black. And you realized that he was just a head and it had been his body. Right, yeah. And I said, then it came up at the end, at the executions and the French Revolution, people experienced consciousness for, you know. And he went. He went, oh, no. He said, you wouldn't. It wouldn't be for that long. And then he went, if it was a chicken. It would work. Imagine remaking that film. But it's two chickens in horrendous car crash.",
      "start": 1836216,
      "end": 1893364,
      "confidence": 0.9154855494505497
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Their own fault for driving me.",
      "start": 1894584,
      "end": 1896364,
      "confidence": 0.8747833333333332
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "It would work. No, no, he wasn't having that. No, it was too long. I think he said, how long was this film went? About five minutes. He went, no, it would work if it was a chicken.",
      "start": 1898784,
      "end": 1908934,
      "confidence": 0.8867397368421052
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "I like the way that Carly. Something like when you relate an incident like that, he's appalled and offended and annoyed by the people that made it, even though. Yeah.",
      "start": 1909014,
      "end": 1914462,
      "confidence": 0.8537546666666668
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Oh, he says he's annoyed. Yeah.",
      "start": 1914558,
      "end": 1916870,
      "confidence": 0.7483666666666666
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "I want to see it. I think it's a good idea.",
      "start": 1917062,
      "end": 1919630,
      "confidence": 0.9360145454545453
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1919782,
      "end": 1920326,
      "confidence": 0.9608
    },
    {
      "pos": 394,
      "speaker": "C",
      "text": "But they should have thought it through a bit more.",
      "start": 1920430,
      "end": 1922274,
      "confidence": 0.8804110000000002
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "Yeah. Yeah. Do you have a favorite tells? The unexpected one that you remember particularly that shook you up?",
      "start": 1922694,
      "end": 1927782,
      "confidence": 0.8891542105263158
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1927878,
      "end": 1928198,
      "confidence": 0.89184
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "We were talking about the one on where there's some woman in prison. Have you seen that one?",
      "start": 1928246,
      "end": 1932922,
      "confidence": 0.9185877777777777
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "I can't remember them.",
      "start": 1933038,
      "end": 1933770,
      "confidence": 0.74574
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "All right, this woman's in prison.",
      "start": 1933802,
      "end": 1935586,
      "confidence": 0.9885033333333334
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1935650,
      "end": 1936250,
      "confidence": 0.90244
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "And she gets a bit friendly with the guy who takes the dead bodies out, right? And he says, I can get you out of here. So what you got to do, right? You've got to, I don't know, at.",
      "start": 1936402,
      "end": 1946410,
      "confidence": 0.9206900000000001
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "Midnight when you hear the bow Tom, that means there's a bit of dead body.",
      "start": 1946442,
      "end": 1952082,
      "confidence": 0.7667053333333332
    },
    {
      "pos": 403,
      "speaker": "C",
      "text": "Yeah, there's been a dead body. So what you got to do is go into, like, the place where all the dead bodies are got on the. Get in the first coffin on the right, and then I'll come along and carry you out and you can run away and escape.",
      "start": 1952138,
      "end": 1963756,
      "confidence": 0.9198419607843139
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1963820,
      "end": 1964060,
      "confidence": 0.47715
    },
    {
      "pos": 405,
      "speaker": "C",
      "text": "Right. So she goes, yeah. All right, then. So she is the bell.",
      "start": 1964092,
      "end": 1966636,
      "confidence": 0.8485184615384617
    },
    {
      "pos": 406,
      "speaker": "B",
      "text": "God.",
      "start": 1966660,
      "end": 1966908,
      "confidence": 0.10859
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "No. I'll bury you, right? And then I'll come. I'll come back later and dig you up, right?",
      "start": 1966956,
      "end": 1973596,
      "confidence": 0.8770522222222221
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "That's the point.",
      "start": 1973700,
      "end": 1974652,
      "confidence": 0.8068
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "It does matter. Trust me, Carl, it really matters.",
      "start": 1974828,
      "end": 1977204,
      "confidence": 0.7913966666666666
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Listen, I don't know if I'm gonna ruin this for people at home.",
      "start": 1977244,
      "end": 1979916,
      "confidence": 0.9664000000000001
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1979980,
      "end": 1980484,
      "confidence": 0.78069
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "Can I just skip to the end? I would imagine that she gets buried and he doesn't come back and she has to get married alone.",
      "start": 1980604,
      "end": 1986276,
      "confidence": 0.9191630769230769
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Better than that.",
      "start": 1986340,
      "end": 1986972,
      "confidence": 0.8921833333333332
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "Okay.",
      "start": 1987028,
      "end": 1987436,
      "confidence": 0.84425
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "She does it. She gets into the coffin. Yes, go on.",
      "start": 1987500,
      "end": 1990660,
      "confidence": 0.875700909090909
    },
    {
      "pos": 416,
      "speaker": "C",
      "text": "Right. So she gets in the coffin and she's lying there for ages.",
      "start": 1990692,
      "end": 1994320,
      "confidence": 0.9372007692307693
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "She's buried.",
      "start": 1994352,
      "end": 1994880,
      "confidence": 0.83229
    },
    {
      "pos": 418,
      "speaker": "C",
      "text": "Feel a bit of movement going on. So she's obviously, you know, being carried somewhere. So she's thinking, this is it, I'm getting out. And she's lying there for ages and thinking, why isn't someone coming and lifting the lid off this? Do you know what I mean? Letting me get out. So she's really bored. She gets a lighter out, right? Lights it to have a look at who she's lying on. It's only the fella who said she'd help escape. Oh, how bad is that?",
      "start": 1994952,
      "end": 2017700,
      "confidence": 0.9043355172413791
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "That is.",
      "start": 2017732,
      "end": 2018464,
      "confidence": 0.8159449999999999
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "So it's quite important that she's buried alive then, isn't it? In retrospect, you realize that the jeopardy is that she's buried alive and can't get out. Yeah. Yeah, yeah. Makes it so much worse, doesn't it? Then just like lying in the morgue and going, actually, I'm getting out of here.",
      "start": 2020924,
      "end": 2033524,
      "confidence": 0.8667678846153848
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2033604,
      "end": 2033916,
      "confidence": 0.65424
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "This isn't gonna work.",
      "start": 2033980,
      "end": 2034836,
      "confidence": 0.958765
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "At Carl's face, having told that, he's so pleased. His face is lit up. He's beaming like a child.",
      "start": 2034900,
      "end": 2039384,
      "confidence": 0.8220347368421053
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Is that your favorite horror thing ever? That.",
      "start": 2039724,
      "end": 2041580,
      "confidence": 0.93872
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "That's a good one.",
      "start": 2041612,
      "end": 2042408,
      "confidence": 0.89998
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "And, um, let's see if anyone knows what the finger is when that blows under the ground. Wiggling his finger.",
      "start": 2042476,
      "end": 2046528,
      "confidence": 0.8756875
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "We're talking about one with, uh, some fella who's stuck in the ground or something.",
      "start": 2046576,
      "end": 2049720,
      "confidence": 0.8562546666666667
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "There's a. This is a motif I noticed in your particular favorite ones.",
      "start": 2049792,
      "end": 2052528,
      "confidence": 0.8167415384615386
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Yeah. Right.",
      "start": 2052576,
      "end": 2053128,
      "confidence": 0.9197649999999999
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "People stuck in the ground. Yeah.",
      "start": 2053176,
      "end": 2054312,
      "confidence": 0.8246549999999999
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Right.",
      "start": 2054368,
      "end": 2054560,
      "confidence": 0.95354
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "So she's a fellow.",
      "start": 2054592,
      "end": 2056320,
      "confidence": 0.78654
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Yes. Yeah.",
      "start": 2056432,
      "end": 2057160,
      "confidence": 0.8309850000000001
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "Fella stuck. Now, I seem to remember it just being his foot, to be honest. Being stuck in a hole.",
      "start": 2057192,
      "end": 2062560,
      "confidence": 0.9468565
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "He was under the ground, and he had. He got a little thing out of the pavement, and he put his finger up and wiggled it to try and attract tension. Then you see a woman come along and her stiletto just knocks his finger off.",
      "start": 2062752,
      "end": 2071924,
      "confidence": 0.9062465217391305
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "You see, I'm wondering. It's the same one as I saw.",
      "start": 2072633,
      "end": 2075009,
      "confidence": 0.951930909090909
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Yeah. It could be two like that, couldn't there?",
      "start": 2075081,
      "end": 2076733,
      "confidence": 0.8309466666666667
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "They were running out of ideas by the last year.",
      "start": 2077513,
      "end": 2079305,
      "confidence": 0.8947159999999998
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "It's a big theme in Hollywood.",
      "start": 2079369,
      "end": 2080977,
      "confidence": 0.9639183333333334
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "Or what was that one you told me about with the. With the porn? That was a good one.",
      "start": 2081065,
      "end": 2086209,
      "confidence": 0.8950663157894736
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Oh, this was fantastic. Right, right. There was this. There was this.",
      "start": 2086241,
      "end": 2090641,
      "confidence": 0.9029708333333334
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "Sorry, can I just check? Now we're just remembering classic episodes of the Tales.",
      "start": 2090697,
      "end": 2094969,
      "confidence": 0.8429971428571431
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "No, this is. This is. This is important. Well, I saw one. Right. I saw one on tales and expect. Right. And it was these two gents. What they used to do, they looked down the obituaries, and they'd blackmail the wife or the son of a dead eminent person, like might be a priest or a doctor, and they'd go and they'd say, he bought some erotic stuff from us before he died, and he owes 100 guineas and all this sort of stuff. And they'd pay up because it would be so embarrassing. They just didn't want to say, just pay him. And this one bloke said, who are these people I'll meet with him. And he goes around there and he goes round and they go, your father. He goes, my father could not have bought any erotic material from you. He couldn't have. He's blind. Right. And that was the twist. And Carl went, so it was magazines, not videos, then? Yeah.",
      "start": 2095001,
      "end": 2150184,
      "confidence": 0.8959277108433734
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "Now, think about it, Steve. Is that so stupid?",
      "start": 2150804,
      "end": 2153344,
      "confidence": 0.8604777777777777
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "Well, presumably it was set in olden times, because people, professional pornographers, don't tend to call it, you know, erotic material. Yeah, they tend to call it, you know, juicy jugs or whatever. But more than that, I don't understand how a video is going to be any use to a blind person either. I know that. You can hear the sound.",
      "start": 2154104,
      "end": 2171244,
      "confidence": 0.9451237096774192
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "Yeah. What sound will you hear? Do do, do, do do. Your meter needs looking at. Yes. Cut. What's then? What's that, then? It's just noises, occasional groans. Yeah, right.",
      "start": 2173704,
      "end": 2187066,
      "confidence": 0.8509903333333334
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "You could listen through the wall at your neighbors.",
      "start": 2187210,
      "end": 2189374,
      "confidence": 0.88497
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "He does.",
      "start": 2189834,
      "end": 2190774,
      "confidence": 0.78967
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "I mean, that's why I save a lot of money. But I thought you were going to point out, Carl, that they could have had a braille porno.",
      "start": 2191314,
      "end": 2198642,
      "confidence": 0.9201664285714285
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Now, feel the lumps on that.",
      "start": 2198778,
      "end": 2203042,
      "confidence": 0.954005
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "Exactly. Think about it, Carl.",
      "start": 2203138,
      "end": 2205138,
      "confidence": 0.9277139999999999
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "Think about it.",
      "start": 2205226,
      "end": 2206258,
      "confidence": 0.83638
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "You're excited now.",
      "start": 2206306,
      "end": 2207378,
      "confidence": 0.8311800000000001
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2207466,
      "end": 2208134,
      "confidence": 0.5392
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Your girlfriend's away, Carl.",
      "start": 2208434,
      "end": 2210098,
      "confidence": 0.6607350000000001
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "Yeah. Cheese gray is only under the cupboard now.",
      "start": 2210146,
      "end": 2213610,
      "confidence": 0.7476033333333333
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "She's a good looking lady. Next we've got a white van, Carl.",
      "start": 2213642,
      "end": 2221378,
      "confidence": 0.9219533333333332
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "Oh, excellent. Dar sailor. Poor misguided fool. Well, it's time. Well, go on. That time, isn't it?",
      "start": 2221426,
      "end": 2233542,
      "confidence": 0.7824417647058822
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "Yeah. Play the jingle.",
      "start": 2233618,
      "end": 2234942,
      "confidence": 0.82714
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "Yeah. White Van Mass.",
      "start": 2235078,
      "end": 2237342,
      "confidence": 0.83067
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Carl recorded it. Great expense, that.",
      "start": 2237438,
      "end": 2241422,
      "confidence": 0.6441016666666667
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2241558,
      "end": 2242038,
      "confidence": 0.7179
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "This is where we just hijack an idea from the sun, which is white van man, where the sun asks, in this instance, a cabbie, by the look of it. Oh, no. Fruit and veg shop owner.",
      "start": 2242126,
      "end": 2251870,
      "confidence": 0.9538489189189189
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Ours is. Ours is. Ours is slightly different, because the sun sort of like pick on a perfectly normal member of the public.",
      "start": 2251982,
      "end": 2259206,
      "confidence": 0.8681830434782608
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Exactly. So that's where we've got the upper hand. And they asked him about the, you know, the hot potatoes this week. Carl, my first question to you. Well, you're just. Your thoughts, please, on the criticism of the BBC over their coverage of the queen mum's death. What do you make of this? You're aware of all the criticism that Peter Sissons asked questions? No, I thought it wore a burgundy tie.",
      "start": 2259270,
      "end": 2279124,
      "confidence": 0.8932393150684931
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "I thought yesterday. Yeah, he just had a. It didn't show respect. He just had a burgundy tie on. See, that?",
      "start": 2279164,
      "end": 2284068,
      "confidence": 0.7563271428571428
    },
    {
      "pos": 467,
      "speaker": "C",
      "text": "That's not really not showing respect, is it?",
      "start": 2284196,
      "end": 2286364,
      "confidence": 0.888985
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "No, it's not.",
      "start": 2286404,
      "end": 2287028,
      "confidence": 0.9795733333333333
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "You know, you show your respect by sort of doing the news on it, giving a. A bit of coverage and showing, you know, publicity what a good woman she was or whatever.",
      "start": 2287076,
      "end": 2295380,
      "confidence": 0.907262121212121
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2295452,
      "end": 2295820,
      "confidence": 0.92497
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "And then you move on to sport news or whatever.",
      "start": 2295892,
      "end": 2298224,
      "confidence": 0.9256120000000001
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Yeah, I totally agree.",
      "start": 2300364,
      "end": 2302092,
      "confidence": 0.700265
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "I don't like the way everything's morbid. I was thinking about it. It's like, you know the way in birthday cards and that people always put funny things in them. I think you should save things like that for funerals, for like, funeral cards and that, and try and cheer people up at times when they low Jamie, because on your birthday you're quite happy anyway, so you don't need someone putting a funny comment in a card. I think, you know, when you say, what would you.",
      "start": 2302188,
      "end": 2328360,
      "confidence": 0.9308737500000003
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "What would you suggest? Well, you know, whoopi cushion, but on the vicar's chair. What, how would you like just little.",
      "start": 2328392,
      "end": 2334832,
      "confidence": 0.8709952380952383
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Little things in the card? I mean, just writing stuff like, well, you know, at least you're still alive or whatever, so as you're giving the unit.",
      "start": 2334888,
      "end": 2340424,
      "confidence": 0.8785351851851855
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Oh, that'd be good. So when. So suppose someone's husband's killed in a car crash, you go around with some flowers and a little card and it says, at least you're still alive.",
      "start": 2340504,
      "end": 2350524,
      "confidence": 0.904131515151515
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Well, maybe something funnier than that.",
      "start": 2350944,
      "end": 2352884,
      "confidence": 0.9258533333333333
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Well, maybe like, if you got up to give the eulogy during a funeral, just wear a pair of comedy tits.",
      "start": 2354024,
      "end": 2358064,
      "confidence": 0.9329542857142856
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Yeah. All those glasses that are eyes on sort of springs.",
      "start": 2358144,
      "end": 2361080,
      "confidence": 0.8324036363636362
    },
    {
      "pos": 480,
      "speaker": "C",
      "text": "But why? Why has everyone got to be so sad about someone dying?",
      "start": 2361112,
      "end": 2363768,
      "confidence": 0.8463146153846153
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "No, what annoys me is that when you see the people on television, they saw members of public and they're crying about the queen mother, who was sad when anyone dies. Sad when anyone dies. She was 102. And what, you know, I mean, it's sort of like. I think they think they should cry.",
      "start": 2363816,
      "end": 2376936,
      "confidence": 0.8553309090909089
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Well, there's a picture in the paper today.",
      "start": 2377000,
      "end": 2378128,
      "confidence": 0.866905
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "I understand it.",
      "start": 2378176,
      "end": 2378816,
      "confidence": 0.88298
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "There's a picture in the paper today of various people who were lining the pre. At, you know, the. The funeral kind of route.",
      "start": 2378840,
      "end": 2384448,
      "confidence": 0.8444899999999999
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2384536,
      "end": 2384800,
      "confidence": 0.6839
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Yesterday. And there's a picture of a very young child, maybe sort of five or six, on the arms of her dad and her head bowed. And it says, a young girl there weeps for the queen mother. And I was looking at it and she. You can tell she's just tired. Well, just tired and bored. It's so transparent that it's not crying.",
      "start": 2384832,
      "end": 2399408,
      "confidence": 0.8905754687500004
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "It's why we die when Nan dies.",
      "start": 2399496,
      "end": 2401552,
      "confidence": 0.6742057142857144
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2401608,
      "end": 2401984,
      "confidence": 0.82757
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "You know, it's sort of like, what.",
      "start": 2402024,
      "end": 2403504,
      "confidence": 0.8976942857142858
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "Is a five year old girl gonna be? Why is she gonna be crying? The queen mum said. I can't believe it.",
      "start": 2403544,
      "end": 2408170,
      "confidence": 0.899950909090909
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2408282,
      "end": 2408618,
      "confidence": 0.51206
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "Teletubbies. No, not the tweenest. No, it's gone in a minute. It's like, oh, dear. I mean, I know. I'm sure, you know, I don't know much about her. I don't know if she was a great woman. And obviously, you know, it's always had when someone dies, but it's like. It's interesting that there was a lot of tourists in that long line of people that are now queuing from hours upon hours to see her dying in state, because it's clearly just people who want to be a part of it.",
      "start": 2408666,
      "end": 2429178,
      "confidence": 0.885096989247312
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "Let's begin. If you're over from Sweden and you find out that. Yeah, the queen mom's eyes.",
      "start": 2429186,
      "end": 2433262,
      "confidence": 0.7784011764705883
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "Oh, you must be devastated.",
      "start": 2433318,
      "end": 2434422,
      "confidence": 0.756964
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "You probably don't want to carry on with your visit.",
      "start": 2434478,
      "end": 2436822,
      "confidence": 0.9438059999999998
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "Really? Okay, listen, Carl, um, think we've covered that.",
      "start": 2436998,
      "end": 2439918,
      "confidence": 0.78748
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "What do you make.",
      "start": 2439966,
      "end": 2440834,
      "confidence": 0.793125
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "What do you make of the first genetically modified baby? Oh, are you worried about these?",
      "start": 2441934,
      "end": 2446526,
      "confidence": 0.862846875
    },
    {
      "pos": 499,
      "speaker": "C",
      "text": "Do you know what did they do?",
      "start": 2446590,
      "end": 2447862,
      "confidence": 0.9402757142857142
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "What? Let me see what it says here.",
      "start": 2447918,
      "end": 2449694,
      "confidence": 0.9175575
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Well, isn't it just choosing. Choosing that, you know, I kind of.",
      "start": 2449734,
      "end": 2454030,
      "confidence": 0.6771908333333333
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "This is. This is that. This is the concern, isn't it, that in the future you'll be able to decide whether it's a boy or a girl or what. How intelligent it is, what it looks like, is it handsome, is it ugly? Obviously, no one will choose an ugly baby. And so on and so on and so on. And so it means that, you know, where will it lead? Where will it end? Carl? Are you concerned?",
      "start": 2454062,
      "end": 2468180,
      "confidence": 0.9128425316455696
    },
    {
      "pos": 503,
      "speaker": "C",
      "text": "I've thought about this a lot.",
      "start": 2468292,
      "end": 2469292,
      "confidence": 0.8831716666666667
    },
    {
      "pos": 504,
      "speaker": "A",
      "text": "What will us three look like in the future if they're being, you know, genetically modified? Beautiful? What will we be like? How will we be considered in society?",
      "start": 2469348,
      "end": 2477144,
      "confidence": 0.9191000000000001
    },
    {
      "pos": 505,
      "speaker": "C",
      "text": "But we've talked about this before, aren't we? About the cloning thing. Yeah, that's a bit weird. But I don't think it matters because at the end of the day, right, you might look like some other kid, but it's the way you've brought that you brought up that will change your features and the way you are, you know, your personality.",
      "start": 2477524,
      "end": 2493202,
      "confidence": 0.925383064516129
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "If you lie, you get a long nose, don't you?",
      "start": 2493258,
      "end": 2494914,
      "confidence": 0.940658
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "Well, no, but listen, right, because I remember when. When we, you know, I was growing up on this estate.",
      "start": 2494954,
      "end": 2499354,
      "confidence": 0.8765884999999999
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "This is going to be good.",
      "start": 2499394,
      "end": 2500274,
      "confidence": 0.8462066666666667
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "No, no, it's not. It's just an example of how this doesn't work.",
      "start": 2500394,
      "end": 2504234,
      "confidence": 0.93876
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "Go on.",
      "start": 2504314,
      "end": 2504706,
      "confidence": 0.59425
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "So we don't need to worry, sort of thing.",
      "start": 2504770,
      "end": 2505946,
      "confidence": 0.9186144444444445
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Sure.",
      "start": 2505970,
      "end": 2506178,
      "confidence": 0.64596
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "Okay.",
      "start": 2506226,
      "end": 2506722,
      "confidence": 0.87424
    },
    {
      "pos": 514,
      "speaker": "C",
      "text": "So growing up on this estate, and there was a. There's this woman about four houses down, right. It's bit rough. All right.",
      "start": 2506818,
      "end": 2513856,
      "confidence": 0.8230104347826087
    },
    {
      "pos": 515,
      "speaker": "A",
      "text": "Didn't fancy her.",
      "start": 2513930,
      "end": 2514828,
      "confidence": 0.7155833333333333
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Oh, God, no. Right. But she had a baby.",
      "start": 2514916,
      "end": 2517580,
      "confidence": 0.7361011111111111
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "But tell me about her first. I'm interested in this woman. What was she? It was a very man in a dress.",
      "start": 2517652,
      "end": 2521796,
      "confidence": 0.8465640909090908
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "I didn't grow up in a posh house or anything.",
      "start": 2521860,
      "end": 2523524,
      "confidence": 0.9084939999999999
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Sure.",
      "start": 2523604,
      "end": 2523844,
      "confidence": 0.6238
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "I'm not saying that if you live in a bit of a rough house, you're a bad person.",
      "start": 2523884,
      "end": 2526748,
      "confidence": 0.9154800000000001
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "What does she look like?",
      "start": 2526796,
      "end": 2527532,
      "confidence": 0.853938
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "But anyone can tattoos clean up like.",
      "start": 2527588,
      "end": 2529620,
      "confidence": 0.8649057142857143
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Tony Green with a faggon.",
      "start": 2529652,
      "end": 2530932,
      "confidence": 0.7867040000000001
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "They didn't clean up much. Right.",
      "start": 2530988,
      "end": 2532588,
      "confidence": 0.978705
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Oh.",
      "start": 2532636,
      "end": 2533260,
      "confidence": 0.79
    },
    {
      "pos": 526,
      "speaker": "C",
      "text": "Which, even if you've not got a lot of money, you can still try. Make it nice.",
      "start": 2533412,
      "end": 2537876,
      "confidence": 0.9426094117647058
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 2537940,
      "end": 2538700,
      "confidence": 0.9070750000000001
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "But she didn't. And a kid used to take a horse into the house.",
      "start": 2538812,
      "end": 2542494,
      "confidence": 0.9350778571428572
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Sorry? Whoa.",
      "start": 2543114,
      "end": 2544290,
      "confidence": 0.58795
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "Whoa. Whoa. Yeah. Whoa. Whoa. Neddy. What do you mean the kid used to take a horse into the house? When they get a horse.",
      "start": 2544322,
      "end": 2551974,
      "confidence": 0.8162031999999999
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "Musta nicked it from somewhere.",
      "start": 2552354,
      "end": 2553974,
      "confidence": 0.773144
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "From outside the saloon around the corner.",
      "start": 2558194,
      "end": 2560374,
      "confidence": 0.8938871428571428
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "Oh, that's great. Big Jake for it.",
      "start": 2564994,
      "end": 2568608,
      "confidence": 0.79366
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "I dunno.",
      "start": 2568786,
      "end": 2569824,
      "confidence": 0.355385
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "Sorry. Let me get this.",
      "start": 2570764,
      "end": 2571604,
      "confidence": 0.843894
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "This was before the lynching stopped. Or.",
      "start": 2571644,
      "end": 2574184,
      "confidence": 0.7744214285714286
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "Horse from. What do you mean? He must have nicked it. His mom said. Where'd you get that from? I bought it. All right then. Keep it out of the kitchen.",
      "start": 2577204,
      "end": 2584020,
      "confidence": 0.830391935483871
    },
    {
      "pos": 538,
      "speaker": "B",
      "text": "I don't want you going. Catelyn rustling.",
      "start": 2584092,
      "end": 2586024,
      "confidence": 0.8608442857142858
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Where did he get a horse from Carl. And how long did he have it for? Was he leading it or riding it? Ma'am, open the door.",
      "start": 2589444,
      "end": 2597024,
      "confidence": 0.908062222222222
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Stop it. Open the patio door as well.",
      "start": 2597684,
      "end": 2600188,
      "confidence": 0.8455450000000001
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "Looks like we got us a runaway. What do you mean?",
      "start": 2600276,
      "end": 2603796,
      "confidence": 0.9140672727272726
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "I don't know. But the thing is, they couldn't afford to buy one because they're not cheap. So I'm just guessing. Maybe that's wrong of me, but I.",
      "start": 2603940,
      "end": 2609996,
      "confidence": 0.9471935714285715
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "Think he had a horse.",
      "start": 2610020,
      "end": 2611428,
      "confidence": 0.957232
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "Yeah, right.",
      "start": 2611516,
      "end": 2611940,
      "confidence": 0.775795
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "So that's why the family didn't have any money. They'd spend it on the horse. That's what I'm saying.",
      "start": 2611972,
      "end": 2615740,
      "confidence": 0.9356163157894736
    },
    {
      "pos": 546,
      "speaker": "C",
      "text": "I don't think they would have bought it. So anyway.",
      "start": 2615772,
      "end": 2617636,
      "confidence": 0.9189539999999999
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "Whisper, Carl, in case they're listening.",
      "start": 2617780,
      "end": 2619744,
      "confidence": 0.7271083333333334
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2620524,
      "end": 2621192,
      "confidence": 0.87471
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "And they could be in the room.",
      "start": 2621308,
      "end": 2622456,
      "confidence": 0.8752285714285714
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "Next door is keeping it as well.",
      "start": 2622480,
      "end": 2625004,
      "confidence": 0.8657357142857142
    },
    {
      "pos": 551,
      "speaker": "C",
      "text": "So I was like in the car with my dad coming into the avenue and you used to have to drive down it to turn round. Yeah. And you know, sort of go back to our house.",
      "start": 2625944,
      "end": 2634816,
      "confidence": 0.9030818918918918
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "You had the traditional method of transport.",
      "start": 2634880,
      "end": 2636624,
      "confidence": 0.7898714285714286
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2636704,
      "end": 2637364,
      "confidence": 0.58602
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "The horse was in the lounge reading a paper, just. Just like walking around. And when I. When I was doing. I tried to earn myself some money once by flogging little flowers in plastic cups.",
      "start": 2638224,
      "end": 2651758,
      "confidence": 0.8916077777777777
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "What?",
      "start": 2651856,
      "end": 2652162,
      "confidence": 0.7589
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "This is genius. It just keeps coming. What do you mean you try to flog little flowers? What do you mean?",
      "start": 2652218,
      "end": 2657974,
      "confidence": 0.9290466666666666
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "Let's play a record and come back to just unravel and unravel.",
      "start": 2660474,
      "end": 2663554,
      "confidence": 0.9552908333333333
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "It's going to go for hours. Let's play a track card.",
      "start": 2663594,
      "end": 2666922,
      "confidence": 0.7989027272727273
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "We've created a whole world here where there's a man living with a horse.",
      "start": 2666938,
      "end": 2669938,
      "confidence": 0.9056264285714287
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Just walking around the land.",
      "start": 2669986,
      "end": 2671258,
      "confidence": 0.9126799999999999
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "When I come from the west country, I've never heard anything like that.",
      "start": 2671306,
      "end": 2673290,
      "confidence": 0.848253846153846
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "I just think of a big sort of orange carpet and a rediffusion telly and this horse going, I'm fed up in here.",
      "start": 2673322,
      "end": 2679314,
      "confidence": 0.8644939130434781
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2679354,
      "end": 2679714,
      "confidence": 0.77585
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "This is really.",
      "start": 2679754,
      "end": 2680250,
      "confidence": 0.8035800000000001
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "I'm not taking the rubbish out again. Right, play a record. Let's have velvet underground. We've got that line, the classic from the first album, I'm waiting for the man. Let's come back to the horse in.",
      "start": 2680282,
      "end": 2689688,
      "confidence": 0.8922105405405403
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "A little flowers in pots. What do you mean?",
      "start": 2689696,
      "end": 2692244,
      "confidence": 0.9139522222222222
    },
    {
      "pos": 567,
      "speaker": "B",
      "text": "Classic first album, Velvet Underground and Nico, which apparently peaked at a disappointing 171 in the US charts.",
      "start": 2693864,
      "end": 2699408,
      "confidence": 0.9008738888888888
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "Think of that.",
      "start": 2699456,
      "end": 2700016,
      "confidence": 0.9194833333333333
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "And that's obviously Louis developed underground and waiting for the man.",
      "start": 2700080,
      "end": 2702768,
      "confidence": 0.7833918181818181
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "Yeah, great track. So we were talking. We were doing white van man, and we got onto genetically modified babies, and Paul started a story about someone with a horse, and then he got onto. He was trying to make money, sell flowers. Just do the flowers.",
      "start": 2702856,
      "end": 2716720,
      "confidence": 0.881586382978723
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "I just want to recap slightly, so there was a family and who had the horse in the family? It was because you lived on an estate in Manchester, so that the mother.",
      "start": 2716832,
      "end": 2723784,
      "confidence": 0.9349978787878788
    },
    {
      "pos": 572,
      "speaker": "A",
      "text": "The mother was a right pig, apparently. I don't know.",
      "start": 2723824,
      "end": 2726440,
      "confidence": 0.845964
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "That's what I'm trying to do, is, like, make a picture for you so you understand.",
      "start": 2726472,
      "end": 2731576,
      "confidence": 0.9315437500000001
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "What did she look like?",
      "start": 2731720,
      "end": 2733844,
      "confidence": 0.8604880000000001
    },
    {
      "pos": 575,
      "speaker": "C",
      "text": "Bit of a. No disrespect to her. Bit like Pauline quirk.",
      "start": 2735184,
      "end": 2739448,
      "confidence": 0.8173699999999999
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "Quirky. Yep.",
      "start": 2739576,
      "end": 2740764,
      "confidence": 0.357045
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "All right. I knew. You gonna say that? I knew it was gonna be poorly. Did you have any tats?",
      "start": 2741204,
      "end": 2746104,
      "confidence": 0.8026895
    },
    {
      "pos": 578,
      "speaker": "C",
      "text": "I never got that close to.",
      "start": 2746444,
      "end": 2747644,
      "confidence": 0.9159733333333334
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "Okay, all right.",
      "start": 2747684,
      "end": 2748332,
      "confidence": 0.6114433333333333
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "And so who had the horse? Was this her son or her daughter? Her daughter had stolen a horse.",
      "start": 2748388,
      "end": 2753772,
      "confidence": 0.9014510526315789
    },
    {
      "pos": 581,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2753868,
      "end": 2754212,
      "confidence": 0.93866
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "From.",
      "start": 2754268,
      "end": 2754556,
      "confidence": 0.94418
    },
    {
      "pos": 583,
      "speaker": "C",
      "text": "I don't know where there was a. I think there were some stables down the road or something.",
      "start": 2754620,
      "end": 2758180,
      "confidence": 0.9315738888888886
    },
    {
      "pos": 584,
      "speaker": "B",
      "text": "And they kept the horse in the house with.",
      "start": 2758292,
      "end": 2760380,
      "confidence": 0.9178355555555555
    },
    {
      "pos": 585,
      "speaker": "C",
      "text": "They kept it in the house.",
      "start": 2760412,
      "end": 2761428,
      "confidence": 0.939115
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "Did they know? So.",
      "start": 2761516,
      "end": 2763236,
      "confidence": 0.7827274999999999
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "And you said you were in the house one day and you saw the horse.",
      "start": 2763260,
      "end": 2765108,
      "confidence": 0.908308
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "What happened was I was. They did this thing at school about raising money for charity. Right. For some local charity. And they said, you can do anything to raise money. And they came out with all these ideas and I thought, that's good.",
      "start": 2765156,
      "end": 2777344,
      "confidence": 0.9668429545454544
    },
    {
      "pos": 589,
      "speaker": "B",
      "text": "What was the charity? Forget.",
      "start": 2777464,
      "end": 2778464,
      "confidence": 0.8733479999999998
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "Well, I don't know. I thought, forget the charity.",
      "start": 2778504,
      "end": 2780284,
      "confidence": 0.8747666666666665
    },
    {
      "pos": 591,
      "speaker": "B",
      "text": "You're a charity.",
      "start": 2782064,
      "end": 2782984,
      "confidence": 0.7998233333333333
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "So I asked me ma'am for some. She used to have a lot of flowers around the house. I said, can I just take some snippings off them? And I'll go and buy some plastic cups and got some soil out the garden, planted the bits of plants in them.",
      "start": 2783064,
      "end": 2798826,
      "confidence": 0.8700737999999998
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2798890,
      "end": 2799250,
      "confidence": 0.55029
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "Got a tray, had about 25 plants on it. Selling them for 25 pence each.",
      "start": 2799322,
      "end": 2804210,
      "confidence": 0.9088579999999999
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Excellent. Yeah.",
      "start": 2804282,
      "end": 2805970,
      "confidence": 0.85905
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "So, loads.",
      "start": 2806002,
      "end": 2806890,
      "confidence": 0.65106
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "Did you just cut. You didn't just cut them and stick them in?",
      "start": 2807042,
      "end": 2809386,
      "confidence": 0.9139007692307696
    },
    {
      "pos": 598,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2809410,
      "end": 2809738,
      "confidence": 0.4662
    },
    {
      "pos": 599,
      "speaker": "C",
      "text": "Survived, but I think people sort of thought, well, good on him for trying. But anyway, so I went round to theirs, because I thought their house could do with a bit of color and stuff. Yeah, it's a bit rough. So as I went, the horse went.",
      "start": 2809826,
      "end": 2820966,
      "confidence": 0.8785381250000001
    },
    {
      "pos": 600,
      "speaker": "A",
      "text": "Thank God for that breakfast. They've been feeding me kitty cat.",
      "start": 2820990,
      "end": 2824926,
      "confidence": 0.8570190909090911
    },
    {
      "pos": 601,
      "speaker": "C",
      "text": "So I got up to the door and they opened the door and it was one of them houses where no carpet. Yeah.",
      "start": 2825070,
      "end": 2830726,
      "confidence": 0.9038547826086957
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "A horse in the living room.",
      "start": 2830790,
      "end": 2832150,
      "confidence": 0.9644399999999999
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "You know, we've all been there.",
      "start": 2832262,
      "end": 2833502,
      "confidence": 0.79822
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "And the horse was walking around the living room. I look quite happy and everything, because I always say that about that.",
      "start": 2833598,
      "end": 2839342,
      "confidence": 0.9381727272727272
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Beauty was on.",
      "start": 2839358,
      "end": 2840394,
      "confidence": 0.8240433333333333
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Think about it, right? If you were a horse, where would you rather be? In a little wooden hut with a load of hay or in, like, a house with a central heating, three piece suite, telly and that? No, but I was saying this the other day, right? I was walking through London.",
      "start": 2841694,
      "end": 2859024,
      "confidence": 0.9165031481481484
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "Commodore 64 rubbish.",
      "start": 2859064,
      "end": 2860456,
      "confidence": 0.7111166666666667
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2860520,
      "end": 2860952,
      "confidence": 0.25402
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "Walking through London with Suzanne. Right. And, you know, like, homeless people always have dogs.",
      "start": 2861008,
      "end": 2865208,
      "confidence": 0.9188840000000001
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2865336,
      "end": 2865712,
      "confidence": 0.49321
    },
    {
      "pos": 611,
      "speaker": "C",
      "text": "Oh, I hope. I hope she looks after it. I said, they've got. That dog is happier than most dogs.",
      "start": 2865768,
      "end": 2870280,
      "confidence": 0.9154349999999999
    },
    {
      "pos": 612,
      "speaker": "B",
      "text": "Right.",
      "start": 2870352,
      "end": 2870608,
      "confidence": 0.91508
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "Because people always walk past and give it a pat on the head.",
      "start": 2870656,
      "end": 2872610,
      "confidence": 0.9728553846153847
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2872672,
      "end": 2872910,
      "confidence": 0.42151
    },
    {
      "pos": 615,
      "speaker": "C",
      "text": "With its owner all the time.",
      "start": 2872942,
      "end": 2874006,
      "confidence": 0.9922666666666666
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2874070,
      "end": 2874382,
      "confidence": 0.77985
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "It's out in the open. It's not locked up in a house.",
      "start": 2874438,
      "end": 2876310,
      "confidence": 0.9495108333333334
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2876382,
      "end": 2876590,
      "confidence": 0.48107
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "It doesn't eat, but other than that. No, it doesn't eat, though.",
      "start": 2876622,
      "end": 2878726,
      "confidence": 0.8093125
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "They're always all right. So that's what I was saying. I think this horse was. Was doing all right for itself.",
      "start": 2878750,
      "end": 2883734,
      "confidence": 0.8901633333333331
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Well, not many horses have got their own house. Yeah.",
      "start": 2883894,
      "end": 2887046,
      "confidence": 0.9444079999999998
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "But anyway, that's.",
      "start": 2887070,
      "end": 2887838,
      "confidence": 0.6868233333333332
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "That's by the bar.",
      "start": 2887886,
      "end": 2889470,
      "confidence": 0.7076
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2889542,
      "end": 2889750,
      "confidence": 0.53707
    },
    {
      "pos": 625,
      "speaker": "C",
      "text": "So anyway, this family who's a bit. What we're talking about, it was about.",
      "start": 2889782,
      "end": 2893126,
      "confidence": 0.9457378571428571
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "Clothingly modified kids and all that stuff. Yeah.",
      "start": 2893190,
      "end": 2895982,
      "confidence": 0.81663875
    },
    {
      "pos": 627,
      "speaker": "C",
      "text": "Right. Now, what I'm saying is, you could say, you know, right, Steve, you could have a baby.",
      "start": 2896038,
      "end": 2900166,
      "confidence": 0.9963072222222222
    },
    {
      "pos": 628,
      "speaker": "B",
      "text": "Right.",
      "start": 2900230,
      "end": 2900712,
      "confidence": 0.87488
    },
    {
      "pos": 629,
      "speaker": "C",
      "text": "And Ricky could see it and say, God, I want one that looks like that.",
      "start": 2900838,
      "end": 2903332,
      "confidence": 0.9229840000000001
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "Yeah. It could happen, Rick. So come on, work with him.",
      "start": 2903388,
      "end": 2910724,
      "confidence": 0.9209900000000002
    },
    {
      "pos": 631,
      "speaker": "C",
      "text": "So you take it to the doctors and I don't know what they do. They inject it with something or whatever.",
      "start": 2910804,
      "end": 2915116,
      "confidence": 0.8925680952380952
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Yep. That's how it's done. Yeah.",
      "start": 2915180,
      "end": 2916388,
      "confidence": 0.7863533333333333
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "And get a little baby. And there is. It looks the same. Now, the thing is, you separate, you both go off and do your own things.",
      "start": 2916436,
      "end": 2922364,
      "confidence": 0.9543096296296297
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "Yep.",
      "start": 2922404,
      "end": 2922780,
      "confidence": 0.52504
    },
    {
      "pos": 635,
      "speaker": "C",
      "text": "Right. Now, you look at Stephen. This is. You look after your baby.",
      "start": 2922852,
      "end": 2927806,
      "confidence": 0.9218438461538463
    },
    {
      "pos": 636,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2927870,
      "end": 2928206,
      "confidence": 0.63098
    },
    {
      "pos": 637,
      "speaker": "C",
      "text": "You treat it well, you give it good food and all the vitamins and stuff.",
      "start": 2928270,
      "end": 2931574,
      "confidence": 0.920552
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2931614,
      "end": 2932070,
      "confidence": 0.45619
    },
    {
      "pos": 639,
      "speaker": "C",
      "text": "Ricky just gives it cheese, right. So then it changes its looks. It goes a bit fat, you know, it gets tired easily and that sort of thing. Now, when this family.",
      "start": 2932182,
      "end": 2941790,
      "confidence": 0.9017528124999998
    },
    {
      "pos": 640,
      "speaker": "A",
      "text": "Why am I just feeding a baby cheese?",
      "start": 2941862,
      "end": 2943990,
      "confidence": 0.91899125
    },
    {
      "pos": 641,
      "speaker": "C",
      "text": "Right, this, this, um. This, this, this family had a horse in the. In, you know, in their house.",
      "start": 2944062,
      "end": 2949246,
      "confidence": 0.7920268421052631
    },
    {
      "pos": 642,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2949350,
      "end": 2949686,
      "confidence": 0.38745
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "They had a little baby and my mum went round and said, you're not gonna believe this, but it's a beautiful looking baby, right?",
      "start": 2949750,
      "end": 2956596,
      "confidence": 0.867879583333333
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2956700,
      "end": 2957220,
      "confidence": 0.89952
    },
    {
      "pos": 645,
      "speaker": "C",
      "text": "And I was like, well, you know. And the weird thing is, it was a good looking kid, but as time went on, they didn't really look after it. And I'm not saying, like, abusing it, but it used to run around. It used to play out to like ten at night.",
      "start": 2957332,
      "end": 2968516,
      "confidence": 0.923876730769231
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2968580,
      "end": 2969276,
      "confidence": 0.87885
    },
    {
      "pos": 647,
      "speaker": "C",
      "text": "Used to chase cars.",
      "start": 2969460,
      "end": 2971024,
      "confidence": 0.7672825
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "Right.",
      "start": 2971364,
      "end": 2971916,
      "confidence": 0.90619
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "It was a bit.",
      "start": 2972020,
      "end": 2973052,
      "confidence": 0.9977725
    },
    {
      "pos": 650,
      "speaker": "B",
      "text": "Did it have hooves?",
      "start": 2973228,
      "end": 2974504,
      "confidence": 0.79357
    },
    {
      "pos": 651,
      "speaker": "A",
      "text": "Chase cars. Right. What's up? Jason's cars. Oh, God. Was it called Rover? Did it catch stick?",
      "start": 2977204,
      "end": 2985478,
      "confidence": 0.6884476470588236
    },
    {
      "pos": 652,
      "speaker": "C",
      "text": "It's Liam. It was called. Right.",
      "start": 2985526,
      "end": 2986886,
      "confidence": 0.8149033333333334
    },
    {
      "pos": 653,
      "speaker": "A",
      "text": "Right.",
      "start": 2986950,
      "end": 2987222,
      "confidence": 0.82499
    },
    {
      "pos": 654,
      "speaker": "C",
      "text": "Now, the weird thing is, it was a good looking kid, but as time went on and all that, like, not eating properly and its hair was all patchy.",
      "start": 2987278,
      "end": 2994934,
      "confidence": 0.9447465517241379
    },
    {
      "pos": 655,
      "speaker": "B",
      "text": "It's not Liam Gallagher, is it?",
      "start": 2995094,
      "end": 2996794,
      "confidence": 0.8679533333333332
    },
    {
      "pos": 656,
      "speaker": "C",
      "text": "And chasing cars on that and it became an ugly kid.",
      "start": 2999894,
      "end": 3003094,
      "confidence": 0.9131509090909091
    },
    {
      "pos": 657,
      "speaker": "B",
      "text": "It's definitely Liam Gallagher.",
      "start": 3003214,
      "end": 3004674,
      "confidence": 0.7802124999999999
    },
    {
      "pos": 658,
      "speaker": "C",
      "text": "That's what I'm saying. Right. You can clone all you like, but at the end of the day. Yeah, you brought up.",
      "start": 3005694,
      "end": 3011124,
      "confidence": 0.8886354545454546
    },
    {
      "pos": 659,
      "speaker": "B",
      "text": "Wow, that was a hell of a point.",
      "start": 3013504,
      "end": 3015320,
      "confidence": 0.98042875
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "Oh, God. But am I right?",
      "start": 3015432,
      "end": 3018084,
      "confidence": 0.7871033333333332
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "You're always right, Carl.",
      "start": 3018464,
      "end": 3020160,
      "confidence": 0.9473175
    },
    {
      "pos": 662,
      "speaker": "B",
      "text": "Finally. White van man. What do you make of the fact that Sainsbury's are bringing in square tins?",
      "start": 3020352,
      "end": 3025244,
      "confidence": 0.9128027777777776
    },
    {
      "pos": 663,
      "speaker": "A",
      "text": "Is that concern for you? Is that true?",
      "start": 3029144,
      "end": 3031896,
      "confidence": 0.8684337499999999
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "Apparently so.",
      "start": 3032080,
      "end": 3032880,
      "confidence": 0.970045
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "Why? It's easy to stack.",
      "start": 3032952,
      "end": 3035066,
      "confidence": 0.82183
    },
    {
      "pos": 666,
      "speaker": "B",
      "text": "This is what the guy in the sun has said. That should be interesting. That should be his comment on Sainsbury's are bringing in square tins. Is that should be interesting for meatballs. Ricky's just collapsed on the floor. Let's just play a song, Carl. I don't think even you can top that.",
      "start": 3035170,
      "end": 3061254,
      "confidence": 0.9041945283018867
    },
    {
      "pos": 667,
      "speaker": "A",
      "text": "Black level marks out of club. Whatever happened to my rock and roll? Well, near the end of the show, just time for the re education of Carl revisited.",
      "start": 3063754,
      "end": 3073754,
      "confidence": 0.8097796551724139
    },
    {
      "pos": 668,
      "speaker": "B",
      "text": "Mm hmm.",
      "start": 3073834,
      "end": 3074450,
      "confidence": 0.638185
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "Still got Nick Cave to come of me.",
      "start": 3074562,
      "end": 3075922,
      "confidence": 0.7272762500000001
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 3075978,
      "end": 3076854,
      "confidence": 0.61608
    },
    {
      "pos": 671,
      "speaker": "A",
      "text": "Now, Carl, you read a quote book. What did you learn from it. What. What does some pearls of wisdom. Just keep it down to one or two your favorite things and why you like them.",
      "start": 3077954,
      "end": 3088306,
      "confidence": 0.8716483333333335
    },
    {
      "pos": 672,
      "speaker": "B",
      "text": "Right.",
      "start": 3088330,
      "end": 3088514,
      "confidence": 0.872
    },
    {
      "pos": 673,
      "speaker": "C",
      "text": "Well, you said, like you said. You said, just pick a couple.",
      "start": 3088554,
      "end": 3091152,
      "confidence": 0.9541275000000001
    },
    {
      "pos": 674,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3091248,
      "end": 3091520,
      "confidence": 0.90207
    },
    {
      "pos": 675,
      "speaker": "C",
      "text": "Right. So I wrote a couple down.",
      "start": 3091552,
      "end": 3093224,
      "confidence": 0.9222085714285715
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "Yes.",
      "start": 3093304,
      "end": 3093568,
      "confidence": 0.69603
    },
    {
      "pos": 677,
      "speaker": "C",
      "text": "Night. And what I did. So they. So they weren't boring. Right. I've sort of don't think you can.",
      "start": 3093616,
      "end": 3099536,
      "confidence": 0.7995305263157895
    },
    {
      "pos": 678,
      "speaker": "A",
      "text": "Ever be boring, but what I've done.",
      "start": 3099560,
      "end": 3101032,
      "confidence": 0.8418771428571429
    },
    {
      "pos": 679,
      "speaker": "C",
      "text": "I've took, like, different ones. I've took a good one. But I think, yeah, that's a good quote. That was worth putting in a book. I put one that isn't really a quote, so I don't understand it.",
      "start": 3101088,
      "end": 3110040,
      "confidence": 0.9064584210526315
    },
    {
      "pos": 680,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 3110152,
      "end": 3110672,
      "confidence": 0.865035
    },
    {
      "pos": 681,
      "speaker": "C",
      "text": "One that isn't clever and. And a funny one. So a bit of variation or one book.",
      "start": 3110728,
      "end": 3118446,
      "confidence": 0.8968329411764707
    },
    {
      "pos": 682,
      "speaker": "A",
      "text": "How long did this take you?",
      "start": 3118590,
      "end": 3119518,
      "confidence": 0.9297216666666669
    },
    {
      "pos": 683,
      "speaker": "B",
      "text": "What did you do?",
      "start": 3119526,
      "end": 3119902,
      "confidence": 0.99761
    },
    {
      "pos": 684,
      "speaker": "A",
      "text": "Did you sort of, like, sit about.",
      "start": 3119918,
      "end": 3121350,
      "confidence": 0.9406528571428572
    },
    {
      "pos": 685,
      "speaker": "C",
      "text": "Half an hour last night.",
      "start": 3121382,
      "end": 3122254,
      "confidence": 0.9949399999999999
    },
    {
      "pos": 686,
      "speaker": "A",
      "text": "And did you sit sort of, like, quietly at a desk or something?",
      "start": 3122294,
      "end": 3124998,
      "confidence": 0.8769707692307692
    },
    {
      "pos": 687,
      "speaker": "C",
      "text": "No, just in the lounge. The telly turned down, all right. To give a bit of light to the room. Just add it on, but turn down.",
      "start": 3125166,
      "end": 3130518,
      "confidence": 0.8613455555555554
    },
    {
      "pos": 688,
      "speaker": "B",
      "text": "Have you figured out lights yet?",
      "start": 3130606,
      "end": 3131958,
      "confidence": 0.94739
    },
    {
      "pos": 689,
      "speaker": "C",
      "text": "So, so the first one, never heard of him. This guy called Dean Axon.",
      "start": 3132086,
      "end": 3137734,
      "confidence": 0.7962592857142857
    },
    {
      "pos": 690,
      "speaker": "A",
      "text": "Right.",
      "start": 3137894,
      "end": 3138358,
      "confidence": 0.40582
    },
    {
      "pos": 691,
      "speaker": "C",
      "text": "And this is a good one. He said, the memo is written not to inform the reader, but to protect the writer.",
      "start": 3138446,
      "end": 3144834,
      "confidence": 0.9617704545454547
    },
    {
      "pos": 692,
      "speaker": "A",
      "text": "That's good.",
      "start": 3145134,
      "end": 3145670,
      "confidence": 0.85512
    },
    {
      "pos": 693,
      "speaker": "B",
      "text": "Yes, that's very good. Yes. Relates a lot to, you know, office life and so on. Yeah.",
      "start": 3145702,
      "end": 3150150,
      "confidence": 0.8636300000000001
    },
    {
      "pos": 694,
      "speaker": "C",
      "text": "Modern world and that. Right. So then thought. Yeah, right. So I wrote that down. So, liked it. And that's what you said to do. Second one isn't really a quote, it's more of a poem. Okay, so how does that work?",
      "start": 3150182,
      "end": 3160526,
      "confidence": 0.849008095238095
    },
    {
      "pos": 695,
      "speaker": "B",
      "text": "Well.",
      "start": 3160630,
      "end": 3161274,
      "confidence": 0.94646
    },
    {
      "pos": 696,
      "speaker": "C",
      "text": "It'S about suicide. Okay. Razors pain you, rivers are damp, acid stain you, drugs cause cramp gone, guns aren't lawful, nooses give, gas smells awful, so you might as well live lovely.",
      "start": 3163214,
      "end": 3178838,
      "confidence": 0.8091878124999999
    },
    {
      "pos": 697,
      "speaker": "B",
      "text": "That's Dorothy Parker.",
      "start": 3178926,
      "end": 3180454,
      "confidence": 0.6325466666666667
    },
    {
      "pos": 698,
      "speaker": "A",
      "text": "That I tell. What? Yeah, it. I hate it. I hate that.",
      "start": 3180534,
      "end": 3186286,
      "confidence": 0.8606933333333333
    },
    {
      "pos": 699,
      "speaker": "C",
      "text": "Why?",
      "start": 3186350,
      "end": 3186742,
      "confidence": 0.99431
    },
    {
      "pos": 700,
      "speaker": "A",
      "text": "I just. It's nothing to me that I think what is. Weak, shallow piece of mock comedy.",
      "start": 3186838,
      "end": 3193838,
      "confidence": 0.7937958823529412
    },
    {
      "pos": 701,
      "speaker": "C",
      "text": "This is why I did it in that order, because that's what it's so like.",
      "start": 3193886,
      "end": 3195966,
      "confidence": 0.83699
    },
    {
      "pos": 702,
      "speaker": "A",
      "text": "It's sort of like a. It's like a zany vicar would write from living in Frome when he's about 55 and get it published in the. I hate it.",
      "start": 3195990,
      "end": 3203844,
      "confidence": 0.8804237931034484
    },
    {
      "pos": 703,
      "speaker": "C",
      "text": "All right, so you're saying you're not a fan of Dorothy Parker's work. Right, now, the next one. Oscar Wilde.",
      "start": 3203884,
      "end": 3209260,
      "confidence": 0.9534719999999999
    },
    {
      "pos": 704,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 3209372,
      "end": 3209860,
      "confidence": 0.643155
    },
    {
      "pos": 705,
      "speaker": "C",
      "text": "He's known and he.",
      "start": 3209892,
      "end": 3210804,
      "confidence": 0.8056924999999999
    },
    {
      "pos": 706,
      "speaker": "A",
      "text": "Yes.",
      "start": 3210884,
      "end": 3211236,
      "confidence": 0.61477
    },
    {
      "pos": 707,
      "speaker": "C",
      "text": "Look what he comes up with. All art is quite useless.",
      "start": 3211300,
      "end": 3214704,
      "confidence": 0.9844081818181817
    },
    {
      "pos": 708,
      "speaker": "A",
      "text": "Well, that's what's up with that.",
      "start": 3215124,
      "end": 3217228,
      "confidence": 0.7458649999999999
    },
    {
      "pos": 709,
      "speaker": "C",
      "text": "Well, it isn't added art.",
      "start": 3217356,
      "end": 3218676,
      "confidence": 0.8490420000000001
    },
    {
      "pos": 710,
      "speaker": "A",
      "text": "No, I know, but it's. Go on. Next.",
      "start": 3218780,
      "end": 3220804,
      "confidence": 0.9309262500000001
    },
    {
      "pos": 711,
      "speaker": "B",
      "text": "But how did. How his art helped you. How has it been useful to you?",
      "start": 3220924,
      "end": 3224588,
      "confidence": 0.9452893333333332
    },
    {
      "pos": 712,
      "speaker": "C",
      "text": "It was a bit of a. It's one of the only things I like doing at school.",
      "start": 3224636,
      "end": 3227794,
      "confidence": 0.9270623529411766
    },
    {
      "pos": 713,
      "speaker": "B",
      "text": "Right.",
      "start": 3227924,
      "end": 3228382,
      "confidence": 0.9893
    },
    {
      "pos": 714,
      "speaker": "C",
      "text": "So, I mean, when I made that little clay man, getting it. Fixing a car.",
      "start": 3228478,
      "end": 3231918,
      "confidence": 0.923172
    },
    {
      "pos": 715,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3232086,
      "end": 3232438,
      "confidence": 0.49158
    },
    {
      "pos": 716,
      "speaker": "B",
      "text": "You made a claim, I'm fixing a car. I forgot about that.",
      "start": 3232486,
      "end": 3234646,
      "confidence": 0.8222916666666665
    },
    {
      "pos": 717,
      "speaker": "C",
      "text": "How can he. I think that's stupid. And especially. That's gone in a book. Sure, Jeremy.",
      "start": 3234670,
      "end": 3240494,
      "confidence": 0.8379849999999999
    },
    {
      "pos": 718,
      "speaker": "B",
      "text": "Okay.",
      "start": 3240534,
      "end": 3241062,
      "confidence": 0.92218
    },
    {
      "pos": 719,
      "speaker": "C",
      "text": "It's easy to diss things.",
      "start": 3241158,
      "end": 3242798,
      "confidence": 0.897452
    },
    {
      "pos": 720,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3242926,
      "end": 3243254,
      "confidence": 0.95718
    },
    {
      "pos": 721,
      "speaker": "A",
      "text": "Yeah. It's hard as you are. I don't think art is useless, by the way. But then you don't have to agree or disagree with some of these things. Some of them, you know, says that someone says. Sometimes it's just their thoughts put eloquently or poetically, isn't it? And it's just a provoker reaction, is what. Yeah, yeah.",
      "start": 3243294,
      "end": 3258174,
      "confidence": 0.8519384745762711
    },
    {
      "pos": 722,
      "speaker": "C",
      "text": "And the good one, Ozzy Osbourne.",
      "start": 3258714,
      "end": 3260690,
      "confidence": 0.7917933333333335
    },
    {
      "pos": 723,
      "speaker": "A",
      "text": "I mean, sorry, but just go back there. The irony is that that is art. That he. He was an artist, wasn't he? So.",
      "start": 3260762,
      "end": 3268562,
      "confidence": 0.8781054166666667
    },
    {
      "pos": 724,
      "speaker": "B",
      "text": "But you. Okay, so you don't like Oscar Wilde, but you prefer Ozzy Osbourne.",
      "start": 3268658,
      "end": 3272242,
      "confidence": 0.9162707142857143
    },
    {
      "pos": 725,
      "speaker": "A",
      "text": "Yeah, gone.",
      "start": 3272338,
      "end": 3272898,
      "confidence": 0.614255
    },
    {
      "pos": 726,
      "speaker": "C",
      "text": "Ozzy Osbourne. Crack him on this. Funny and educational. I bit her head off a bat the other night. It was like eating a crunchy. Wrapped in a chamois leather.",
      "start": 3272946,
      "end": 3282694,
      "confidence": 0.8482656666666666
    },
    {
      "pos": 727,
      "speaker": "A",
      "text": "Genius. Oh, you're right.",
      "start": 3283754,
      "end": 3288822,
      "confidence": 0.82358
    },
    {
      "pos": 728,
      "speaker": "B",
      "text": "You're right, girl.",
      "start": 3288878,
      "end": 3289798,
      "confidence": 0.7196833333333333
    },
    {
      "pos": 729,
      "speaker": "A",
      "text": "Yeah. So what do you like about that? The way he's described what it is like, I think.",
      "start": 3289966,
      "end": 3294918,
      "confidence": 0.9089344444444445
    },
    {
      "pos": 730,
      "speaker": "C",
      "text": "Yeah. If someone. I mean, that you can imagine what it's like.",
      "start": 3294966,
      "end": 3298030,
      "confidence": 0.9451666666666667
    },
    {
      "pos": 731,
      "speaker": "B",
      "text": "Good.",
      "start": 3298142,
      "end": 3298414,
      "confidence": 0.33106
    },
    {
      "pos": 732,
      "speaker": "C",
      "text": "Like crunches.",
      "start": 3298454,
      "end": 3299238,
      "confidence": 0.768325
    },
    {
      "pos": 733,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3299326,
      "end": 3299774,
      "confidence": 0.98718
    },
    {
      "pos": 734,
      "speaker": "C",
      "text": "And shammy leather is really chewy. So you can imagine that's like the skin.",
      "start": 3299854,
      "end": 3303982,
      "confidence": 0.8429164285714286
    },
    {
      "pos": 735,
      "speaker": "A",
      "text": "So you like his descriptive writing?",
      "start": 3304038,
      "end": 3306558,
      "confidence": 0.832895
    },
    {
      "pos": 736,
      "speaker": "C",
      "text": "The crunchy bit is like the bones and that.",
      "start": 3306646,
      "end": 3308398,
      "confidence": 0.9518199999999999
    },
    {
      "pos": 737,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3308446,
      "end": 3308854,
      "confidence": 0.98432
    },
    {
      "pos": 738,
      "speaker": "C",
      "text": "Perfect.",
      "start": 3308934,
      "end": 3309654,
      "confidence": 0.55617
    },
    {
      "pos": 739,
      "speaker": "B",
      "text": "But, you know, Carl, it's interesting because you've analyzed Ozzy there. And in a way, that is the first step on maybe doing a new english GCSE.",
      "start": 3309814,
      "end": 3316494,
      "confidence": 0.8998444444444444
    },
    {
      "pos": 740,
      "speaker": "A",
      "text": "Yeah, you said because it describes. What about. You've never eaten about yourself.",
      "start": 3316574,
      "end": 3321862,
      "confidence": 0.8525661538461539
    },
    {
      "pos": 741,
      "speaker": "C",
      "text": "Yeah, but my teacher misses Kane. If I were to come into school with, you know, quote by Ozzy Osbourne, she won't have been happy.",
      "start": 3321918,
      "end": 3327934,
      "confidence": 0.8386139999999999
    },
    {
      "pos": 742,
      "speaker": "B",
      "text": "Really.",
      "start": 3328014,
      "end": 3328350,
      "confidence": 0.96719
    },
    {
      "pos": 743,
      "speaker": "C",
      "text": "Do you know what I mean? And that's the difference.",
      "start": 3328422,
      "end": 3329686,
      "confidence": 0.8878729999999999
    },
    {
      "pos": 744,
      "speaker": "A",
      "text": "She'd go, right, Carl, get your horse and go home.",
      "start": 3329750,
      "end": 3332390,
      "confidence": 0.950521
    },
    {
      "pos": 745,
      "speaker": "C",
      "text": "Listen, though, we were talking about other quotes.",
      "start": 3332502,
      "end": 3334190,
      "confidence": 0.791535
    },
    {
      "pos": 746,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3334262,
      "end": 3334870,
      "confidence": 0.73746
    },
    {
      "pos": 747,
      "speaker": "C",
      "text": "Neil Armstrong.",
      "start": 3335022,
      "end": 3336070,
      "confidence": 0.80498
    },
    {
      "pos": 748,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3336182,
      "end": 3336662,
      "confidence": 0.61028
    },
    {
      "pos": 749,
      "speaker": "C",
      "text": "Do you know his one?",
      "start": 3336758,
      "end": 3337590,
      "confidence": 0.947366
    },
    {
      "pos": 750,
      "speaker": "A",
      "text": "Yeah. What?",
      "start": 3337662,
      "end": 3338094,
      "confidence": 0.70153
    },
    {
      "pos": 751,
      "speaker": "B",
      "text": "One giant leap for mankind.",
      "start": 3338134,
      "end": 3339910,
      "confidence": 0.8448819999999999
    },
    {
      "pos": 752,
      "speaker": "A",
      "text": "You know, it wasn't meant to be that you know, it says, it's one small step for man, one giant leap for mankind, right? It was meant to be. This is one small step for a man, right? I, me, the individual on a microcosmic level, one jointly for mankind. And he mucked up. Because if you say this is one small step for man, one giant leap for mankind, it man there means.",
      "start": 3339942,
      "end": 3360234,
      "confidence": 0.8779868918918923
    },
    {
      "pos": 753,
      "speaker": "B",
      "text": "I know, I know, I know.",
      "start": 3360314,
      "end": 3361234,
      "confidence": 0.8600133333333334
    },
    {
      "pos": 754,
      "speaker": "A",
      "text": "So you shouldn't give people. He's not a trained actor, he's more of an astronaut, to be honest. No, there are no awards. Is he BAFTA nominated? Don't think so.",
      "start": 3361314,
      "end": 3371464,
      "confidence": 0.8688900000000002
    },
    {
      "pos": 755,
      "speaker": "C",
      "text": "But listen, right? He said another quote as he. As he got back into the rocket. Have you heard about it?",
      "start": 3371594,
      "end": 3377268,
      "confidence": 0.9150590476190475
    },
    {
      "pos": 756,
      "speaker": "B",
      "text": "Gone.",
      "start": 3377316,
      "end": 3377820,
      "confidence": 0.30986
    },
    {
      "pos": 757,
      "speaker": "C",
      "text": "We run out of time and I'm just wondering why. It's worth saving as a bit of a teaser for next week.",
      "start": 3377932,
      "end": 3382444,
      "confidence": 0.8912036363636363
    },
    {
      "pos": 758,
      "speaker": "B",
      "text": "What did Neil Armstrong say as he got back into the rocket?",
      "start": 3382564,
      "end": 3384740,
      "confidence": 0.9094275
    },
    {
      "pos": 759,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3384772,
      "end": 3385100,
      "confidence": 0.86433
    },
    {
      "pos": 760,
      "speaker": "B",
      "text": "Is it way.",
      "start": 3385172,
      "end": 3386164,
      "confidence": 0.7895099999999999
    },
    {
      "pos": 761,
      "speaker": "A",
      "text": "Something like that was boring, wasn't it? The mic's not still on, is it?",
      "start": 3386244,
      "end": 3389900,
      "confidence": 0.8383242857142857
    },
    {
      "pos": 762,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3389932,
      "end": 3390124,
      "confidence": 0.39631
    },
    {
      "pos": 763,
      "speaker": "C",
      "text": "They're not still listening to you. He could have said that. It would have still gone down as an amazing quote, wouldn't it?",
      "start": 3390164,
      "end": 3398284,
      "confidence": 0.879133043478261
    },
    {
      "pos": 764,
      "speaker": "B",
      "text": "Well, listen, I think you should always.",
      "start": 3398324,
      "end": 3399744,
      "confidence": 0.7155385714285715
    },
    {
      "pos": 765,
      "speaker": "A",
      "text": "I was meant to go.",
      "start": 3400324,
      "end": 3401100,
      "confidence": 0.9188879999999999
    },
    {
      "pos": 766,
      "speaker": "B",
      "text": "No, I'll tell you what, I'll tell you what we'll do, Carl. We'll squeeze it in the end of the show because, Ricky, you've got to play your song for the lovers. We should play this.",
      "start": 3401132,
      "end": 3406580,
      "confidence": 0.8786430555555556
    },
    {
      "pos": 767,
      "speaker": "C",
      "text": "I don't think we'll fit in. We might have to save it.",
      "start": 3406652,
      "end": 3408444,
      "confidence": 0.8987433333333333
    },
    {
      "pos": 768,
      "speaker": "B",
      "text": "Don't worry, we'll see what we can do next week.",
      "start": 3408484,
      "end": 3410180,
      "confidence": 0.9295189999999998
    },
    {
      "pos": 769,
      "speaker": "A",
      "text": "By the way, you've got happiness quotations, a collection of thoughtful words and beautiful paintings. I'll just give you an example of one. Happiness is a perfume you can pour on others without. You cannot pour on others without getting a few drops on yourself. It's lovely, that, isn't it?",
      "start": 3410212,
      "end": 3424620,
      "confidence": 0.9421876
    },
    {
      "pos": 770,
      "speaker": "C",
      "text": "Brilliant?",
      "start": 3424692,
      "end": 3425116,
      "confidence": 0.3212
    },
    {
      "pos": 771,
      "speaker": "A",
      "text": "You can't be happy that Nick Haven. The bad seed from the boatman's call. It's a beautiful song. Any song that starts off, I don't believe in interventionist God is alright by me. And this is into my arms. Nick Cave and the bad seeds. Into my arms. Well, that's it. We've run out of time.",
      "start": 3425180,
      "end": 3442004,
      "confidence": 0.9357823214285715
    },
    {
      "pos": 772,
      "speaker": "B",
      "text": "We have indeed.",
      "start": 3442044,
      "end": 3442900,
      "confidence": 0.9928566666666666
    },
    {
      "pos": 773,
      "speaker": "A",
      "text": "So no time for Carl's quote. That has to come next week.",
      "start": 3443052,
      "end": 3446356,
      "confidence": 0.8517108333333332
    },
    {
      "pos": 774,
      "speaker": "B",
      "text": "Yeah, we'll save that for next time.",
      "start": 3446380,
      "end": 3447340,
      "confidence": 0.8751442857142857
    },
    {
      "pos": 775,
      "speaker": "A",
      "text": "Strong. Well, I hope you enjoyed it. Goodbye.",
      "start": 3447372,
      "end": 3450820,
      "confidence": 0.9123275
    },
    {
      "pos": 776,
      "speaker": "B",
      "text": "All right, Rick? I'm saying a bit chirpy. It's not that depressing.",
      "start": 3450972,
      "end": 3453348,
      "confidence": 0.7827008333333333
    },
    {
      "pos": 777,
      "speaker": "A",
      "text": "Why?",
      "start": 3453396,
      "end": 3453916,
      "confidence": 0.44353
    },
    {
      "pos": 778,
      "speaker": "B",
      "text": "Sports next. You know how excited you are. You love the sport, do.",
      "start": 3454060,
      "end": 3456972,
      "confidence": 0.9036207692307691
    }
  ]
}
