{
  "id": "fb6afdff-89e2-4eb0-a069-e031929c0ba6",
  "status": "completed",
  "text": "A retro cut there, Finn. Lizzie, don't believe a word on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Babadoo. Boo. Who's that over there? It's Carly Pilk, boys. How you doing? I'm all right, yeah? Yeah. Come on. Up, up, big bugadoo. Up, up. Yeah. Project, project. There's people out there wanting to, you know, cheer up their Saturday afternoon. We're the boys for it. Yeah, we're like quick, quick fitters. Come on. Alright, Carl? Yeah, come on. Come on. I'm all right. I'm up for it. That's it. This is the height of excitement. This is it, is it? This is you off your head, is it? High on life crime? What did Suzanne say about you? Saying about a big ass? Go on. Should we recap what happened last week? Well, the week before he said that her hair cut looked like Dave Hill from Slade. She didn't like that, so that's what I said. A bit grumpy, yeah. I didn't mention her fat ass. Still thinking that she would never hear about this. What happened when you went home? She heard about that off a mate and we sorted it out. Didn't have to buy her anything. I just sort of said, come on, what the show's about. And that. Stop moaning. That was all right until about Thursday when I was reading about, you know, like they say this, like two worlds and that. And whatever I'm doing now, here's another one of me doing the same. Yeah, but, well, no, he's probably taking some time off. He's probably a week off. Yeah, but I was just talking about that and she was saying, no, that doesn't happen. And I sort of said, well, they definitely want an aircraft like yours, right? Sort of started the argument again. It's almost like you haven't learned your lesson also. It's like you're talking about it again on air, almost in a way, so it might clear again. It's very short. Carl, if there was a. If I cut a hole in a box and you knew there was an orange in there, right, and you put your hand in, would you be stuck there trying to get that orange out, do you think? Or would you just like let it go and sort of tip upside down to get it out? What do you mean? I think that answers your question. Is that a cardboard box on your hand? So is there any other things you want to criticize Suzanne for while we're on air? Anything else? Anything that's been niggling that you feel you should get off your chest. The hair, the arse. Leave it. I think so. Okay, that's good. I think. Leave it. Well done. Now, can we just check what other big Carl features have we got today? We got monkey news. Got monkey news coming on. Yeah, got a bit of. Got rockbusters and the film thing that. Still not got a name. Just me and a film and that. This week we're digging out the old. The one when I'm in one flew over the cuckoo's nest. Right. So you're gonna make us brilliant film. Yeah, yeah. Brilliant film. It was my favorite film, so I saw Godfather. It's better than that. Well, you know. Yes, I would say that. Yeah. No, it is. The storylines more interesting. I didn't know there was an actual answer. I didn't. Sorry. It's what's best. One flow of the cookies. All right. Okay. Where's Godfather? Because I want to know. Because I don't embarrass myself. Why is it my fourth favorite film? Some. Probably about fifth in my fifth film. Is it brilliant? Talking of lists, I suppose I like cares in the Elephant man. Do I? Do you lists, Rick? I don't know if you saw in the papers. I think it's on tv this evening. It's as voted for by viewers of VH one, the music channel, and they've basically come up with a list of the greatest pop culture icons ever. There's a hundred. Where's Elvis? So Elvis, for instance, is number three. Jimmy Dean in there? James Dean is in there. I think he's a bit lower. Let me see. He's number 22. 22. We got David Beckham at number one. Oh, wow. Okay, well, then. So Robbie Williams is in there. So it's british bias. Yeah. Robbie Williams is number nine. He's just a below ABBA. Oh, okay. But interestingly, this is of interest to you, I think. Number 66. Yeah. The office. That's right. Well, it is, Rick. It's nice that the show is in there, and that's a very flattering thing. I tell you what cheapens it. I tell you what undermines it. The things that are lower in the list than the show. Oh, God. So we've beaten. Well, give me a little test. Higher or lower? Do you think this is higher? Near the top of most important pop culture icons or lower than ours? Okay, I'm gonna give you superman. Well, international, been around since the thirties. One of the biggest icons on the planet. I say higher, lower, but, yeah, ludicrous. Okay. Neil Armstrong, the first man on the moon. This guy's been to the moon. Well, I'd say. I'd say lower, then. Lower? Yeah, yeah. Is that saying the people behind the rocket or just him? No, it's. Yeah, it's not. What, how much work went into it? All right, a few others. What about things like Coca Cola? Oh, no, they don't really count. It tends to be. They don't feature. I mean, Mickey Mouse is in there. What do you make, what you reckon? Tom Cruise. Higher or lower? Tom Cruise is the number one box office movie star in the world. Presumably lower. He's lower. Number 81. Just about scraped in there. It really is a list drawn up by people who just sat at home and looked along their video and book collection. Yeah, that's good. Well, I think it is a reflection, but it's always the same that they do an HMV poll and it's pet sounds revolver. Let's get it on Robbie Williams live through a lens, because it's. It's. You know, it's the people that vote. It's reflection of, like those massive. Yeah. What's big at the moment? I was the most powerful man in comedy, let's not forget. Yes. One year ago. Wonder where I'll be this year. If that had been the laziest man in comedy, he'd have got my vote. Interestingly, though, at number 26, Carl Pilkington. Oh, imagine all possibilities. Badly drawn by on XFM 104.9 on Ricky Gervais. With me, Steve Merchant and little Carly pilcoins. Rick, Susie's emailed. She wonders if you could give a massive hello to Hannah and Charlotte and all in the 6th form at Cobthor school. Yeah. Shout out. Shout out. Yeah, massive. Where they from? I don't know, I can't quite pronounce it. Cobthal school. Cobweb massive. Yeah. They're probably known as. Yeah. So good luck to Sue's. And hands and shouts. When did we start doing dedication? Because I've always felt this is something that's lacking on the show. Interaction with the audience, you know, interesting. Only to the one person name is. Mentioned, of course, but that's how proper dj's fill up their time. They don't talk about monkeys and, you know, and all that kind of drivel. Oh, do you think? Monkeys a drivel, Carl? We'll still be doing a bit of monkey news. How much? You have a pop at it? It's coming up in a bit, yeah. Got some good stuff this week. I know it's been a bit dull last two weeks. Well, no, it's not been dull. It's been totally untrue as ever, bordering on the impossible. I mean, monkey dating, saying, what tree are we meeting in? You believe that sort of drivel? So, I mean. Oh, God. Jonathan Ross told a story about a chimpanzee. Well, it was about. But it was about how it escaped from the zoo and it jumped on a bus. Okay, interesting, funny. I did that one. But it possibly. Is there possibility in that one being? I did that one? I think you said something like, he drove the bus or he was conducting it. I think you said he took it to Spain. Do you see the difference? It's that little stretch of credibility that means it's all shite. How is Jonathan Ross? All right, is he? I wonder how long it takes before his name popped up. How is he? How is the old musket? Looking forward to his birthday Monday? Oh, dear. I don't know if any of the listeners saw Ricky on Jonathan Ross's tv show last night. What? I mean, man alive. What? Well, that's not an interview. How is that an interview? What? It's not. He wasn't interviewing you. He's like two pals just having a laugh. And if we had, it was like it was a family do and you just happened to film it and stick it on the telly. My friend made a good point. It was like any minute his kids were gonna pop out, sit on that sofa next to you and go, oh, Uncle Ricky did a little dance. It was unbelievable. I mean, what were you wearing for a start? What's that? Some tattoo. Like you've just been doing some r texting and you've gone pot round with it? We're having a couple of drinks. That's love's Lambretta. Lambretta? Was it inside out? Trendy jumper. How do you keep getting things with the St George cross on it? What do you mean? That's the only one. I've got loads of stuff. T shirts, jumpers, shoes. No, I've got a unique. What's it, a french connection? That's not my concern. That's not my concern. No, it's just the fact that. I mean, firstly. Yeah, the fact that Ricky, for those of you who don't realize Ricky is friends with Jonathan Ross, they are friends now. They've only known each other, what, a year? Maybe about two. Yeah, it's less. I think it's less than two. And what worries me is the friendship's too close. What do you mean? Because you're over 40, you see, it seems to me that after the age of 25, men should not be becoming really close friends with other men. It should be like you've had all your friends. You made them at university, at school. And if you were, in a way, you walk a life and you met someone at a party or a pub, even if you got on, you would not be phoning them every other day like going to an awards. What you wearing, Jonathan? I've heard this conversation. What you wear. And I think I might wear this. Is it too formal? Is that gonna be too formal? It's not true. You're always on the phone to him. You're always chatting. I'm just gonna put around, oh, I'm just gonna play some tennis. Yeah, we play tennis. Always hanging out with the guy. And it's. To me, it's unhealthy. And this, it's just bled over now onto tv. Oh, hold on. Wait a minute. Wait a minute. So you're there. It's like. I'll tell you what you're reminding me of Des O'Connor and Jethro coming on to plug his live video. Or Tommy and Kenny lynch. And then at the end of the interview after they've been, you know, mutually back slapping. Yeah. He gave you a pet. Jonathan Ross gave you a cat as a replacement for your cat, which died. To me, that's an inappropriate gift. It's a lovely gift. I don't think people should be giving pets. Do you know what I've got in. For sitting up to a wedding? I just bought you a cat. Oh, do you know what I've got in for his birthday? I was not sitting there. I've got him a child. Well, you may as well. That's what it's like. I've got a small random child. Cat to me is like, I bought you this small child. I was gonna sponsor him, but I got a bit of cash. I've flown him over. Do you know, I think Kyle, think Steve's a bit jealous. I'll tell you, I got good reason to be jealous. What? I've got reason to be jealous. I just remembered this. Your birthday. Yeah. Jonathan Ross was there. Carl Pilkington was there. Yeah. I don't remember being invited. I don't remember being invited. Was I there? Karl? You were there. I don't remember being there. But you're with him all day and that, right, okay. Well, yeah, he sees you a lot. I mean, Jonathan, he's on. He's around his house every other day playing tennis. Anyone else knows what? Swimming together and sat in his jacuzzi. Cracking wise. What happened there? What happened there? Oh, we've got to the bottom of it. Player record. The villa that we went to afterwards, could only sleep. How is the cat? All right. What? You name it. Jonathan Ollie. Hey, outkast. XFM 104.9. Ricky Gervais, Steve Merchant, Karl Pilkington. It's that time, isn't it? Rockbusters. Come on, Kyle, what you got for us? Do you want to say what the prize is up, really? I'll be the judge of that, actually. Am I talking about. No. There's a two disc set, rock and roll legends on the COVID They've got Buddy Holly, Elvis, Roy Auberson and little Richard. New one wants that, nobody's interested. Nick Cave, in the bound, sees a DVD. I'm a Nick Cave fan and I wouldn't watch it. No, you'd watch it once at most. When there's nothing else. No. Me knowing you, Nick Cave's good. But when do you watch rock? DVD's? Yeah, knowing me, knowing you, great series, obviously, but VHS, who wants it on VHS? Where all the bonus features. Absolute point. This is the only thing that's half. Decent is this enormous hardback league of gentlemen book, which is the scripts and all sorts of other stuff. If you're a league of gentlemen fan, you'll love it. If you're not, I guess it's a good Christmas. If you're not a legal gentleman, there's nothing in this for you. So. So, you know, you can. A pile of rubbish. What's the story? Well, not as bad as the competition, I suppose. So. Well, you know how it works. Cryptic clothes. Not really cryptic. It's usually wrong. Kind of is, yeah. Right. So the first one, these three of them, you get them right, you win the stuff. First one, I'll get them close. I mean, you could win this if you got one, right? Possibly. If you go to Chepstow, you will. Was that a clue or is that a point? Is that something? That's a clue. Right. Say that again. If you go to Chepstow, you will. And what are the initials? Just s. Second one. Et is upset. What's up with him? All right, et is upset. What's it upset for? What's wrong with him? Right. Different. So not cryptic. So the initials there. Ne. M. Emmy. M for mother. Me. All right. And the third one, I had a. Had a tape with Jesus. Imagine Bob Holness doing this again in the gold run against the clock. Right? I had a tape with, like, umpty dumpty on it. And hickory dickory dock and that on it. But I've broke it, all right? Constantly listening it to, trying to figure them out. Yeah, yeah. Initials there, br. Right. So first one, if you go to chips, though, you will, the initial s e t. S e t is upset. What's up with him? What's up with ET? What's up with. He's upset. What's up with et? Yeah, the initials there, merry, if you go to chips. Yeah, exactly, exactly. Yeah, yeah, et's a bit upset. What's that? What? Hey, dude, what's the matter, man? And I had a tape with like umpteen doc, stuff like that. Doesn't work anymore. What's. What's gone on there? Right, Br. First time he said, well, you broke it. Well, I broke it then, is that important or not? Yeah, I broke it and it says b. Br. Okay, all right, okay. Well, you can text if you have a mobile phone, so everyone, there's no excuse to not take part. 83 XFM is the text. 83 XFM. I think I know what the b might stand for. And otherwise it's Ricky Gervais Fm co dot uk. We'd love to hear from you. Oh, it sucks the life, love, just listening to rockbusters. Something to bring you down even further, although it's a beautiful, beautiful tune. Ah, beautiful. Ryan Adams has got a number of different albums out at the moment. One is called rock and roll. It's not great. Don't really bother with that one. Do dig out, though, love is hell, part one from Ryan Adams. It's available at different places and you'll find this on it. Track five, wonderwall, his version of Oasis. Beautiful to treat, XFM, wonderful point, fortune, faded red hot Chili Peppers on XFM 104.9. You, of course, don't ever take the tube anywhere, Rick. No, you haven't done that for years. No. Take cars everywhere or you walk or you get a lift from Jonathan. But me, I still forced to take the tube, which is also very embarrassing at the moment because. What do you mean you made the. Money, else we're gonna get a vote. You could walk, you can, you can drive. Won't you buy a car? Oh yeah, driving into the center of town, congestion charge. Are you paying that? Are you a fiver? What do you think of that, Carl? Hey. So. Oh yeah, cuz he's mister flush, he's mister lavish with his cash. I've moved in close on. I'm not moaning about, I walk everywhere now. Well, good. Yeah, I'm only about it, but then I sorted it out. But you're always winging. Anyway, let's not get onto you guys. Always you. Yeah. So, um, what's up with Steve? Today's thing. Carl, what's going on? He's having a go. Any. It's not helping, those posters being on the tube of us that's not open. I don't. If you've seen those posters, you'd obviously. Don'T go, yeah, I've seen one or. Two, but everywhere I go, I'm stood next to one. I can't avoid it. I wanted you waiting. I look around, I thought, it's us again. It's so embarrassing because it looks like you're stood next to it deliberately. But I can't browse in HMV. Now, I went last week and you keep coming up to pictures or cardboard cutouts of Brent. And I was in a bookshop and I was looking at it. There's a big almanac of comedy, right? And I was just looking through it, just browsing. Right in time. And there was a picture of me. And just as I started looking at this, right up of the office, tapping the shoulder, it was one of the worst. I said, do you mind signing some script books? So she saw me looking at myself. I wanted to go, you know, I just, you know, I just turned that page. Then I was in a bookshop looking. There was a big book on sitcoms. It was like the a to z of sitcoms or something like that. And I genuinely was looking up other shows. It was about other. Yeah, I was looking something up. Guy that I knew came up to me like that. I just started like, oh, just looking. Oh, Robin's nest. Where's that birds of a feather? I just got. It's like, I'm interested in comedy before the fact I got in comedy, so I will play a book on comedy. Exactly. Yeah. But on the tube, it's real cool because it's like everywhere I walk, they're kind of around the corner, so you don't sort of expect them. And then I'm sort of running now from kind of corridor to corridor, pillar to pillar, to avoid being stood next to this picture, in case I look like someone who stands next to his picture. Imagine that. Of course, Carl didn't want his little round bald head. No, on that. Yeah. But I was on the tube today and, you know, you sometimes you can't help but overhear a conversation. And this woman, there were two friends, they were sat there and one woman said, she just said, oh, I must tell you this, I must tell you this. I was in the pub last night and Dave called and I said, dave, he said, I can't hear you. I said, dave, he said, I can't hear you. So I held the phone up so he could hear all the noise in the pub. That was it. That was the anecdote. That was the story. And I wanted to lean over to a friend and say, unless this woman has given you a kidney or saved you from drowning, do not be friends with her. Break up this friendship. She hasn't got anecdotes. What's that? And I've got acquaintances like that where, you know, you speak to me, get cornered at a party, you know, this is the person who has not got anecdotes. The anecdotes, they're not stories. That's it. It's like you're expecting for something else to happen. Well, I was with Danny Baker yesterday. Oh, yeah, he's brilliant bloke. First time I've met him. And we got on like a house on fire. Put your number, his number straight in your mobile. Well, we've exchanged numbers because he's got some great anime. You had to delete mine because you. Only got mine right with him because he's funny. He did this thing and it was absolutely brilliant. He's doing a. He wrote a documentary and he's a great guy. He's a face. Funny as well. You know, it's this. I tell you. What is it? Showbiz friendship. That's what I loathe. I think it's the fact that, like, somehow you're sort of. Because it's like you haven't got to go through the formalities of making friends with someone because they respect your work, you respect mine. You know, I'm a funny guy. You've seen my work. Let's be friends. Yeah, of course. And it's like. It just. It's a horrible, kind of icky sort of. Listen, Steve, me and you are going to stay in touch, whatever. So, I mean, not. And probably not my birthday this year, but next year. Sure. We've known each other what, seven, eight years? Yeah. So come to that one. Yeah. Yeah. Do I need to wear the waiters outfit? Oh, God. Oh, dear. Pimp by 50 cent. Or 50 cent, as I call him. XFN One in 4.9. I'm Ricky Gervais, your Steve Merchant. There's little Carl Pilking BoD over there. All right, all right, listen. Oh, he's perked up. Yeah, always back in the area. Well, you got something to say I. Was kept quiet in the first hour. What you got to say is it. Just have a guess. Is it about monkeys, chinese people, people or little gay fellas? It's about. It's about little gay fellas. Is it? Go on. Yeah, but not because. Yeah. No, no, but it fascinates me. Don't they all, stuff like that. That's a bit less sort of different. Yeah, yeah. Like monkeys and chinese people and that. Thing you were showing me before, the half woman. No. You weren't. You weren't impressed with that? Well, no. That woman that's got two pieces of genetic makeup in there where it was two. Two separate sperms and two separate eggs fused and she came out as sort of a normal person, but she had this residue of genetic material. And so she's had two children that aren't genetically the same as her. Yeah, right. And they showed it in the paper by doing her half white and half black to show the two. You know. I mean, just. He went, it. Does she look like that? I said, of course not. He went, not interested then. Of course. How could I tell? Not interested in that at all. Yeah. If I'd have said she'd given birth to a monkey. Fascinated straight away. Well, anyway, go on. But that's what I'm saying. I'm just interested in weird stuff. Right. Yeah. So am I. So that's why you're on the show. Talking about little gay fellas and that. Yeah. Northern line beach underground tube thing. Not. Right. Not the boy band. Right. Apparently on a. On a Saturday night, late. I don't know what that is. What time late is in the sort of gay community, as we've discussed before, but apparently the last carriage on the northern line. They all get in there. What do you mean they all get in there? They sort of take over the last carriage of the northern line on a Saturday night. Right. And it's like the gay. The gay carriage. Right. And what exactly do they do? They just travel about on the northern light? No, just have a chat. Not like, just communes. How do you know? Someone told me. See this? I mean, I'm glad you've informed me because it wouldn't bother me, but I feel I should be told about these things because I'm likely to stumble onto that carriage by mistake, and I'm not. It's not that it'd be a problem. It's just I might feel a little uncomfortable if there's a lot of people in, you know, the black. The black leather gear and the mustaches, the hats. I mean, to be quite honest, they'd be annoyed, course, because they'd be expecting some. A little bit, you know. What do you mean? Well, they're good looking, most of them. No, they are good looking fellas, though, aren't they? What do you mean? What do you mean? Just a lot of the gay, you know, they look after themselves and look good, keep themselves. Some of them work out. Yeah. You see, this is the problem I have, because there's a lot of areas in London and elsewhere in the country where there's a sort of, you know, it's a gay thing, you know, it's a gay public toilet, or. I don't mean it's gay, but it's not, like legal. It means a cottage, but it's a cottage, whatever. I mean, I remember being in Bristol. Once, doing something you confused, and I said, it's a cottage. That's a term for where gays were going, toilets, to sort of meet and greet each other, shake hands. I was at the public library in Bristol once, doing some studies from a 6th forum, and I think the toilet was closed in the library. I was dying and I popped down. There was a public toilet behind the library. I thought, I can't believe my luck dashed down there. It was about six ish in the evening. I was working late, I was studying hard. I went in there and I swear. To God, I saw two fellas with unusual. Well, no, that they were up to some hijinks, what they saw, like, do you know the thing that struck me? Well, one of them had bright red underpants. What do you mean? We're having some kind of, you know, they were having relations. They weren't even in a cubicle, they were out in. Where were the underpants? No. Yes. I swear to God, I'm not gonna make this up. What are we. I don't know, like, how old you are in the 6th form, 16 or whatever. And what did you do? Well, I actually. Well, just joined in. What else did you do? You might as well. I actually swore. I said, oh, f me. And then I went, oh, no, no, I did. I swear to God I did. I went, oh, if me. No, don't. Because I was panicked and I ran out, and as I was walking out, a guy was coming in, I went, oh, hang on, mate. And then I thought, I better not tell him. I let him find out for himself. He might be going there to join in. He might have got a call, come down, we're going crazy on each other's ass. What angered me, Rick, was. Was the fact that I wasn't notified that there was not. I didn't know there was no sign. Afterwards, I spoke to other people about it and they said, oh, it's a famous gay horn. But what annoys me is I feel that they should put an ad in the local press. Yeah. A big paper, like once a week, like, you know, when they recall cars if they're damaged or there's a fault or curries might bring back stuff if they're sort of faulty goods. They say, recoil and we'll give you money back. The gay community should put an advert in that just says, these are the hot spots. This is where you're likely to find us doing some stuff. If you're not gay and you might feel uncomfortable, avoid them and just list them or little pictures or, you know, a map or something, anything. Because like the gay tube thing. Iii. Railway cuttings. Well, not that it's more of a kind of. It's more of a sort of social awareness thing. Yeah. So people would, you know, don't feel uncomfortable and. But they don't want it exactly to be like sort of walking under a neon sign. Big arrows. Oh, as if. What do you mean? What's wrong with that? Because. Well, it's actually a public place. I don't think. I don't think cartridge. But even if it's. Specify what. They're. Some people they're not. Some of them aren't. I don't think it's probably. Yeah, but it's not. Yeah, but it's not the people that go out and they say, I'm gay and I like Barbra Streisand. It's presumably the sort of people who do that. People that either aren't quite out yet or. Do you know what I mean? Or they're doing. Having a quick one over the way to their wife and kids. Yeah. I don't know. I don't, I don't completely outworks, but I'm sure there probably isn't a place like, um, free bumming here tonight. No, there is kind of. Well, because I, I was walking home one night through Soho, right. Just because that's the way I have to go. Not because the chute, you know, I mean, I wasn't going there on that. Right. So I'm walking through. Right. And I was handed like a card, which was like a gay event. Right. Now, that's a bit weird in it that straight away is presuming that because I'm there that time of night. Well, and you got a shaved head and you sort of like, you know, you sort of like quite look after yourself. And you've got some nice clothes. Yeah, but it's still, you know, rough, don't you, from Manchester? You look like a northern rent boy who comes down to stand outside McDonald's. The card was rubbish, right. What do you mean? I. This fella on it, right? All sort of greased up in that. What would you look? Just having a look. What you handed me in that. Just having a look. A picture of him, sort of sailors out on tan body, like just his arse out like that. And rubbish slogan, right? The best bum in w one. Is this bum there a noun or like a verb? What do you mean to bum? Is it like, get the best bum we've ever had or he had the best bum, I think. I don't suppose you asked, what do you mean exactly? Why this. I will be well bummed. Or do you mean you've just got a good. Come on. Now, let's just a final point about. Because I asked my friend how it all works up on the heath, because I live in Hampstead Heath, near Hampstead. And I was where I didn't want to go walking and get involved. Must get myself involved in it. How can you get involved? Believe it. I couldn't say no. Oh, my wrist. It's knackered. What do you mean? What? I was there for about 2 hours. I must have gone about 43 of them. But, you know, I didn't like to say no because they were just. They were so pleased to see me. Oh, not so much the fear of that. It's not good skiing practice. I was doing two at a time for a little while. Not the fear of that so much as the fact that, again, you don't want to gate crash someone else's party. If there was a straight couple having sex, you'd want. Oh, I'm sorry. And you'd want to avoid that area. Yeah, of course. But I find it. So someone told me, and someone told me how it works. And apparently you just go and, you know, sit on a bench or something, and a guy just sits on the bench and they just look each other. There's not really anything said. It's just a kind of nice evening or whatever, you know, I guess it's like two in the morning or whatever, and then they go off in the bushes and ding dong. But it's like, I don't know how that culture. I love this program. Why can't that be the case with women? That would be amazing. You just go out to the park at one in the morning. You just sit on a bench, be. Like a scene from Gigi, just walking along with the perambulator. Yeah, but that would just be a joy if there was none of this formality. You've got talk to him by him. Dinner. Oh, joking. Romance. Oh, no, this kind of informal thing. So, great. So what do you. What would you. What would you do? Then? You go up to a woman and go, come on. Yeah, let's stop mucking around. We know why we're both sat on this, Ben. There's a. There's a nice. There's a nice bush over there. Yeah, let's have a bit. Yeah. And then she'd go, yeah, great, thanks. I'm, you know, I'm killing some time before I, you know, pop into town. That'll be perfect. Thanks. You make my weekend. So you're jealous of gays as well? In a way. What do you think, Carl? Let's put a track on why you. Get scared now, you see? Is it getting too close to the bone, so to speak. Radiohead. And they're there on XFM. I'm Ricky Gervais. With me, Steve Merchant and Karl Pilkington. I was talking to my dad the other day. He was saying he lived in Bristol and my family in Bristol. And so they can't really listen to the show. And he said, I was thinking of buying your grandparents a digital radio for Christmas so they could listen to your show. Imagine them listening to that last link and then me seeing them at Christmas. Steve, you never told us you saw two boats bumming. Yeah. And then what was. What's that about you jacking off 30 men? Exactly. You've got to say, no, lad. I know you're nice fella, but just because they want relief, you're not the man for it. Oh, you must be so proud. Yeah, rockbusters, he had a bit. Loving this. All right, three clues. Where. First one, if you go a Chepstow, you will. Right. The initial was s. That was seahorses. All right? That was the answer there. I'll give you that. That's fair enough. I'll give you that. Et's upset. What's wrong with et initials? Me? Yeah. What's up with him? It was Missy Elliot. All right? Elliot doesn't count at what? Doesn't count at all. Missy Elliot. Yeah. I mean, what sort was. What's wrong? Just explain it. Sorry, car. Good. Do it again. Well, I wasn't listening to again. Elliot. Yeah, yeah. Who's in Et? Yeah, just do the clue again. Right. Et's upset. He's looking a bit sad and that. What's the extraterrestrial? Yeah, yeah, go on. Right. And his mate. Yeah, who's in? It's called Elliot. Yeah, right. He's upset. What's up with him? Well, is Missy Elliot Missy Elliot? What she got to do with it? No, the way you'd say it. You say, what's up, Et? And it go, Missy Elliot. Why would you mention her? I don't understand. Was she in it? Was it a thing in the film? Missing? She wasn't even a missing. Oh, missing Elliot. Oh, no, she's not missing any. Missing Elliot, isn't it? So it's meant to be about rock stars, isn't it? It's just cryptic, though, in it, cryptic clues. Oh, no, that's not cryptic. You write the third one. I had a tape and it had umpty Dumpty on it and that. But the tapes broke. Yeah, that was brief, buster. Rhymes. So I don't understand what you mean. No, no, it doesn't know. Do you mean busted? Well, it's kind of like that. Cryptic doesn't mean change it. So it's not the same. Steve, who's the winner? We got loads of right answers. So it's interesting, this email system, it flashes up suspected spam if it, you know, spam. Is that sent around the Internet? Yeah. And it flashes that up if it thinks it's going to be a spam email. And every time it comes in with a rockbusters answer, it just says suspected spam. In a sense, in a way. Let's give it to Catherine Jakeways from Hackney. She's. She's got rubbish, absolute rubbish. You know, talking about your parents. Listening. Carl. It was in heat this week and they mentioned that he does this thing on sky. What is it? It's this thing with Richard Bacon. Some program about watching telly and you just talk about what you're watching. And he was annoyed because he said because his parents are there and so he's not doing it, he's not going to turn up because they heat mentioned it in heat. And so his parents might watch? Yeah. Why are you worried about it? I don't like him watching stuff, do I? Told you, it dates back to when I did little donkey at school. I don't want people watching me. What's that? Just renew us on little donkey. What happened? It was just, you know, I was there to play the drums and that in we three kings. I was loving it, you know, I got a bit carried away. How old were you? About 13. Yeah. Really? Probably, yeah. About ten. Oh, about ten, probably, yeah. Six. Where old were you? What school were you at? Okay. You were playing little donkey. No, no, no. But it was one of them schools where everyone sort of was in the same one. Do you know what I mean? Oh, a Manchester school. Well, it's like sweeping chimneys in the. Day and then 1 hour of learning. What are you talking about? What school were you at? Was it infants, junior or secondary? Didn't really do that. It was one way. They still have to abide by the laws of the land in Manchester. Nobody was. It was a lot more like. Like you had infants. Yeah. Also, I'd like the older lot. There's kids there who, when you're in the younger year and that you see kids and you go, is talk English. And use terms that people do when they're talking about schooling. I don't even want to talk about this. No. How old were you? What I'm thinking, I'm guessing maybe six or seven or eight. So you went from 13 to six? Yeah. But like I say, it's hard to. Remember because imagine if you were giving evidence in a trial. Yeah. Oh, yeah, I know. I can't really narrow it down other than seven years either way, you know, theoretically. Yeah. He could get called up for jury service. Right. You're on. White stripes. Hardest button to button on XFM. That's a frightening thought that you came up with before the break. Carl could be responsible for someone's rest of their life. Yeah, because jury service, that applies to anyone. Anyone could get sent the form. Yeah. I think you're obliged to go unless you have a really decent reason. Not to mention it was a really, really important. What annoys me is that. Isn't it supposed to be you're tried by twelve good men and true. Men and true. Yeah, good men and true and women. Of course. The only thing I can hope is that the defense attorney weedle out Carl. An early stage. Oh, yeah. Objection. I object. Yeah. Why? I object. Have you heard of something called rockbusters? Yeah. Well, sorry, we can't just object on that. Okay, then what if I tell you my client standing trial is a little gay chinese fella? And here are some of the tapes. Yeah, from XFM. He's prejudiced. So how does it work, then? How does what work? What do you mean? You just get called up and you have to do jury service. Unless you've got a very good reason. And it's not. I normally have Mondays off. Yeah, yeah. Oh, you wouldn't like, oh, you have to get there. Monkey news. Yeah, yeah. Oh, you couldn't stand it. Just wouldn't do it. What would you say? Say, don't get me involved because I got involved once. No, you got involved once. Well, with the police and that. When I lived in Manchester, saw a bit of car crime going on, right? And I got involved. Hassle telling you. How did you get involved? You phoned the police? Yeah, yeah. Because I thought, well, I know, well, that's just it, but I thought, I don't know. Yeah, so. And it's just a hassle. Loads of phone calls. Canary having to stand on a balcony. This, you know, tower block that I lived in. Police shouting up at me. I'm stood there with my underpants on, right? And what it was a car had been robbed, right? So I call up this, call up the. The police and that, right? Said, right, listen, cars being robbed. And they said, where is it? I said, I don't know. Just across the road from where I live. Right, so tell them where I live. Where do you live? How old are you? So she's, she's asking loads of questions. And I'm saying, look, whilst you're asking all this, they're actually getting away. So, you know, we leave it. And she's like, no, we'll track it down, blah, blah, blah. So I said, well, look, I work nights. What could you see? You could see some lads just pushing a car. Pushing a car? Yeah. That's how they steal cars in Manchester, is it? Yeah. Everywhere else in the country, they're getting in there, driving them away in the south. Yeah, they drive them away usually sort of like start the engine. Could get away a lot faster. What do the police do? Push their panda car after them? Say, come on, lads, don't cheat, don't get in the car. They're just pushing it. It was late at night and that. Oh, okay. You don't want to start the engine cars. All right. So anyway, really. Come on, Carl. So what happened? So anyway, so, look, don't call me back. I'm not a bed, right, I've got working a bit, so let's get. What are you working next thing, right, phones going. Although it's the police again. I said, oh, I told you not to call me. I told you, call me at home. So they said, right, the police are outside. Can you go on your balcony? Just like, oh, so I'm ten stories up, stood on the balcony with, like, me underpants on. Yeah. Right. And the police are saying, where's the car. And I'm saying, I don't know, they've gone down that road now. So I'm trying to point to them. They're shouting up, saying which road and all that. I just thought, how did they get involved? Yeah, I don't think they found it. No, it was hassle. They were. The blokes were pushing it too fast. They're in the next street by now, weren't they? Don't get involved. Don't get. Imagine him being on some sort of trial, whereas like some sort of mob affair. Yeah, murder. Imagine him going into witness protection. The police just explaining to him your new name is Jeffrey Peters. Why can't I be called Bruce Wayne? Well, no, Mister Pilkington. Listen, imagine that. Do you know what witness protection is? Oh, go on. Amazing. Look, it's when supposing you were to give evidence against the mafia, right? You done a job for them and they had to give evidence against them, right? Well, if you're gonna do. I mean, all I did was two kids, Nick, in a car. Don't start messing with mafia. No, listen, of course not. No, but let's imagine. Imagine you're in the mafia and that you got caught doing something. But instead of going to prison for the rest of life, you said, oh, well, I can. I can give you mister big. Yeah. So I go, okay, give us Mister Big and we'll let you off, right? So the police go, right, okay, I. Got handed this leaflet in Soho. So you say, okay, well, I'll give you names. They go, right, we'd give evidence in court. And you go, yeah. They go, right, we'll have to get your way because you'll be done for. So you give us all the names of Mister Big, right? We'll give you a new identity, a new passport. We get you, let you go and live in Canada for the rest of your life with Suzanne, right? So why. Why have I got to do all that? Because they know it was me. You have to give evidence in court. So they go, oh, Pilgerton squealed, so. You got to change all your life. Yes. Yeah, they've killed someone. Yeah, yeah. Well, you just know you're giving them in just to keep you from going to jail. So you don't want to spend the rest of your life in prison because you're involved in summer or sorcerer or whatever. Listen, I'm just. How would the mafia know that I've said something? Could you say in court, those are the people that he's Mister big. He's mister. And so he ordered the hit. Don't you know anything? It's a lot of messing around, though, in it, but. So I leave this job? Yeah. Yeah. I think they might try XFM first. I'd have to. What? I'd have to bin Suzanne. Would I? No. She gonna live with you. You have to cut off all your ties with your friends and family, though. You can't contact them, you'll leave them behind. Would she have to change a haircut? Possibly. When did the murder? Yeah. So what would the new identity be that you choose? What would you choose for yourself? What name? Probably. I wanted to be called Brett when I was a kid. Okay, right. What? Brett Pilkington. You got change your surname? Yeah. Yeah. Maybe go X directory. Where would you move to? Probably. Probably back up north. No, well, no, don't do that. Can I suggest maybe Brett Hansen and go and live in Australia or Canada or something? Maybe when they're not operating, maybe, you know, and they just forget it. You might have to change your identity as well. You might grow your hair. We can't grow your hair, but maybe wear. What would you do? Would you wear, so like an afro or something? That would be brilliant. That would be absolutely brilliant. And I gotta do all that just because for five minutes I stood in a court thing. Yes. And said, he's the one who did it. Yes. Well, why can't. Why can't I just wear the afro and the glasses when I'm in the court? Say my name's Brett. Right? Yeah. Changed my voice a bit. He did it. And they go, thanks very much. I go off, I carry on my life. I don't know why they haven't thought, that is genius. All the witness protections. Why don't they do that? So they go, well, I'll go to court as Brett Hansen with an afro. I don't like that. Yeah. And then when I come out, I'm back to Carl Pilkington, still talking like that, but without the afro. That is perfect. You've got. Why don't you call the FBI and say, listen, I can save you billions of dollars a year. You're a genius, Carl. All right, well done, Brett. Should I say, don't look back into the sun libertines on XFM? I'm excited, Steve. It's that time sat time of the week gone. Well, Carl's in a little film. Oh, that's what you're excited about? Yeah. Sorry, I thought you meant the show's almost over. Yeah. No, Colin and Carl. Right. So, uh. Yeah, I mean, I'm in one flew over the cuckoo's nest. Took a scene from it. Got to listen carefully in that. At the end there'll be a question on, like, the clip that you just heard. It's sort of like what they're doing, the Crypton factor and stuff. So do you want to read out the prizes? Yeah, it's a couple of rock and roll albums we've got. Why is it called one throw over the cuckoo's Nest? I can't remember. I think it's explained in the book, but I don't remember. I haven't read it for many years. If someone knows. Just a quick email ado. I'd like to know that. Ricky Gervais Fm dot co dot uk. You can win yourself if you get the question right. The League of Gentlemen series three. We got that rock and roll legends again, the best of Blondie, a nature program and the old grey whistle test, volume three. So if you enjoy that. Yeah, and just, if you haven't seen the film, it's just about like a. What would you call it? Well, it's a guy whose guy thinks he's gonna get away with prison by going into a mental institution. It was a new experiment, but he finds out he can't get out and he's sort of trapped and. Well, people know it. Everyone knows what? Just play it last week. So just play it. All right, well, you know, I've been. Observing you here now for the last four weeks and I don't see any evidence of mental illness at all. Yeah, no, not mental. I never, I never said I was. I mean, all right, I got. I got an e in history, but that isn't why I'm in here. I'm in here because I had to get away from. From the outside world. It's doing me, Eddie. I've been working too hard. I'm stressed out. I've been working like loads of hours Monday to Friday. I've been working on a Saturday with Ricky and Steve. Right. That's. That's been doing me adding. People don't. People think that's a laugh when it isn't. You busy right now, are you? You got something to do right now? See, this is why I'm here today, doctor, because he's doing me adding. What do you mean, sir? Well, he's doing medding. I came here to get away from Ricky. He is just as bad. I'm smarter than him, ain't I? You're an idiot, right? You just, ah, we're just good friends. No, we're not friends. And if you were a friend, you wouldn't be doing that to me, Ed. How do you mean that? Don't ask. Come on, I'll show you. Come here. Don't hurt you, does it? Of course it does. That's it. Hold on to it. Not too hard. You'll crush all the air out of it. We're gonna get off you normally. Til they're harder than that. No, just warming up. Warming. Warm it. All right, baby, get off. See what I mean, doctor? That's. That's what he's doing every day. The state of this. I don't know why you do it. Because it's not as if you're gonna crack it open. I tried, didn't I? God damn it. At least I did that. I love it, the effort. Yeah, it's almost. I wonder if it's almost a strange premonition of the future. You in some kind of home. All right, well, what's the question then? What result did I get in history? Good. All right. Yeah, well, tricky one, that. Ricky Gervais FM co dot UK or. Text will take text. I haven't bothered to check the text. Thanks for that, Rick. Sneezy. Yeah. I play Prinice brothers. Yes, a lovely tune from their album. What's it called? Yours. Mine and ours. Blinded by the stars from the Bernice brothers. We've a couple of texts. I do occasionally have a look at them gone. We've had one here complaining. It doesn't say it's from. It just says, wow, really clever homophobic material. Genius. Switching off idiots. I don't know what they mean. It was not clever homophobic material, homophobic. What do they mean now? But how is it homophobic? We weren't being anti gay. We were saying we don't understand the gay world and anything that we were quitting in question. Yeah, and Carl, see, this is what I mean. Carl gets us into trouble. I can't go through Chinatown anymore. It's not really a town, though, is it? Not really a town. Similar to Novelty Street. Novelty street with restaurants. But I can't, you know, and when we sort of like talk, we get the same brush as him because the man's an idiot. We often say that, you know, we are not homophobic. I don't think Carl's homophobic. He's confused, he's interested. He's got nothing against chinese people. He's got a little theory that they don't age well. And these are sort of things that come across. I mean, they're not meant to be homophobic and racist. They're showing that. Carl, I don't. The PC term for this is a bit mental. Yes. And, you know, I think we're doing our bit by letting him on the air as well. Like that complaint you got about that woman on them. What's it called? Who are you looking at? Yeah, because he said about. I don't even want to repeat it, but he said some, you know. Yeah, yeah, but I never meant to upset anyone without. No, I know you did. No, I know he didn't know. But, I mean, it's this on the website now. And, you know, to be fair, she does say it was Carl that said it. And, you know, we were the idiot presenters and. But it's like, carl is bad for our reputation. Yes. Do you know, I mean, it's funny to be in a room with him, but then I want to sort of shake it off. Yeah. And I don't know what to do about association. I know, I think. What have you got to say for. Yourself, Carl, for the. All that, some of the stuff you come out with, what have you got to say? I mean, I know the answer. It's absolutely from the heart and genuine ignorance and confusion and interest. You haven't got a malicious bone in your body. Well, well, towards me as. But, yeah, other people. But again, he's just honest with you. He says, repeat what he says. No, just leave it. But it's not as bad as some other things. But he's, you know, he says, wherever you say that you. When you first met him, he looked a bit odd, but you got used to it. Yeah. Now that's from the heart. I said, that's like him, sort of like being honest and nice, but he doesn't know what that. And we can take it, of course. Well, what. What you got to say for yourself? I've got anything to say, really. I mean, there's been other weird stuff going on in the week and that. Go on, no matter what. Next week we're wrapping up. All I'm saying is a talk about what's gone on. Yeah. Have we got monkey news? Have we left monkey news behind? Monkey news? Come on, what happened? You can't offend monkeys. I'll tell you what is annoying. Steve's telling me about a film that is about a monkey going off with. A woman, the Charlotte rampling thing, where she. Max, mon amour. Yeah. She has an affair with monkey gone. Yeah. You wouldn't like. You wouldn't like it. You wouldn't like it. It's not. It's not like it's. It's weird. And you wouldn't call. It's not like a nature program where he wears a bowler hat and can talk. Okay, the nature programs that you seem to see. Yes, I think I've seen that one. No. Yeah. Come on. Do monkey news. Well, monkey news this week. Oh, chimpanzee that. Monkey news. Yeah. Right. It's about this monkey that was knocking about in the 1950s. Right. Just. It was known in the LA area. Right. And apparently, again, I haven't really checked all this out. I've just picked up bits that push look interesting. Yeah. Wore a golden mask and, like, a cape and a leopard skin belt and stuff. Right. So people didn't know he was a monkey. Of course they didn't know. Yeah. He just thought. They thought it was this bloke who's going around. He was helping out crime situations. Right. You're an idiot. So one, this disguise that you see a three foot six bloke with arms the length of his body. That's the funny thing, right? They knew. They sort of thought it's a bit odd, you know, it's stocky. Yeah. Extremely flexible. Yeah. And hairy, because he only wore a white mask and a belt and a. Distinctive jawline and stuff. And then. Right. Apparently, like, he used to sort of get to his. Nothing we say get through, does it? You've. You've. You've decided you can picture this month. And it. Let him finish the story. Time's running in. So it sort of get to its crime by, like, swinging from the trees and. Course it would. People just thought, it's a normal fella. Of course. Then what happened was, this is a. Bit that's gonna annoy me, isn't it? He helped some fellas out, like, you know, and for a reward, they were like, do you want some money? You know, you've helped save our lives during a crime and stuff. Do you want some money in that? And he just went straight for the shopping bags. Got a couple of bananas and apples, right? And as he was bent down looking into the bag, getting their bananas and apples, they pulled his mask off. Little monkey. So he wasn't allowed to work for the police anymore. It ended there. Sure. We're not. Rick. Can I tell you the meaning of one flow? The cuckoo's nest? Yeah. Can we never speak of monkey news again? Yeah. It comes, apparently, from an american children's nursery rhyme, 123-4567 all good children go to heaven. Some fly east, some fly west. Some fly over the cuckoo's nest. Brilliant. Now, thanks to Ian for emailing that. And shall I give someone the prizes? Yeah. Phil Corbett. There you are. First one I've pulled out. He correctly guessed that it was e. It was an e that Carl got in history. The only qualification he's got and it's an e. Judge the judge. The monkey news based on that. Go on. That woman who went out. The monkey. What? It's a film. It's a film. It was Charlotte rampling in the film. I don't know who played the monkey. Does she have any kids? What? With the monkey in the film? Yeah. I'm just. I'm just thinking if I'm gonna get it out and stuff. No. Why? Oh, because that would have been interesting. Well, no, it's just that the problem there is the kids would always look more like the dad.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "A retro cut there, Finn. Lizzie, don't believe a word on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Babadoo. Boo. Who's that over there? It's Carly Pilk, boys. How you doing?",
      "start": 5480,
      "end": 19174,
      "confidence": 0.8242812121212122
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "I'm all right, yeah?",
      "start": 19254,
      "end": 19998,
      "confidence": 0.6840175000000001
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah. Come on. Up, up, big bugadoo. Up, up. Yeah. Project, project. There's people out there wanting to, you know, cheer up their Saturday afternoon. We're the boys for it. Yeah, we're like quick, quick fitters. Come on.",
      "start": 20046,
      "end": 34116,
      "confidence": 0.8512492105263156
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "Alright, Carl? Yeah, come on.",
      "start": 34140,
      "end": 35764,
      "confidence": 0.69639
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Come on. I'm all right.",
      "start": 35844,
      "end": 36756,
      "confidence": 0.842436
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "I'm up for it.",
      "start": 36780,
      "end": 37452,
      "confidence": 0.9812325000000001
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "That's it.",
      "start": 37508,
      "end": 37876,
      "confidence": 0.97573
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "This is the height of excitement.",
      "start": 37900,
      "end": 39108,
      "confidence": 0.8591150000000001
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "This is it, is it? This is you off your head, is it? High on life crime? What did Suzanne say about you? Saying about a big ass? Go on.",
      "start": 39156,
      "end": 48420,
      "confidence": 0.8383976666666667
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "Should we recap what happened last week?",
      "start": 48612,
      "end": 50500,
      "confidence": 0.9528985714285714
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Well, the week before he said that her hair cut looked like Dave Hill from Slade. She didn't like that, so that's what I said. A bit grumpy, yeah. I didn't mention her fat ass. Still thinking that she would never hear about this. What happened when you went home?",
      "start": 50652,
      "end": 66554,
      "confidence": 0.9013968
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "She heard about that off a mate and we sorted it out. Didn't have to buy her anything. I just sort of said, come on, what the show's about. And that. Stop moaning. That was all right until about Thursday when I was reading about, you know, like they say this, like two worlds and that. And whatever I'm doing now, here's another one of me doing the same.",
      "start": 67254,
      "end": 91232,
      "confidence": 0.8996901449275363
    },
    {
      "pos": 13,
      "speaker": "C",
      "text": "Yeah, but, well, no, he's probably taking some time off. He's probably a week off.",
      "start": 91368,
      "end": 95840,
      "confidence": 0.8339040000000001
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "Yeah, but I was just talking about that and she was saying, no, that doesn't happen. And I sort of said, well, they definitely want an aircraft like yours, right? Sort of started the argument again.",
      "start": 95912,
      "end": 110104,
      "confidence": 0.8565055555555557
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "It's almost like you haven't learned your lesson also. It's like you're talking about it again on air, almost in a way, so it might clear again. It's very short. Carl, if there was a. If I cut a hole in a box and you knew there was an orange in there, right, and you put your hand in, would you be stuck there trying to get that orange out, do you think? Or would you just like let it go and sort of tip upside down to get it out?",
      "start": 110144,
      "end": 134284,
      "confidence": 0.9179108791208789
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 134934,
      "end": 135954,
      "confidence": 0.9848574999999999
    },
    {
      "pos": 17,
      "speaker": "C",
      "text": "I think that answers your question. Is that a cardboard box on your hand? So is there any other things you want to criticize Suzanne for while we're on air? Anything else? Anything that's been niggling that you feel you should get off your chest. The hair, the arse.",
      "start": 137414,
      "end": 153474,
      "confidence": 0.9204259183673471
    },
    {
      "pos": 18,
      "speaker": "A",
      "text": "Leave it. I think so.",
      "start": 155534,
      "end": 156518,
      "confidence": 0.9586859999999999
    },
    {
      "pos": 19,
      "speaker": "C",
      "text": "Okay, that's good.",
      "start": 156566,
      "end": 157846,
      "confidence": 0.6947066666666667
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "I think. Leave it. Well done.",
      "start": 157910,
      "end": 159976,
      "confidence": 0.9507133333333333
    },
    {
      "pos": 21,
      "speaker": "C",
      "text": "Now, can we just check what other big Carl features have we got today? We got monkey news.",
      "start": 160070,
      "end": 163916,
      "confidence": 0.8924677777777776
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Got monkey news coming on. Yeah, got a bit of. Got rockbusters and the film thing that.",
      "start": 164020,
      "end": 170628,
      "confidence": 0.8562882352941177
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "Still not got a name.",
      "start": 170796,
      "end": 172104,
      "confidence": 0.9740760000000002
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Just me and a film and that. This week we're digging out the old. The one when I'm in one flew over the cuckoo's nest. Right. So you're gonna make us brilliant film.",
      "start": 173044,
      "end": 182564,
      "confidence": 0.8589575757575755
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "Yeah, yeah. Brilliant film. It was my favorite film, so I saw Godfather.",
      "start": 182644,
      "end": 185892,
      "confidence": 0.81862
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "It's better than that.",
      "start": 185948,
      "end": 187064,
      "confidence": 0.9303375
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Well, you know. Yes, I would say that. Yeah.",
      "start": 187564,
      "end": 189500,
      "confidence": 0.8692944444444445
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "No, it is. The storylines more interesting.",
      "start": 189572,
      "end": 191948,
      "confidence": 0.6971128571428571
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "I didn't know there was an actual answer. I didn't. Sorry. It's what's best.",
      "start": 191996,
      "end": 194864,
      "confidence": 0.8138449999999999
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "One flow of the cookies.",
      "start": 195164,
      "end": 196424,
      "confidence": 0.709988
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "All right. Okay. Where's Godfather? Because I want to know. Because I don't embarrass myself. Why is it my fourth favorite film? Some.",
      "start": 197164,
      "end": 203676,
      "confidence": 0.7689939130434784
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Probably about fifth in my fifth film.",
      "start": 203780,
      "end": 205556,
      "confidence": 0.8273157142857144
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "Is it brilliant? Talking of lists, I suppose I like cares in the Elephant man. Do I?",
      "start": 205580,
      "end": 210264,
      "confidence": 0.8651764705882352
    },
    {
      "pos": 34,
      "speaker": "C",
      "text": "Do you lists, Rick? I don't know if you saw in the papers. I think it's on tv this evening. It's as voted for by viewers of VH one, the music channel, and they've basically come up with a list of the greatest pop culture icons ever. There's a hundred.",
      "start": 210924,
      "end": 227324,
      "confidence": 0.8691774000000001
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Where's Elvis?",
      "start": 227404,
      "end": 228084,
      "confidence": 0.86444
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "So Elvis, for instance, is number three.",
      "start": 228164,
      "end": 229924,
      "confidence": 0.9397528571428572
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "Jimmy Dean in there?",
      "start": 230044,
      "end": 230908,
      "confidence": 0.9221824999999999
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "James Dean is in there. I think he's a bit lower. Let me see. He's number 22. 22. We got David Beckham at number one.",
      "start": 230956,
      "end": 237900,
      "confidence": 0.9355372
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "Oh, wow. Okay, well, then. So Robbie Williams is in there. So it's british bias. Yeah.",
      "start": 237972,
      "end": 242740,
      "confidence": 0.7692618750000001
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "Robbie Williams is number nine. He's just a below ABBA.",
      "start": 242772,
      "end": 246424,
      "confidence": 0.8942100000000002
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Oh, okay.",
      "start": 246764,
      "end": 247692,
      "confidence": 0.493705
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "But interestingly, this is of interest to you, I think. Number 66.",
      "start": 247828,
      "end": 251140,
      "confidence": 0.9901966666666667
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "Yeah.",
      "start": 251212,
      "end": 251904,
      "confidence": 0.602
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "The office.",
      "start": 252884,
      "end": 253824,
      "confidence": 0.999295
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "That's right.",
      "start": 254404,
      "end": 255180,
      "confidence": 0.6554800000000001
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "Well, it is, Rick. It's nice that the show is in there, and that's a very flattering thing. I tell you what cheapens it. I tell you what undermines it. The things that are lower in the list than the show.",
      "start": 255292,
      "end": 265788,
      "confidence": 0.9457424390243901
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Oh, God. So we've beaten.",
      "start": 265956,
      "end": 267916,
      "confidence": 0.858464
    },
    {
      "pos": 48,
      "speaker": "C",
      "text": "Well, give me a little test. Higher or lower? Do you think this is higher? Near the top of most important pop culture icons or lower than ours? Okay, I'm gonna give you superman.",
      "start": 268100,
      "end": 278844,
      "confidence": 0.9196079411764705
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "Well, international, been around since the thirties. One of the biggest icons on the planet. I say higher, lower, but, yeah, ludicrous. Okay.",
      "start": 279504,
      "end": 289684,
      "confidence": 0.8595343478260871
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "Neil Armstrong, the first man on the moon. This guy's been to the moon.",
      "start": 291424,
      "end": 297880,
      "confidence": 0.8864657142857143
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "Well, I'd say. I'd say lower, then.",
      "start": 298072,
      "end": 300048,
      "confidence": 0.9048742857142857
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Lower?",
      "start": 300136,
      "end": 300744,
      "confidence": 0.98003
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 300864,
      "end": 302084,
      "confidence": 0.67564
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "Is that saying the people behind the rocket or just him?",
      "start": 303164,
      "end": 306624,
      "confidence": 0.9006381818181819
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "No, it's. Yeah, it's not. What, how much work went into it?",
      "start": 311724,
      "end": 316744,
      "confidence": 0.7850058333333333
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "All right, a few others.",
      "start": 317284,
      "end": 319412,
      "confidence": 0.8146699999999999
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "What about things like Coca Cola?",
      "start": 319468,
      "end": 321068,
      "confidence": 0.8759183333333334
    },
    {
      "pos": 58,
      "speaker": "C",
      "text": "Oh, no, they don't really count. It tends to be. They don't feature. I mean, Mickey Mouse is in there. What do you make, what you reckon? Tom Cruise. Higher or lower? Tom Cruise is the number one box office movie star in the world.",
      "start": 321156,
      "end": 332664,
      "confidence": 0.9431868888888892
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Presumably lower.",
      "start": 333364,
      "end": 334340,
      "confidence": 0.762405
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "He's lower. Number 81. Just about scraped in there. It really is a list drawn up by people who just sat at home and looked along their video and book collection. Yeah, that's good.",
      "start": 334372,
      "end": 344308,
      "confidence": 0.8817035294117648
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Well, I think it is a reflection, but it's always the same that they do an HMV poll and it's pet sounds revolver. Let's get it on Robbie Williams live through a lens, because it's. It's. You know, it's the people that vote. It's reflection of, like those massive. Yeah. What's big at the moment? I was the most powerful man in comedy, let's not forget.",
      "start": 344356,
      "end": 363852,
      "confidence": 0.8961724242424243
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Yes.",
      "start": 363908,
      "end": 364236,
      "confidence": 0.77847
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "One year ago. Wonder where I'll be this year.",
      "start": 364300,
      "end": 366308,
      "confidence": 0.8426777777777779
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "If that had been the laziest man in comedy, he'd have got my vote. Interestingly, though, at number 26, Carl Pilkington.",
      "start": 366396,
      "end": 373464,
      "confidence": 0.8122252380952382
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Oh, imagine all possibilities. Badly drawn by on XFM 104.9 on Ricky Gervais. With me, Steve Merchant and little Carly pilcoins.",
      "start": 377164,
      "end": 397464,
      "confidence": 0.8096885714285714
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "Rick, Susie's emailed. She wonders if you could give a massive hello to Hannah and Charlotte and all in the 6th form at Cobthor school.",
      "start": 398364,
      "end": 405068,
      "confidence": 0.9085292000000001
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "Yeah. Shout out. Shout out. Yeah, massive. Where they from?",
      "start": 405156,
      "end": 409788,
      "confidence": 0.830343
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "I don't know, I can't quite pronounce it. Cobthal school.",
      "start": 409916,
      "end": 411852,
      "confidence": 0.822592
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "Cobweb massive.",
      "start": 411908,
      "end": 412772,
      "confidence": 0.53341
    },
    {
      "pos": 70,
      "speaker": "C",
      "text": "Yeah.",
      "start": 412828,
      "end": 413132,
      "confidence": 0.81053
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "They're probably known as. Yeah.",
      "start": 413188,
      "end": 414628,
      "confidence": 0.8308220000000001
    },
    {
      "pos": 72,
      "speaker": "C",
      "text": "So good luck to Sue's. And hands and shouts.",
      "start": 414716,
      "end": 416964,
      "confidence": 0.7412833333333333
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "When did we start doing dedication?",
      "start": 417084,
      "end": 418844,
      "confidence": 0.9372233333333333
    },
    {
      "pos": 74,
      "speaker": "C",
      "text": "Because I've always felt this is something that's lacking on the show. Interaction with the audience, you know, interesting.",
      "start": 418964,
      "end": 423370,
      "confidence": 0.8995468421052634
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "Only to the one person name is.",
      "start": 423402,
      "end": 425010,
      "confidence": 0.8448042857142857
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "Mentioned, of course, but that's how proper dj's fill up their time. They don't talk about monkeys and, you know, and all that kind of drivel.",
      "start": 425042,
      "end": 432218,
      "confidence": 0.9093688461538463
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Oh, do you think? Monkeys a drivel, Carl?",
      "start": 432386,
      "end": 434774,
      "confidence": 0.6460062500000001
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "We'll still be doing a bit of monkey news. How much? You have a pop at it? It's coming up in a bit, yeah. Got some good stuff this week. I know it's been a bit dull last two weeks.",
      "start": 438234,
      "end": 446514,
      "confidence": 0.9055275000000002
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "Well, no, it's not been dull. It's been totally untrue as ever, bordering on the impossible. I mean, monkey dating, saying, what tree are we meeting in? You believe that sort of drivel? So, I mean. Oh, God. Jonathan Ross told a story about a chimpanzee. Well, it was about. But it was about how it escaped from the zoo and it jumped on a bus. Okay, interesting, funny.",
      "start": 446594,
      "end": 475926,
      "confidence": 0.8786213043478258
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "I did that one.",
      "start": 476070,
      "end": 477062,
      "confidence": 0.990245
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "But it possibly. Is there possibility in that one being?",
      "start": 477158,
      "end": 479734,
      "confidence": 0.758533
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "I did that one?",
      "start": 479854,
      "end": 481150,
      "confidence": 0.9892875000000001
    },
    {
      "pos": 83,
      "speaker": "C",
      "text": "I think you said something like, he drove the bus or he was conducting it.",
      "start": 481342,
      "end": 484326,
      "confidence": 0.967718
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "I think you said he took it to Spain. Do you see the difference? It's that little stretch of credibility that means it's all shite.",
      "start": 484390,
      "end": 496070,
      "confidence": 0.9396435999999998
    },
    {
      "pos": 85,
      "speaker": "C",
      "text": "How is Jonathan Ross?",
      "start": 496262,
      "end": 497714,
      "confidence": 0.98099
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "All right, is he?",
      "start": 498134,
      "end": 501518,
      "confidence": 0.6717725000000001
    },
    {
      "pos": 87,
      "speaker": "C",
      "text": "I wonder how long it takes before his name popped up. How is he? How is the old musket? Looking forward to his birthday Monday?",
      "start": 501526,
      "end": 508934,
      "confidence": 0.8393268
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Oh, dear.",
      "start": 509014,
      "end": 510198,
      "confidence": 0.755795
    },
    {
      "pos": 89,
      "speaker": "C",
      "text": "I don't know if any of the listeners saw Ricky on Jonathan Ross's tv show last night.",
      "start": 510326,
      "end": 515194,
      "confidence": 0.9249776470588235
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "What?",
      "start": 515734,
      "end": 516262,
      "confidence": 0.93176
    },
    {
      "pos": 91,
      "speaker": "C",
      "text": "I mean, man alive.",
      "start": 516358,
      "end": 518142,
      "confidence": 0.8182750000000001
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "What?",
      "start": 518278,
      "end": 518814,
      "confidence": 0.78991
    },
    {
      "pos": 93,
      "speaker": "C",
      "text": "Well, that's not an interview. How is that an interview?",
      "start": 518934,
      "end": 522086,
      "confidence": 0.897359
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "What?",
      "start": 522190,
      "end": 522598,
      "confidence": 0.66112
    },
    {
      "pos": 95,
      "speaker": "C",
      "text": "It's not. He wasn't interviewing you. He's like two pals just having a laugh. And if we had, it was like it was a family do and you just happened to film it and stick it on the telly. My friend made a good point. It was like any minute his kids were gonna pop out, sit on that sofa next to you and go, oh, Uncle Ricky did a little dance. It was unbelievable. I mean, what were you wearing for a start?",
      "start": 522686,
      "end": 545870,
      "confidence": 0.9113704761904757
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "What's that?",
      "start": 546062,
      "end": 546950,
      "confidence": 0.913735
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "Some tattoo. Like you've just been doing some r texting and you've gone pot round with it? We're having a couple of drinks.",
      "start": 547062,
      "end": 551542,
      "confidence": 0.8630517391304349
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "That's love's Lambretta.",
      "start": 551598,
      "end": 553342,
      "confidence": 0.5201399999999999
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "Lambretta?",
      "start": 553478,
      "end": 554334,
      "confidence": 0.37955
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Was it inside out? Trendy jumper.",
      "start": 554454,
      "end": 557078,
      "confidence": 0.57869
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "How do you keep getting things with the St George cross on it?",
      "start": 557206,
      "end": 559966,
      "confidence": 0.9160800000000001
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "What do you mean? That's the only one.",
      "start": 560070,
      "end": 561542,
      "confidence": 0.8972037500000001
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "I've got loads of stuff. T shirts, jumpers, shoes.",
      "start": 561558,
      "end": 564238,
      "confidence": 0.7906088888888889
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "No, I've got a unique. What's it, a french connection?",
      "start": 564286,
      "end": 568616,
      "confidence": 0.7982470000000002
    },
    {
      "pos": 105,
      "speaker": "C",
      "text": "That's not my concern. That's not my concern. No, it's just the fact that. I mean, firstly. Yeah, the fact that Ricky, for those of you who don't realize Ricky is friends with Jonathan Ross, they are friends now. They've only known each other, what, a year?",
      "start": 568800,
      "end": 581520,
      "confidence": 0.8899500000000001
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Maybe about two. Yeah, it's less.",
      "start": 581552,
      "end": 583360,
      "confidence": 0.8735433333333332
    },
    {
      "pos": 107,
      "speaker": "C",
      "text": "I think it's less than two. And what worries me is the friendship's too close.",
      "start": 583392,
      "end": 588200,
      "confidence": 0.945862
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 588352,
      "end": 588912,
      "confidence": 0.88408
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Because you're over 40, you see, it seems to me that after the age of 25, men should not be becoming really close friends with other men. It should be like you've had all your friends. You made them at university, at school. And if you were, in a way, you walk a life and you met someone at a party or a pub, even if you got on, you would not be phoning them every other day like going to an awards. What you wearing, Jonathan? I've heard this conversation. What you wear. And I think I might wear this. Is it too formal? Is that gonna be too formal?",
      "start": 588928,
      "end": 611928,
      "confidence": 0.9254917117117117
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "It's not true.",
      "start": 611976,
      "end": 612888,
      "confidence": 0.81916
    },
    {
      "pos": 111,
      "speaker": "C",
      "text": "You're always on the phone to him. You're always chatting. I'm just gonna put around, oh, I'm just gonna play some tennis.",
      "start": 613016,
      "end": 617032,
      "confidence": 0.8671127272727275
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "Yeah, we play tennis.",
      "start": 617088,
      "end": 618352,
      "confidence": 0.6511825
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "Always hanging out with the guy. And it's. To me, it's unhealthy. And this, it's just bled over now onto tv.",
      "start": 618528,
      "end": 624744,
      "confidence": 0.8849276190476191
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Oh, hold on. Wait a minute. Wait a minute.",
      "start": 624824,
      "end": 626396,
      "confidence": 0.7591711111111111
    },
    {
      "pos": 115,
      "speaker": "C",
      "text": "So you're there. It's like. I'll tell you what you're reminding me of Des O'Connor and Jethro coming on to plug his live video.",
      "start": 626530,
      "end": 633138,
      "confidence": 0.8756825
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Or Tommy and Kenny lynch.",
      "start": 633226,
      "end": 634610,
      "confidence": 0.623658
    },
    {
      "pos": 117,
      "speaker": "C",
      "text": "And then at the end of the interview after they've been, you know, mutually back slapping.",
      "start": 634642,
      "end": 638290,
      "confidence": 0.904364375
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Yeah.",
      "start": 638362,
      "end": 639014,
      "confidence": 0.50522
    },
    {
      "pos": 119,
      "speaker": "C",
      "text": "He gave you a pet. Jonathan Ross gave you a cat as a replacement for your cat, which died. To me, that's an inappropriate gift.",
      "start": 639474,
      "end": 651858,
      "confidence": 0.8949132000000002
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "It's a lovely gift.",
      "start": 651986,
      "end": 653494,
      "confidence": 0.6804775000000001
    },
    {
      "pos": 121,
      "speaker": "C",
      "text": "I don't think people should be giving pets.",
      "start": 654754,
      "end": 657130,
      "confidence": 0.9800800000000001
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "Do you know what I've got in.",
      "start": 657282,
      "end": 658114,
      "confidence": 0.9153242857142857
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "For sitting up to a wedding? I just bought you a cat.",
      "start": 658154,
      "end": 660474,
      "confidence": 0.8293258333333333
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Oh, do you know what I've got in for his birthday? I was not sitting there. I've got him a child. Well, you may as well. That's what it's like. I've got a small random child.",
      "start": 660514,
      "end": 668626,
      "confidence": 0.7968494444444445
    },
    {
      "pos": 125,
      "speaker": "C",
      "text": "Cat to me is like, I bought you this small child. I was gonna sponsor him, but I got a bit of cash. I've flown him over.",
      "start": 668690,
      "end": 673934,
      "confidence": 0.8504114814814814
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Do you know, I think Kyle, think Steve's a bit jealous.",
      "start": 677594,
      "end": 680774,
      "confidence": 0.8033445454545455
    },
    {
      "pos": 127,
      "speaker": "C",
      "text": "I'll tell you, I got good reason to be jealous.",
      "start": 681234,
      "end": 682946,
      "confidence": 0.904415
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "What?",
      "start": 683010,
      "end": 683614,
      "confidence": 0.65342
    },
    {
      "pos": 129,
      "speaker": "C",
      "text": "I've got reason to be jealous. I just remembered this. Your birthday.",
      "start": 684114,
      "end": 687506,
      "confidence": 0.8174575000000001
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "Yeah.",
      "start": 687610,
      "end": 688130,
      "confidence": 0.51021
    },
    {
      "pos": 131,
      "speaker": "C",
      "text": "Jonathan Ross was there. Carl Pilkington was there.",
      "start": 688242,
      "end": 691466,
      "confidence": 0.8647624999999999
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Yeah.",
      "start": 691530,
      "end": 691938,
      "confidence": 0.69607
    },
    {
      "pos": 133,
      "speaker": "C",
      "text": "I don't remember being invited. I don't remember being invited. Was I there? Karl? You were there. I don't remember being there.",
      "start": 692026,
      "end": 696682,
      "confidence": 0.9021900000000002
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "But you're with him all day and that, right, okay.",
      "start": 696698,
      "end": 699186,
      "confidence": 0.8700789999999999
    },
    {
      "pos": 135,
      "speaker": "C",
      "text": "Well, yeah, he sees you a lot. I mean, Jonathan, he's on. He's around his house every other day playing tennis. Anyone else knows what? Swimming together and sat in his jacuzzi. Cracking wise. What happened there? What happened there?",
      "start": 699210,
      "end": 710454,
      "confidence": 0.8492249999999999
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "Oh, we've got to the bottom of it. Player record.",
      "start": 710754,
      "end": 713002,
      "confidence": 0.8622629999999999
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "The villa that we went to afterwards, could only sleep.",
      "start": 713058,
      "end": 715694,
      "confidence": 0.9319649999999999
    },
    {
      "pos": 138,
      "speaker": "C",
      "text": "How is the cat?",
      "start": 718824,
      "end": 719576,
      "confidence": 0.8279974999999999
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "All right. What?",
      "start": 719600,
      "end": 720896,
      "confidence": 0.8784766666666667
    },
    {
      "pos": 140,
      "speaker": "C",
      "text": "You name it. Jonathan Ollie.",
      "start": 720920,
      "end": 722484,
      "confidence": 0.573038
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "Hey, outkast. XFM 104.9. Ricky Gervais, Steve Merchant, Karl Pilkington. It's that time, isn't it? Rockbusters. Come on, Kyle, what you got for us?",
      "start": 733544,
      "end": 745324,
      "confidence": 0.8069195833333335
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Do you want to say what the prize is up, really?",
      "start": 746104,
      "end": 749168,
      "confidence": 0.8049036363636364
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "I'll be the judge of that, actually.",
      "start": 749336,
      "end": 750736,
      "confidence": 0.9069557142857143
    },
    {
      "pos": 144,
      "speaker": "C",
      "text": "Am I talking about.",
      "start": 750840,
      "end": 751440,
      "confidence": 0.8965249999999999
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "No.",
      "start": 751472,
      "end": 751592,
      "confidence": 0.84404
    },
    {
      "pos": 146,
      "speaker": "C",
      "text": "There's a two disc set, rock and roll legends on the COVID They've got Buddy Holly, Elvis, Roy Auberson and little Richard.",
      "start": 751608,
      "end": 757592,
      "confidence": 0.8796504545454549
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "New one wants that, nobody's interested.",
      "start": 757688,
      "end": 760344,
      "confidence": 0.7748983333333332
    },
    {
      "pos": 148,
      "speaker": "C",
      "text": "Nick Cave, in the bound, sees a DVD. I'm a Nick Cave fan and I wouldn't watch it.",
      "start": 760464,
      "end": 763824,
      "confidence": 0.7485961111111112
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "No, you'd watch it once at most. When there's nothing else.",
      "start": 763904,
      "end": 766560,
      "confidence": 0.8212545454545456
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "No.",
      "start": 766592,
      "end": 766760,
      "confidence": 0.5765
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "Me knowing you, Nick Cave's good. But when do you watch rock? DVD's?",
      "start": 766792,
      "end": 770496,
      "confidence": 0.8784269230769232
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "Yeah, knowing me, knowing you, great series, obviously, but VHS, who wants it on VHS? Where all the bonus features.",
      "start": 770520,
      "end": 776184,
      "confidence": 0.8523494999999999
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "Absolute point. This is the only thing that's half.",
      "start": 776304,
      "end": 777816,
      "confidence": 0.8235866666666667
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "Decent is this enormous hardback league of gentlemen book, which is the scripts and all sorts of other stuff. If you're a league of gentlemen fan, you'll love it. If you're not, I guess it's a good Christmas.",
      "start": 777840,
      "end": 784964,
      "confidence": 0.9273189473684209
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "If you're not a legal gentleman, there's nothing in this for you. So.",
      "start": 785004,
      "end": 789064,
      "confidence": 0.8271569230769231
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "So, you know, you can.",
      "start": 790004,
      "end": 791224,
      "confidence": 0.773342
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "A pile of rubbish. What's the story? Well, not as bad as the competition, I suppose. So.",
      "start": 791764,
      "end": 795944,
      "confidence": 0.8996464705882353
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "Well, you know how it works. Cryptic clothes.",
      "start": 796484,
      "end": 798852,
      "confidence": 0.7978987500000001
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "Not really cryptic. It's usually wrong.",
      "start": 798908,
      "end": 800844,
      "confidence": 0.904055
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "Kind of is, yeah. Right. So the first one, these three of them, you get them right, you win the stuff. First one, I'll get them close.",
      "start": 801004,
      "end": 808716,
      "confidence": 0.9280411111111109
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "I mean, you could win this if you got one, right? Possibly.",
      "start": 808780,
      "end": 812084,
      "confidence": 0.8549316666666665
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "If you go to Chepstow, you will.",
      "start": 812204,
      "end": 814024,
      "confidence": 0.9565614285714286
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "Was that a clue or is that a point? Is that something?",
      "start": 814764,
      "end": 816740,
      "confidence": 0.8778941666666666
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "That's a clue.",
      "start": 816812,
      "end": 817372,
      "confidence": 0.9599733333333335
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "Right. Say that again.",
      "start": 817428,
      "end": 818876,
      "confidence": 0.8845525000000001
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "If you go to Chepstow, you will.",
      "start": 818980,
      "end": 820796,
      "confidence": 0.9945328571428572
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "And what are the initials?",
      "start": 820980,
      "end": 822020,
      "confidence": 0.9818940000000002
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "Just s. Second one. Et is upset. What's up with him? All right, et is upset. What's it upset for? What's wrong with him? Right.",
      "start": 822092,
      "end": 836252,
      "confidence": 0.8284576000000001
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "Different. So not cryptic.",
      "start": 836308,
      "end": 838508,
      "confidence": 0.8580374999999999
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "So the initials there.",
      "start": 838556,
      "end": 840940,
      "confidence": 0.9215774999999999
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "Ne. M. Emmy.",
      "start": 841052,
      "end": 842620,
      "confidence": 0.60729
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "M for mother. Me. All right. And the third one, I had a. Had a tape with Jesus.",
      "start": 842692,
      "end": 853584,
      "confidence": 0.8810555555555556
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Imagine Bob Holness doing this again in the gold run against the clock. Right?",
      "start": 855404,
      "end": 860704,
      "confidence": 0.7940685714285715
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "I had a tape with, like, umpty dumpty on it. And hickory dickory dock and that on it. But I've broke it, all right?",
      "start": 866004,
      "end": 875704,
      "confidence": 0.8128733333333332
    },
    {
      "pos": 175,
      "speaker": "C",
      "text": "Constantly listening it to, trying to figure them out.",
      "start": 876364,
      "end": 878704,
      "confidence": 0.8130622222222222
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 881404,
      "end": 882468,
      "confidence": 0.640425
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Initials there, br. Right. So first one, if you go to chips, though, you will, the initial s e t. S e t is upset. What's up with him? What's up with ET?",
      "start": 882516,
      "end": 895652,
      "confidence": 0.7650945454545456
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "What's up with. He's upset. What's up with et? Yeah, the initials there, merry, if you go to chips. Yeah, exactly, exactly. Yeah, yeah, et's a bit upset.",
      "start": 895788,
      "end": 909484,
      "confidence": 0.7613046428571427
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "What's that?",
      "start": 909524,
      "end": 910596,
      "confidence": 0.747175
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "What? Hey, dude, what's the matter, man?",
      "start": 910660,
      "end": 912772,
      "confidence": 0.9447328571428572
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "And I had a tape with like umpteen doc, stuff like that. Doesn't work anymore.",
      "start": 912868,
      "end": 917780,
      "confidence": 0.7910773333333334
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "What's.",
      "start": 917852,
      "end": 918116,
      "confidence": 0.46214
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "What's gone on there? Right, Br.",
      "start": 918140,
      "end": 921420,
      "confidence": 0.6119216666666667
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "First time he said, well, you broke it.",
      "start": 921612,
      "end": 923324,
      "confidence": 0.90259375
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "Well, I broke it then, is that important or not? Yeah, I broke it and it says b. Br.",
      "start": 923364,
      "end": 931092,
      "confidence": 0.8275963157894737
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Okay, all right, okay.",
      "start": 931268,
      "end": 933484,
      "confidence": 0.766205
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "Well, you can text if you have a mobile phone, so everyone, there's no excuse to not take part. 83 XFM is the text. 83 XFM.",
      "start": 933524,
      "end": 941264,
      "confidence": 0.9367300000000001
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "I think I know what the b might stand for.",
      "start": 942524,
      "end": 944424,
      "confidence": 0.8977390000000002
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "And otherwise it's Ricky Gervais Fm co dot uk. We'd love to hear from you.",
      "start": 945084,
      "end": 952464,
      "confidence": 0.8262853333333333
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Oh, it sucks the life, love, just listening to rockbusters.",
      "start": 952934,
      "end": 956590,
      "confidence": 0.7542570000000001
    },
    {
      "pos": 191,
      "speaker": "C",
      "text": "Something to bring you down even further, although it's a beautiful, beautiful tune.",
      "start": 956702,
      "end": 959150,
      "confidence": 0.9449723076923078
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Ah, beautiful.",
      "start": 959182,
      "end": 960142,
      "confidence": 0.7367699999999999
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "Ryan Adams has got a number of different albums out at the moment. One is called rock and roll. It's not great. Don't really bother with that one. Do dig out, though, love is hell, part one from Ryan Adams. It's available at different places and you'll find this on it. Track five, wonderwall, his version of Oasis.",
      "start": 960238,
      "end": 971982,
      "confidence": 0.8828884482758623
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Beautiful to treat, XFM, wonderful point, fortune, faded red hot Chili Peppers on XFM 104.9.",
      "start": 972118,
      "end": 990594,
      "confidence": 0.7829966666666669
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "You, of course, don't ever take the tube anywhere, Rick. No, you haven't done that for years.",
      "start": 990714,
      "end": 995354,
      "confidence": 0.9106376470588234
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "No.",
      "start": 995394,
      "end": 995974,
      "confidence": 0.74696
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Take cars everywhere or you walk or you get a lift from Jonathan. But me, I still forced to take the tube, which is also very embarrassing at the moment because.",
      "start": 996594,
      "end": 1005414,
      "confidence": 0.8547754838709676
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "What do you mean you made the.",
      "start": 1006884,
      "end": 1008092,
      "confidence": 0.7010971428571429
    },
    {
      "pos": 199,
      "speaker": "C",
      "text": "Money, else we're gonna get a vote.",
      "start": 1008108,
      "end": 1012304,
      "confidence": 0.6296585714285714
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "You could walk, you can, you can drive. Won't you buy a car?",
      "start": 1012604,
      "end": 1016020,
      "confidence": 0.8585169230769231
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "Oh yeah, driving into the center of town, congestion charge. Are you paying that? Are you a fiver?",
      "start": 1016132,
      "end": 1020664,
      "confidence": 0.8797972222222223
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "What do you think of that, Carl? Hey.",
      "start": 1023244,
      "end": 1025784,
      "confidence": 0.7385374999999998
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "So.",
      "start": 1027684,
      "end": 1028424,
      "confidence": 0.96401
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "Oh yeah, cuz he's mister flush, he's mister lavish with his cash.",
      "start": 1028884,
      "end": 1032704,
      "confidence": 0.8602266666666667
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "I've moved in close on. I'm not moaning about, I walk everywhere now.",
      "start": 1033534,
      "end": 1036390,
      "confidence": 0.8069753846153846
    },
    {
      "pos": 206,
      "speaker": "C",
      "text": "Well, good.",
      "start": 1036422,
      "end": 1037154,
      "confidence": 0.6519600000000001
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "Yeah, I'm only about it, but then I sorted it out.",
      "start": 1037614,
      "end": 1039854,
      "confidence": 0.8503554545454545
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "But you're always winging. Anyway, let's not get onto you guys. Always you.",
      "start": 1039934,
      "end": 1042958,
      "confidence": 0.7086600000000001
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1043126,
      "end": 1043894,
      "confidence": 0.5802
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "So, um, what's up with Steve?",
      "start": 1044054,
      "end": 1045510,
      "confidence": 0.9150316666666667
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Today's thing.",
      "start": 1045542,
      "end": 1046046,
      "confidence": 0.415625
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "Carl, what's going on?",
      "start": 1046070,
      "end": 1047302,
      "confidence": 0.8802575
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "He's having a go. Any.",
      "start": 1047318,
      "end": 1048394,
      "confidence": 0.782444
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "It's not helping, those posters being on the tube of us that's not open.",
      "start": 1049094,
      "end": 1054542,
      "confidence": 0.834442142857143
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "I don't.",
      "start": 1054718,
      "end": 1055102,
      "confidence": 0.69716
    },
    {
      "pos": 216,
      "speaker": "C",
      "text": "If you've seen those posters, you'd obviously.",
      "start": 1055118,
      "end": 1056398,
      "confidence": 0.6936042857142857
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Don'T go, yeah, I've seen one or.",
      "start": 1056406,
      "end": 1059302,
      "confidence": 0.6879000000000001
    },
    {
      "pos": 218,
      "speaker": "C",
      "text": "Two, but everywhere I go, I'm stood next to one. I can't avoid it. I wanted you waiting. I look around, I thought, it's us again. It's so embarrassing because it looks like you're stood next to it deliberately.",
      "start": 1059318,
      "end": 1067404,
      "confidence": 0.8609871794871794
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "But I can't browse in HMV. Now, I went last week and you keep coming up to pictures or cardboard cutouts of Brent. And I was in a bookshop and I was looking at it. There's a big almanac of comedy, right? And I was just looking through it, just browsing. Right in time. And there was a picture of me. And just as I started looking at this, right up of the office, tapping the shoulder, it was one of the worst. I said, do you mind signing some script books? So she saw me looking at myself. I wanted to go, you know, I just, you know, I just turned that page.",
      "start": 1067444,
      "end": 1097188,
      "confidence": 0.8767121929824566
    },
    {
      "pos": 220,
      "speaker": "C",
      "text": "Then I was in a bookshop looking. There was a big book on sitcoms. It was like the a to z of sitcoms or something like that. And I genuinely was looking up other shows.",
      "start": 1097236,
      "end": 1104428,
      "confidence": 0.9130982857142855
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "It was about other.",
      "start": 1104516,
      "end": 1105348,
      "confidence": 0.9111825
    },
    {
      "pos": 222,
      "speaker": "C",
      "text": "Yeah, I was looking something up. Guy that I knew came up to me like that. I just started like, oh, just looking. Oh, Robin's nest. Where's that birds of a feather? I just got. It's like, I'm interested in comedy before the fact I got in comedy, so I will play a book on comedy.",
      "start": 1105476,
      "end": 1118292,
      "confidence": 0.8550169642857143
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "Exactly. Yeah.",
      "start": 1118348,
      "end": 1118812,
      "confidence": 0.65053
    },
    {
      "pos": 224,
      "speaker": "C",
      "text": "But on the tube, it's real cool because it's like everywhere I walk, they're kind of around the corner, so you don't sort of expect them. And then I'm sort of running now from kind of corridor to corridor, pillar to pillar, to avoid being stood next to this picture, in case I look like someone who stands next to his picture.",
      "start": 1118828,
      "end": 1133134,
      "confidence": 0.8765148387096773
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "Imagine that. Of course, Carl didn't want his little round bald head. No, on that. Yeah.",
      "start": 1133594,
      "end": 1140294,
      "confidence": 0.810244375
    },
    {
      "pos": 226,
      "speaker": "C",
      "text": "But I was on the tube today and, you know, you sometimes you can't help but overhear a conversation. And this woman, there were two friends, they were sat there and one woman said, she just said, oh, I must tell you this, I must tell you this. I was in the pub last night and Dave called and I said, dave, he said, I can't hear you. I said, dave, he said, I can't hear you. So I held the phone up so he could hear all the noise in the pub.",
      "start": 1140594,
      "end": 1168274,
      "confidence": 0.9299252688172042
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "That was it.",
      "start": 1169854,
      "end": 1170430,
      "confidence": 0.96904
    },
    {
      "pos": 228,
      "speaker": "C",
      "text": "That was the anecdote. That was the story. And I wanted to lean over to a friend and say, unless this woman has given you a kidney or saved you from drowning, do not be friends with her. Break up this friendship.",
      "start": 1170462,
      "end": 1183090,
      "confidence": 0.9456223809523808
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "She hasn't got anecdotes.",
      "start": 1183122,
      "end": 1184082,
      "confidence": 0.866545
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "What's that? And I've got acquaintances like that where, you know, you speak to me, get cornered at a party, you know, this is the person who has not got anecdotes. The anecdotes, they're not stories.",
      "start": 1184138,
      "end": 1191774,
      "confidence": 0.9000813888888888
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "That's it.",
      "start": 1192354,
      "end": 1192866,
      "confidence": 0.946785
    },
    {
      "pos": 232,
      "speaker": "C",
      "text": "It's like you're expecting for something else to happen.",
      "start": 1192890,
      "end": 1195174,
      "confidence": 0.84894
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Well, I was with Danny Baker yesterday. Oh, yeah, he's brilliant bloke. First time I've met him. And we got on like a house on fire.",
      "start": 1196034,
      "end": 1202578,
      "confidence": 0.8737326923076922
    },
    {
      "pos": 234,
      "speaker": "C",
      "text": "Put your number, his number straight in your mobile.",
      "start": 1202626,
      "end": 1204122,
      "confidence": 0.888151111111111
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Well, we've exchanged numbers because he's got some great anime.",
      "start": 1204178,
      "end": 1206210,
      "confidence": 0.8693850000000001
    },
    {
      "pos": 236,
      "speaker": "C",
      "text": "You had to delete mine because you.",
      "start": 1206242,
      "end": 1207506,
      "confidence": 0.7715028571428573
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Only got mine right with him because he's funny. He did this thing and it was absolutely brilliant. He's doing a. He wrote a documentary and he's a great guy. He's a face. Funny as well. You know, it's this.",
      "start": 1207570,
      "end": 1218874,
      "confidence": 0.8560699999999999
    },
    {
      "pos": 238,
      "speaker": "C",
      "text": "I tell you. What is it? Showbiz friendship. That's what I loathe. I think it's the fact that, like, somehow you're sort of. Because it's like you haven't got to go through the formalities of making friends with someone because they respect your work, you respect mine. You know, I'm a funny guy. You've seen my work. Let's be friends. Yeah, of course. And it's like. It just. It's a horrible, kind of icky sort of.",
      "start": 1218914,
      "end": 1237518,
      "confidence": 0.8631146052631575
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "Listen, Steve, me and you are going to stay in touch, whatever. So, I mean, not. And probably not my birthday this year, but next year.",
      "start": 1237566,
      "end": 1244598,
      "confidence": 0.9275892307692308
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "Sure.",
      "start": 1244646,
      "end": 1244902,
      "confidence": 0.55822
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "We've known each other what, seven, eight years?",
      "start": 1244958,
      "end": 1247174,
      "confidence": 0.89034375
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1247214,
      "end": 1247406,
      "confidence": 0.61283
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "So come to that one.",
      "start": 1247430,
      "end": 1248414,
      "confidence": 0.9976659999999999
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1248454,
      "end": 1248910,
      "confidence": 0.89945
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1249022,
      "end": 1249674,
      "confidence": 0.44211
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "Do I need to wear the waiters outfit?",
      "start": 1250454,
      "end": 1252314,
      "confidence": 0.84758375
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "Oh, God. Oh, dear. Pimp by 50 cent. Or 50 cent, as I call him. XFN One in 4.9. I'm Ricky Gervais, your Steve Merchant. There's little Carl Pilking BoD over there.",
      "start": 1254774,
      "end": 1276574,
      "confidence": 0.7891803125000003
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "All right, all right, listen.",
      "start": 1276994,
      "end": 1281534,
      "confidence": 0.848376
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "Oh, he's perked up. Yeah, always back in the area. Well, you got something to say I.",
      "start": 1282194,
      "end": 1287402,
      "confidence": 0.8793617647058825
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "Was kept quiet in the first hour.",
      "start": 1287418,
      "end": 1288962,
      "confidence": 0.81634
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "What you got to say is it. Just have a guess. Is it about monkeys, chinese people, people or little gay fellas?",
      "start": 1289138,
      "end": 1294094,
      "confidence": 0.8137359090909091
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "It's about. It's about little gay fellas.",
      "start": 1295194,
      "end": 1297266,
      "confidence": 0.8141871428571428
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Is it? Go on.",
      "start": 1297330,
      "end": 1299298,
      "confidence": 0.9744875000000001
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "Yeah, but not because.",
      "start": 1299386,
      "end": 1300494,
      "confidence": 0.9731825000000001
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1302674,
      "end": 1303226,
      "confidence": 0.48667
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "No, no, but it fascinates me. Don't they all, stuff like that. That's a bit less sort of different. Yeah, yeah.",
      "start": 1303330,
      "end": 1307854,
      "confidence": 0.8554114285714286
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "Like monkeys and chinese people and that.",
      "start": 1308594,
      "end": 1311650,
      "confidence": 0.94012
    },
    {
      "pos": 258,
      "speaker": "B",
      "text": "Thing you were showing me before, the half woman.",
      "start": 1311682,
      "end": 1313642,
      "confidence": 0.9181977777777777
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "No. You weren't. You weren't impressed with that?",
      "start": 1313738,
      "end": 1315442,
      "confidence": 0.8934375
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "Well, no.",
      "start": 1315498,
      "end": 1315874,
      "confidence": 0.6370150000000001
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "That woman that's got two pieces of genetic makeup in there where it was two. Two separate sperms and two separate eggs fused and she came out as sort of a normal person, but she had this residue of genetic material. And so she's had two children that aren't genetically the same as her. Yeah, right. And they showed it in the paper by doing her half white and half black to show the two. You know. I mean, just. He went, it. Does she look like that? I said, of course not. He went, not interested then.",
      "start": 1315914,
      "end": 1345150,
      "confidence": 0.9245875510204079
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "Of course.",
      "start": 1345182,
      "end": 1345874,
      "confidence": 0.97997
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "How could I tell? Not interested in that at all.",
      "start": 1346774,
      "end": 1349406,
      "confidence": 0.9561720000000001
    },
    {
      "pos": 264,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1349470,
      "end": 1349878,
      "confidence": 0.5012
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "If I'd have said she'd given birth to a monkey. Fascinated straight away.",
      "start": 1349966,
      "end": 1354634,
      "confidence": 0.8533169230769231
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Well, anyway, go on. But that's what I'm saying. I'm just interested in weird stuff. Right.",
      "start": 1354934,
      "end": 1359318,
      "confidence": 0.917853125
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "Yeah. So am I. So that's why you're on the show.",
      "start": 1359406,
      "end": 1362958,
      "confidence": 0.815609090909091
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "Talking about little gay fellas and that.",
      "start": 1363046,
      "end": 1364582,
      "confidence": 0.6458842857142857
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1364638,
      "end": 1365274,
      "confidence": 0.98213
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "Northern line beach underground tube thing.",
      "start": 1367534,
      "end": 1371142,
      "confidence": 0.8641899999999999
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Not.",
      "start": 1371278,
      "end": 1371550,
      "confidence": 0.9084
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Right.",
      "start": 1371582,
      "end": 1371774,
      "confidence": 0.39913
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "Not the boy band.",
      "start": 1371814,
      "end": 1372646,
      "confidence": 0.8644075
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "Right. Apparently on a. On a Saturday night, late. I don't know what that is. What time late is in the sort of gay community, as we've discussed before, but apparently the last carriage on the northern line. They all get in there.",
      "start": 1372710,
      "end": 1391300,
      "confidence": 0.8968506976744187
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "What do you mean they all get in there?",
      "start": 1391492,
      "end": 1393012,
      "confidence": 0.9585977777777777
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "They sort of take over the last carriage of the northern line on a Saturday night.",
      "start": 1393188,
      "end": 1398828,
      "confidence": 0.9085037500000003
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "Right.",
      "start": 1398956,
      "end": 1399460,
      "confidence": 0.86945
    },
    {
      "pos": 278,
      "speaker": "B",
      "text": "And it's like the gay. The gay carriage.",
      "start": 1399572,
      "end": 1401516,
      "confidence": 0.8479224999999999
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "Right. And what exactly do they do? They just travel about on the northern light?",
      "start": 1401660,
      "end": 1405236,
      "confidence": 0.9767399999999999
    },
    {
      "pos": 280,
      "speaker": "B",
      "text": "No, just have a chat. Not like, just communes.",
      "start": 1405260,
      "end": 1409500,
      "confidence": 0.724368888888889
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "How do you know?",
      "start": 1409652,
      "end": 1410540,
      "confidence": 0.94737
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "Someone told me.",
      "start": 1410652,
      "end": 1411784,
      "confidence": 0.7536233333333334
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "See this? I mean, I'm glad you've informed me because it wouldn't bother me, but I feel I should be told about these things because I'm likely to stumble onto that carriage by mistake, and I'm not. It's not that it'd be a problem. It's just I might feel a little uncomfortable if there's a lot of people in, you know, the black. The black leather gear and the mustaches, the hats.",
      "start": 1412084,
      "end": 1428284,
      "confidence": 0.9377943055555557
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "I mean, to be quite honest, they'd be annoyed, course, because they'd be expecting some. A little bit, you know.",
      "start": 1428364,
      "end": 1433272,
      "confidence": 0.891334
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "What do you mean?",
      "start": 1433368,
      "end": 1433912,
      "confidence": 0.8673475
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "Well, they're good looking, most of them. No, they are good looking fellas, though, aren't they?",
      "start": 1433968,
      "end": 1440760,
      "confidence": 0.8607031250000001
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "What do you mean?",
      "start": 1440792,
      "end": 1441272,
      "confidence": 0.9408575
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 1441328,
      "end": 1441720,
      "confidence": 0.875185
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "Just a lot of the gay, you know, they look after themselves and look good, keep themselves.",
      "start": 1441752,
      "end": 1446208,
      "confidence": 0.9234111764705882
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "Some of them work out. Yeah.",
      "start": 1446296,
      "end": 1447584,
      "confidence": 0.9368316666666666
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "You see, this is the problem I have, because there's a lot of areas in London and elsewhere in the country where there's a sort of, you know, it's a gay thing, you know, it's a gay public toilet, or. I don't mean it's gay, but it's not, like legal.",
      "start": 1447664,
      "end": 1458368,
      "confidence": 0.9167508
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "It means a cottage, but it's a cottage, whatever.",
      "start": 1458416,
      "end": 1460024,
      "confidence": 0.675008888888889
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "I mean, I remember being in Bristol.",
      "start": 1460104,
      "end": 1462560,
      "confidence": 0.9536028571428572
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Once, doing something you confused, and I said, it's a cottage. That's a term for where gays were going, toilets, to sort of meet and greet each other, shake hands.",
      "start": 1462592,
      "end": 1471392,
      "confidence": 0.8383633333333332
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "I was at the public library in Bristol once, doing some studies from a 6th forum, and I think the toilet was closed in the library. I was dying and I popped down. There was a public toilet behind the library. I thought, I can't believe my luck dashed down there. It was about six ish in the evening. I was working late, I was studying hard. I went in there and I swear.",
      "start": 1471568,
      "end": 1487312,
      "confidence": 0.9049354054054053
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "To God, I saw two fellas with unusual.",
      "start": 1487328,
      "end": 1490768,
      "confidence": 0.8899487500000001
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "Well, no, that they were up to some hijinks, what they saw, like, do you know the thing that struck me? Well, one of them had bright red underpants.",
      "start": 1490856,
      "end": 1497684,
      "confidence": 0.8662734482758622
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 1498104,
      "end": 1499084,
      "confidence": 0.964225
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "We're having some kind of, you know, they were having relations. They weren't even in a cubicle, they were out in.",
      "start": 1500504,
      "end": 1506560,
      "confidence": 0.9098771428571429
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Where were the underpants? No. Yes.",
      "start": 1506632,
      "end": 1509608,
      "confidence": 0.8839916666666666
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "I swear to God, I'm not gonna make this up.",
      "start": 1509656,
      "end": 1511184,
      "confidence": 0.7955220000000001
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "What are we.",
      "start": 1511224,
      "end": 1512156,
      "confidence": 0.7361400000000001
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "I don't know, like, how old you are in the 6th form, 16 or whatever.",
      "start": 1512280,
      "end": 1515660,
      "confidence": 0.9236993333333333
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "And what did you do?",
      "start": 1515772,
      "end": 1516824,
      "confidence": 0.912936
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "Well, I actually.",
      "start": 1517124,
      "end": 1517868,
      "confidence": 0.9829833333333333
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "Well, just joined in. What else did you do? You might as well.",
      "start": 1517916,
      "end": 1520220,
      "confidence": 0.8680138461538462
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "I actually swore. I said, oh, f me. And then I went, oh, no, no, I did. I swear to God I did. I went, oh, if me. No, don't. Because I was panicked and I ran out, and as I was walking out, a guy was coming in, I went, oh, hang on, mate. And then I thought, I better not tell him. I let him find out for himself. He might be going there to join in. He might have got a call, come down, we're going crazy on each other's ass. What angered me, Rick, was. Was the fact that I wasn't notified that there was not. I didn't know there was no sign. Afterwards, I spoke to other people about it and they said, oh, it's a famous gay horn. But what annoys me is I feel that they should put an ad in the local press.",
      "start": 1520292,
      "end": 1563836,
      "confidence": 0.9117741059602649
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1563940,
      "end": 1564180,
      "confidence": 0.27112
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "A big paper, like once a week, like, you know, when they recall cars if they're damaged or there's a fault or curries might bring back stuff if they're sort of faulty goods. They say, recoil and we'll give you money back. The gay community should put an advert in that just says, these are the hot spots. This is where you're likely to find us doing some stuff. If you're not gay and you might feel uncomfortable, avoid them and just list them or little pictures or, you know, a map or something, anything. Because like the gay tube thing. Iii.",
      "start": 1564212,
      "end": 1585964,
      "confidence": 0.8685859803921565
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Railway cuttings.",
      "start": 1586004,
      "end": 1587252,
      "confidence": 0.916865
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "Well, not that it's more of a kind of. It's more of a sort of social awareness thing.",
      "start": 1587428,
      "end": 1590692,
      "confidence": 0.9213727777777778
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1590748,
      "end": 1590980,
      "confidence": 0.93308
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "So people would, you know, don't feel uncomfortable and.",
      "start": 1591012,
      "end": 1593348,
      "confidence": 0.8430511111111111
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "But they don't want it exactly to be like sort of walking under a neon sign. Big arrows. Oh, as if.",
      "start": 1593436,
      "end": 1603650,
      "confidence": 0.8558885714285713
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "What do you mean? What's wrong with that?",
      "start": 1603722,
      "end": 1605294,
      "confidence": 0.88335875
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Because. Well, it's actually a public place. I don't think. I don't think cartridge.",
      "start": 1605914,
      "end": 1610854,
      "confidence": 0.8251714285714286
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "But even if it's. Specify what.",
      "start": 1612394,
      "end": 1613722,
      "confidence": 0.7229449999999998
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "They're. Some people they're not. Some of them aren't. I don't think it's probably. Yeah, but it's not. Yeah, but it's not the people that go out and they say, I'm gay and I like Barbra Streisand. It's presumably the sort of people who do that. People that either aren't quite out yet or. Do you know what I mean? Or they're doing. Having a quick one over the way to their wife and kids.",
      "start": 1613738,
      "end": 1633028,
      "confidence": 0.828768
    },
    {
      "pos": 319,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1633116,
      "end": 1633644,
      "confidence": 0.52427
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "I don't know. I don't, I don't completely outworks, but I'm sure there probably isn't a place like, um, free bumming here tonight.",
      "start": 1633764,
      "end": 1641716,
      "confidence": 0.9079717391304348
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "No, there is kind of. Well, because I, I was walking home one night through Soho, right. Just because that's the way I have to go. Not because the chute, you know, I mean, I wasn't going there on that. Right.",
      "start": 1641780,
      "end": 1653748,
      "confidence": 0.8528641463414635
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "So I'm walking through.",
      "start": 1653836,
      "end": 1655476,
      "confidence": 0.9239575
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "Right. And I was handed like a card, which was like a gay event. Right. Now, that's a bit weird in it that straight away is presuming that because I'm there that time of night.",
      "start": 1655660,
      "end": 1667708,
      "confidence": 0.9153065714285714
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "Well, and you got a shaved head and you sort of like, you know, you sort of like quite look after yourself. And you've got some nice clothes. Yeah, but it's still, you know, rough, don't you, from Manchester? You look like a northern rent boy who comes down to stand outside McDonald's.",
      "start": 1667756,
      "end": 1681732,
      "confidence": 0.8497530188679244
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "The card was rubbish, right.",
      "start": 1681788,
      "end": 1683156,
      "confidence": 0.9207120000000002
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "What do you mean?",
      "start": 1683220,
      "end": 1683596,
      "confidence": 0.9636075
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "I.",
      "start": 1683620,
      "end": 1683708,
      "confidence": 0.27
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "This fella on it, right? All sort of greased up in that.",
      "start": 1683716,
      "end": 1686274,
      "confidence": 0.7908633333333334
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "What would you look?",
      "start": 1686314,
      "end": 1687218,
      "confidence": 0.8266
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Just having a look. What you handed me in that. Just having a look. A picture of him, sort of sailors out on tan body, like just his arse out like that. And rubbish slogan, right? The best bum in w one.",
      "start": 1687386,
      "end": 1701094,
      "confidence": 0.8955316666666666
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Is this bum there a noun or like a verb? What do you mean to bum? Is it like, get the best bum we've ever had or he had the best bum, I think.",
      "start": 1703234,
      "end": 1718236,
      "confidence": 0.9051255882352943
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "I don't suppose you asked, what do you mean exactly? Why this.",
      "start": 1718300,
      "end": 1724624,
      "confidence": 0.8023708333333336
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "I will be well bummed. Or do you mean you've just got a good.",
      "start": 1726484,
      "end": 1729380,
      "confidence": 0.8688864285714286
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "Come on.",
      "start": 1729412,
      "end": 1729652,
      "confidence": 0.9612449999999999
    },
    {
      "pos": 335,
      "speaker": "C",
      "text": "Now, let's just a final point about. Because I asked my friend how it all works up on the heath, because I live in Hampstead Heath, near Hampstead. And I was where I didn't want to go walking and get involved. Must get myself involved in it.",
      "start": 1729668,
      "end": 1739132,
      "confidence": 0.8964604255319147
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "How can you get involved? Believe it. I couldn't say no. Oh, my wrist. It's knackered. What do you mean? What? I was there for about 2 hours. I must have gone about 43 of them. But, you know, I didn't like to say no because they were just. They were so pleased to see me.",
      "start": 1739188,
      "end": 1754424,
      "confidence": 0.9273137499999999
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "Oh, not so much the fear of that.",
      "start": 1754884,
      "end": 1757124,
      "confidence": 0.82627
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "It's not good skiing practice. I was doing two at a time for a little while.",
      "start": 1757164,
      "end": 1760492,
      "confidence": 0.9229299999999999
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "Not the fear of that so much as the fact that, again, you don't want to gate crash someone else's party. If there was a straight couple having sex, you'd want. Oh, I'm sorry. And you'd want to avoid that area.",
      "start": 1760548,
      "end": 1770822,
      "confidence": 0.8781339024390247
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "Yeah, of course.",
      "start": 1770878,
      "end": 1771870,
      "confidence": 0.7585099999999999
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "But I find it. So someone told me, and someone told me how it works. And apparently you just go and, you know, sit on a bench or something, and a guy just sits on the bench and they just look each other. There's not really anything said. It's just a kind of nice evening or whatever, you know, I guess it's like two in the morning or whatever, and then they go off in the bushes and ding dong. But it's like, I don't know how that culture.",
      "start": 1771942,
      "end": 1788314,
      "confidence": 0.9070032584269658
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "I love this program.",
      "start": 1788894,
      "end": 1790070,
      "confidence": 0.9771025
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "Why can't that be the case with women?",
      "start": 1790182,
      "end": 1791994,
      "confidence": 0.95313875
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "That would be amazing.",
      "start": 1792774,
      "end": 1793798,
      "confidence": 0.8980225
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "You just go out to the park at one in the morning. You just sit on a bench, be.",
      "start": 1793846,
      "end": 1797382,
      "confidence": 0.8973615789473686
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "Like a scene from Gigi, just walking along with the perambulator.",
      "start": 1797398,
      "end": 1801550,
      "confidence": 0.8029754545454547
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "Yeah, but that would just be a joy if there was none of this formality. You've got talk to him by him. Dinner.",
      "start": 1801622,
      "end": 1808006,
      "confidence": 0.7978395652173913
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "Oh, joking.",
      "start": 1808150,
      "end": 1809678,
      "confidence": 0.42361499999999996
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Romance. Oh, no, this kind of informal thing. So, great.",
      "start": 1809726,
      "end": 1813614,
      "confidence": 0.8635809999999999
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "So what do you. What would you. What would you do? Then? You go up to a woman and go, come on. Yeah, let's stop mucking around.",
      "start": 1813694,
      "end": 1819302,
      "confidence": 0.8850992592592593
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "We know why we're both sat on this, Ben.",
      "start": 1819398,
      "end": 1820854,
      "confidence": 0.8456966666666667
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "There's a. There's a nice. There's a nice bush over there. Yeah, let's have a bit.",
      "start": 1820894,
      "end": 1824982,
      "confidence": 0.8895531250000003
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "Yeah. And then she'd go, yeah, great, thanks. I'm, you know, I'm killing some time before I, you know, pop into town.",
      "start": 1825078,
      "end": 1830640,
      "confidence": 0.9332731818181818
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "That'll be perfect.",
      "start": 1830832,
      "end": 1831680,
      "confidence": 0.46543333333333337
    },
    {
      "pos": 355,
      "speaker": "C",
      "text": "Thanks. You make my weekend.",
      "start": 1831752,
      "end": 1833416,
      "confidence": 0.8730439999999999
    },
    {
      "pos": 356,
      "speaker": "A",
      "text": "So you're jealous of gays as well?",
      "start": 1833600,
      "end": 1835724,
      "confidence": 0.9134885714285713
    },
    {
      "pos": 357,
      "speaker": "C",
      "text": "In a way.",
      "start": 1836464,
      "end": 1837376,
      "confidence": 0.9527433333333333
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "What do you think, Carl?",
      "start": 1837520,
      "end": 1838712,
      "confidence": 0.897706
    },
    {
      "pos": 359,
      "speaker": "B",
      "text": "Let's put a track on why you.",
      "start": 1838848,
      "end": 1840696,
      "confidence": 0.88346
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "Get scared now, you see? Is it getting too close to the bone, so to speak. Radiohead. And they're there on XFM. I'm Ricky Gervais. With me, Steve Merchant and Karl Pilkington.",
      "start": 1840720,
      "end": 1865904,
      "confidence": 0.8590940625
    },
    {
      "pos": 361,
      "speaker": "C",
      "text": "I was talking to my dad the other day. He was saying he lived in Bristol and my family in Bristol. And so they can't really listen to the show. And he said, I was thinking of buying your grandparents a digital radio for Christmas so they could listen to your show. Imagine them listening to that last link and then me seeing them at Christmas. Steve, you never told us you saw two boats bumming.",
      "start": 1865944,
      "end": 1884464,
      "confidence": 0.9060475
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "Yeah. And then what was. What's that about you jacking off 30 men?",
      "start": 1884544,
      "end": 1887864,
      "confidence": 0.8478023076923076
    },
    {
      "pos": 363,
      "speaker": "C",
      "text": "Exactly.",
      "start": 1887944,
      "end": 1888604,
      "confidence": 0.30843
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "You've got to say, no, lad. I know you're nice fella, but just because they want relief, you're not the man for it.",
      "start": 1888704,
      "end": 1894504,
      "confidence": 0.9296278260869567
    },
    {
      "pos": 365,
      "speaker": "C",
      "text": "Oh, you must be so proud. Yeah, rockbusters, he had a bit.",
      "start": 1895004,
      "end": 1899692,
      "confidence": 0.7752275000000001
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "Loving this. All right, three clues. Where. First one, if you go a Chepstow, you will. Right. The initial was s. That was seahorses. All right? That was the answer there.",
      "start": 1899708,
      "end": 1913324,
      "confidence": 0.8589106451612902
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "I'll give you that.",
      "start": 1913364,
      "end": 1913836,
      "confidence": 0.98119
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "That's fair enough.",
      "start": 1913860,
      "end": 1914492,
      "confidence": 0.8554533333333333
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "I'll give you that.",
      "start": 1914548,
      "end": 1915584,
      "confidence": 0.97689
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Et's upset. What's wrong with et initials? Me?",
      "start": 1917454,
      "end": 1922238,
      "confidence": 0.8476312500000001
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1922366,
      "end": 1922862,
      "confidence": 0.55244
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "What's up with him? It was Missy Elliot. All right?",
      "start": 1922958,
      "end": 1926094,
      "confidence": 0.77738
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Elliot doesn't count at what? Doesn't count at all.",
      "start": 1926134,
      "end": 1928662,
      "confidence": 0.8172233333333333
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Missy Elliot. Yeah. I mean, what sort was. What's wrong?",
      "start": 1928798,
      "end": 1932554,
      "confidence": 0.839113
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Just explain it. Sorry, car. Good. Do it again. Well, I wasn't listening to again.",
      "start": 1933654,
      "end": 1936934,
      "confidence": 0.6864933333333333
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Elliot.",
      "start": 1937014,
      "end": 1937438,
      "confidence": 0.57022
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1937486,
      "end": 1938006,
      "confidence": 0.8376399999999999
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Who's in Et?",
      "start": 1938030,
      "end": 1938598,
      "confidence": 0.53663
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "Yeah, just do the clue again.",
      "start": 1938646,
      "end": 1939782,
      "confidence": 0.8616183333333334
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Right. Et's upset. He's looking a bit sad and that.",
      "start": 1939878,
      "end": 1942822,
      "confidence": 0.7498030000000001
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "What's the extraterrestrial? Yeah, yeah, go on.",
      "start": 1942838,
      "end": 1945394,
      "confidence": 0.7005242857142857
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "Right. And his mate.",
      "start": 1945494,
      "end": 1946586,
      "confidence": 0.8945775
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "Yeah, who's in?",
      "start": 1946690,
      "end": 1947362,
      "confidence": 0.9076966666666667
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "It's called Elliot.",
      "start": 1947378,
      "end": 1948162,
      "confidence": 0.7320833333333333
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 1948218,
      "end": 1948690,
      "confidence": 0.7933399999999999
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "He's upset. What's up with him? Well, is Missy Elliot Missy Elliot?",
      "start": 1948722,
      "end": 1951746,
      "confidence": 0.7436058333333334
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "What she got to do with it?",
      "start": 1951770,
      "end": 1952974,
      "confidence": 0.8191499999999999
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "No, the way you'd say it. You say, what's up, Et? And it go, Missy Elliot.",
      "start": 1953834,
      "end": 1959654,
      "confidence": 0.81305375
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Why would you mention her? I don't understand. Was she in it? Was it a thing in the film?",
      "start": 1960154,
      "end": 1964334,
      "confidence": 0.8786873684210526
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Missing?",
      "start": 1964674,
      "end": 1965138,
      "confidence": 0.89867
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "She wasn't even a missing.",
      "start": 1965186,
      "end": 1966914,
      "confidence": 0.85907
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "Oh, missing Elliot.",
      "start": 1966994,
      "end": 1968114,
      "confidence": 0.8927733333333333
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "Oh, no, she's not missing any.",
      "start": 1968194,
      "end": 1971334,
      "confidence": 0.7430916666666668
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "Missing Elliot, isn't it? So it's meant to be about rock stars, isn't it?",
      "start": 1973074,
      "end": 1976094,
      "confidence": 0.8076785714285715
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "It's just cryptic, though, in it, cryptic clues.",
      "start": 1976134,
      "end": 1977950,
      "confidence": 0.6982575
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Oh, no, that's not cryptic. You write the third one.",
      "start": 1978022,
      "end": 1984394,
      "confidence": 0.8154159999999999
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "I had a tape and it had umpty Dumpty on it and that. But the tapes broke. Yeah, that was brief, buster. Rhymes.",
      "start": 1985454,
      "end": 2001414,
      "confidence": 0.7994795652173913
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "So I don't understand what you mean. No, no, it doesn't know. Do you mean busted?",
      "start": 2003674,
      "end": 2010642,
      "confidence": 0.8054918750000001
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "Well, it's kind of like that.",
      "start": 2010738,
      "end": 2012214,
      "confidence": 0.9790033333333333
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "Cryptic doesn't mean change it. So it's not the same.",
      "start": 2013874,
      "end": 2017334,
      "confidence": 0.9326520000000003
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Steve, who's the winner? We got loads of right answers.",
      "start": 2017634,
      "end": 2019634,
      "confidence": 0.754159
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "So it's interesting, this email system, it flashes up suspected spam if it, you know, spam. Is that sent around the Internet?",
      "start": 2019674,
      "end": 2026234,
      "confidence": 0.874842727272727
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2026274,
      "end": 2026540,
      "confidence": 0.73226
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "And it flashes that up if it thinks it's going to be a spam email. And every time it comes in with a rockbusters answer, it just says suspected spam. In a sense, in a way. Let's give it to Catherine Jakeways from Hackney.",
      "start": 2026602,
      "end": 2042152,
      "confidence": 0.9159818181818181
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "She's.",
      "start": 2042208,
      "end": 2042664,
      "confidence": 0.57796
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "She's got rubbish, absolute rubbish. You know, talking about your parents. Listening. Carl. It was in heat this week and they mentioned that he does this thing on sky. What is it?",
      "start": 2042744,
      "end": 2055254,
      "confidence": 0.9067334375000001
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "It's this thing with Richard Bacon. Some program about watching telly and you just talk about what you're watching.",
      "start": 2055994,
      "end": 2061214,
      "confidence": 0.8497115789473683
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "And he was annoyed because he said because his parents are there and so he's not doing it, he's not going to turn up because they heat mentioned it in heat.",
      "start": 2061834,
      "end": 2067306,
      "confidence": 0.7977664516129033
    },
    {
      "pos": 409,
      "speaker": "C",
      "text": "And so his parents might watch?",
      "start": 2067370,
      "end": 2068642,
      "confidence": 0.9428516666666665
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2068738,
      "end": 2069322,
      "confidence": 0.89339
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "Why are you worried about it? I don't like him watching stuff, do I? Told you, it dates back to when I did little donkey at school. I don't want people watching me.",
      "start": 2069458,
      "end": 2076378,
      "confidence": 0.9028963636363635
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "What's that? Just renew us on little donkey. What happened?",
      "start": 2076426,
      "end": 2079776,
      "confidence": 0.830554
    },
    {
      "pos": 413,
      "speaker": "B",
      "text": "It was just, you know, I was there to play the drums and that in we three kings. I was loving it, you know, I got a bit carried away.",
      "start": 2079890,
      "end": 2088540,
      "confidence": 0.957645
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "How old were you?",
      "start": 2088572,
      "end": 2089544,
      "confidence": 0.8671200000000001
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "About 13.",
      "start": 2090044,
      "end": 2091180,
      "confidence": 0.851915
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "Yeah. Really?",
      "start": 2091332,
      "end": 2092704,
      "confidence": 0.73444
    },
    {
      "pos": 417,
      "speaker": "B",
      "text": "Probably, yeah. About ten. Oh, about ten, probably, yeah.",
      "start": 2093044,
      "end": 2096788,
      "confidence": 0.8161722222222223
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Six. Where old were you? What school were you at?",
      "start": 2096876,
      "end": 2102064,
      "confidence": 0.850244
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "Okay. You were playing little donkey.",
      "start": 2104204,
      "end": 2106172,
      "confidence": 0.87323
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "No, no, no.",
      "start": 2106348,
      "end": 2107412,
      "confidence": 0.7743666666666668
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "But it was one of them schools where everyone sort of was in the same one. Do you know what I mean?",
      "start": 2107508,
      "end": 2111604,
      "confidence": 0.8554409090909091
    },
    {
      "pos": 422,
      "speaker": "C",
      "text": "Oh, a Manchester school.",
      "start": 2111644,
      "end": 2112824,
      "confidence": 0.7551825
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "Well, it's like sweeping chimneys in the.",
      "start": 2115044,
      "end": 2117332,
      "confidence": 0.9279585714285714
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Day and then 1 hour of learning. What are you talking about? What school were you at? Was it infants, junior or secondary?",
      "start": 2117348,
      "end": 2124164,
      "confidence": 0.9425721739130435
    },
    {
      "pos": 425,
      "speaker": "B",
      "text": "Didn't really do that. It was one way.",
      "start": 2124204,
      "end": 2126184,
      "confidence": 0.90122125
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "They still have to abide by the laws of the land in Manchester.",
      "start": 2126964,
      "end": 2130180,
      "confidence": 0.9606915384615384
    },
    {
      "pos": 427,
      "speaker": "B",
      "text": "Nobody was. It was a lot more like. Like you had infants.",
      "start": 2130332,
      "end": 2134124,
      "confidence": 0.8884458333333334
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2134244,
      "end": 2134564,
      "confidence": 0.24064
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "Also, I'd like the older lot. There's kids there who, when you're in the younger year and that you see kids and you go, is talk English.",
      "start": 2134604,
      "end": 2140808,
      "confidence": 0.8257322222222221
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "And use terms that people do when they're talking about schooling.",
      "start": 2140856,
      "end": 2144448,
      "confidence": 0.9454290909090908
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "I don't even want to talk about this.",
      "start": 2144536,
      "end": 2145696,
      "confidence": 0.88157875
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "No.",
      "start": 2145720,
      "end": 2145880,
      "confidence": 0.56895
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "How old were you?",
      "start": 2145912,
      "end": 2146472,
      "confidence": 0.9343875000000001
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "What I'm thinking, I'm guessing maybe six or seven or eight.",
      "start": 2146488,
      "end": 2150592,
      "confidence": 0.9149445454545456
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "So you went from 13 to six? Yeah.",
      "start": 2150728,
      "end": 2153872,
      "confidence": 0.942715
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "But like I say, it's hard to.",
      "start": 2153888,
      "end": 2154896,
      "confidence": 0.9864114285714286
    },
    {
      "pos": 437,
      "speaker": "C",
      "text": "Remember because imagine if you were giving evidence in a trial.",
      "start": 2154920,
      "end": 2158648,
      "confidence": 0.8559681818181819
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Yeah. Oh, yeah, I know. I can't really narrow it down other than seven years either way, you know, theoretically. Yeah.",
      "start": 2158736,
      "end": 2168040,
      "confidence": 0.7810866666666667
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "He could get called up for jury service. Right. You're on.",
      "start": 2168072,
      "end": 2173044,
      "confidence": 0.8750036363636364
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "White stripes. Hardest button to button on XFM. That's a frightening thought that you came up with before the break. Carl could be responsible for someone's rest of their life.",
      "start": 2179304,
      "end": 2190432,
      "confidence": 0.9507116666666666
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "Yeah, because jury service, that applies to anyone. Anyone could get sent the form.",
      "start": 2190488,
      "end": 2193712,
      "confidence": 0.894185
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2193768,
      "end": 2193936,
      "confidence": 0.47381
    },
    {
      "pos": 443,
      "speaker": "C",
      "text": "I think you're obliged to go unless you have a really decent reason.",
      "start": 2193960,
      "end": 2196608,
      "confidence": 0.9159838461538462
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "Not to mention it was a really, really important.",
      "start": 2196776,
      "end": 2199880,
      "confidence": 0.89015
    },
    {
      "pos": 445,
      "speaker": "C",
      "text": "What annoys me is that. Isn't it supposed to be you're tried by twelve good men and true. Men and true.",
      "start": 2200072,
      "end": 2206952,
      "confidence": 0.8828714285714285
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "Yeah, good men and true and women. Of course.",
      "start": 2207048,
      "end": 2209592,
      "confidence": 0.9265744444444446
    },
    {
      "pos": 447,
      "speaker": "C",
      "text": "The only thing I can hope is that the defense attorney weedle out Carl. An early stage.",
      "start": 2209648,
      "end": 2213776,
      "confidence": 0.8614623529411765
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "Oh, yeah. Objection. I object.",
      "start": 2213840,
      "end": 2215352,
      "confidence": 0.906836
    },
    {
      "pos": 449,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2215448,
      "end": 2215792,
      "confidence": 0.92558
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Why?",
      "start": 2215848,
      "end": 2216160,
      "confidence": 0.99171
    },
    {
      "pos": 451,
      "speaker": "C",
      "text": "I object. Have you heard of something called rockbusters?",
      "start": 2216232,
      "end": 2218528,
      "confidence": 0.8587944444444444
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "Yeah. Well, sorry, we can't just object on that. Okay, then what if I tell you my client standing trial is a little gay chinese fella? And here are some of the tapes. Yeah, from XFM.",
      "start": 2218656,
      "end": 2229584,
      "confidence": 0.8513133333333331
    },
    {
      "pos": 453,
      "speaker": "C",
      "text": "He's prejudiced.",
      "start": 2230964,
      "end": 2231916,
      "confidence": 0.718315
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "So how does it work, then?",
      "start": 2231980,
      "end": 2233196,
      "confidence": 0.9209616666666666
    },
    {
      "pos": 455,
      "speaker": "C",
      "text": "How does what work?",
      "start": 2233340,
      "end": 2234044,
      "confidence": 0.856325
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "What do you mean? You just get called up and you have to do jury service. Unless you've got a very good reason.",
      "start": 2234084,
      "end": 2238304,
      "confidence": 0.9310986956521738
    },
    {
      "pos": 457,
      "speaker": "C",
      "text": "And it's not. I normally have Mondays off.",
      "start": 2239164,
      "end": 2241140,
      "confidence": 0.9667950000000001
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "Yeah, yeah. Oh, you wouldn't like, oh, you have to get there.",
      "start": 2241252,
      "end": 2245300,
      "confidence": 0.8088525000000001
    },
    {
      "pos": 459,
      "speaker": "C",
      "text": "Monkey news.",
      "start": 2245492,
      "end": 2246332,
      "confidence": 0.9011750000000001
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "Yeah, yeah. Oh, you couldn't stand it.",
      "start": 2246428,
      "end": 2248732,
      "confidence": 0.8659285714285715
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Just wouldn't do it.",
      "start": 2248788,
      "end": 2249944,
      "confidence": 0.9153199999999999
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "What would you say?",
      "start": 2251074,
      "end": 2252138,
      "confidence": 0.9982225
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "Say, don't get me involved because I got involved once.",
      "start": 2252306,
      "end": 2256014,
      "confidence": 0.886673
    },
    {
      "pos": 464,
      "speaker": "C",
      "text": "No, you got involved once.",
      "start": 2257914,
      "end": 2259594,
      "confidence": 0.8648660000000001
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Well, with the police and that. When I lived in Manchester, saw a bit of car crime going on, right? And I got involved. Hassle telling you.",
      "start": 2259674,
      "end": 2266882,
      "confidence": 0.9249429629629632
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "How did you get involved? You phoned the police?",
      "start": 2266938,
      "end": 2268386,
      "confidence": 0.8883933333333334
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Yeah, yeah. Because I thought, well, I know, well, that's just it, but I thought, I don't know. Yeah, so. And it's just a hassle. Loads of phone calls. Canary having to stand on a balcony. This, you know, tower block that I lived in. Police shouting up at me. I'm stood there with my underpants on, right? And what it was a car had been robbed, right? So I call up this, call up the. The police and that, right? Said, right, listen, cars being robbed. And they said, where is it? I said, I don't know. Just across the road from where I live. Right, so tell them where I live.",
      "start": 2268490,
      "end": 2299016,
      "confidence": 0.8959437168141587
    },
    {
      "pos": 468,
      "speaker": "C",
      "text": "Where do you live? How old are you?",
      "start": 2299160,
      "end": 2300576,
      "confidence": 0.7911650000000001
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "So she's, she's asking loads of questions. And I'm saying, look, whilst you're asking all this, they're actually getting away. So, you know, we leave it. And she's like, no, we'll track it down, blah, blah, blah. So I said, well, look, I work nights.",
      "start": 2300640,
      "end": 2311532,
      "confidence": 0.923215777777778
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "What could you see?",
      "start": 2311588,
      "end": 2312228,
      "confidence": 0.975325
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "You could see some lads just pushing a car.",
      "start": 2312276,
      "end": 2314956,
      "confidence": 0.8268666666666666
    },
    {
      "pos": 472,
      "speaker": "C",
      "text": "Pushing a car?",
      "start": 2315100,
      "end": 2315980,
      "confidence": 0.9861366666666666
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2316052,
      "end": 2316492,
      "confidence": 0.70502
    },
    {
      "pos": 474,
      "speaker": "C",
      "text": "That's how they steal cars in Manchester, is it?",
      "start": 2316588,
      "end": 2318556,
      "confidence": 0.9547588888888888
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2318580,
      "end": 2318788,
      "confidence": 0.7111
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "Everywhere else in the country, they're getting in there, driving them away in the south.",
      "start": 2318836,
      "end": 2321164,
      "confidence": 0.9562206666666667
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "Yeah, they drive them away usually sort of like start the engine. Could get away a lot faster. What do the police do? Push their panda car after them? Say, come on, lads, don't cheat, don't get in the car. They're just pushing it.",
      "start": 2321244,
      "end": 2332260,
      "confidence": 0.8845045454545456
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "It was late at night and that.",
      "start": 2332292,
      "end": 2333708,
      "confidence": 0.9508071428571429
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Oh, okay. You don't want to start the engine cars.",
      "start": 2333796,
      "end": 2337140,
      "confidence": 0.8327709999999999
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "All right.",
      "start": 2337292,
      "end": 2338064,
      "confidence": 0.88026
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "So anyway, really. Come on, Carl. So what happened?",
      "start": 2338724,
      "end": 2348380,
      "confidence": 0.8307677777777779
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "So anyway, so, look, don't call me back. I'm not a bed, right, I've got working a bit, so let's get. What are you working next thing, right, phones going. Although it's the police again. I said, oh, I told you not to call me.",
      "start": 2348492,
      "end": 2363094,
      "confidence": 0.8733397777777777
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "I told you, call me at home.",
      "start": 2363284,
      "end": 2364698,
      "confidence": 0.733352857142857
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "So they said, right, the police are outside. Can you go on your balcony? Just like, oh, so I'm ten stories up, stood on the balcony with, like, me underpants on. Yeah. Right. And the police are saying, where's the car. And I'm saying, I don't know, they've gone down that road now. So I'm trying to point to them. They're shouting up, saying which road and all that. I just thought, how did they get involved? Yeah, I don't think they found it. No, it was hassle.",
      "start": 2364786,
      "end": 2387826,
      "confidence": 0.9105481818181819
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "They were.",
      "start": 2387970,
      "end": 2388522,
      "confidence": 0.68787
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "The blokes were pushing it too fast. They're in the next street by now, weren't they?",
      "start": 2388578,
      "end": 2393250,
      "confidence": 0.8194162500000001
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Don't get involved. Don't get.",
      "start": 2393402,
      "end": 2395864,
      "confidence": 0.8682500000000001
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Imagine him being on some sort of trial, whereas like some sort of mob affair.",
      "start": 2396604,
      "end": 2400972,
      "confidence": 0.8920973333333334
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "Yeah, murder.",
      "start": 2401028,
      "end": 2402252,
      "confidence": 0.7277
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Imagine him going into witness protection. The police just explaining to him your new name is Jeffrey Peters.",
      "start": 2402348,
      "end": 2410156,
      "confidence": 0.9197522222222223
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "Why can't I be called Bruce Wayne?",
      "start": 2410300,
      "end": 2411964,
      "confidence": 0.9182157142857141
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Well, no, Mister Pilkington. Listen, imagine that. Do you know what witness protection is?",
      "start": 2412084,
      "end": 2416748,
      "confidence": 0.7974592857142857
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "Oh, go on.",
      "start": 2416796,
      "end": 2417704,
      "confidence": 0.7489500000000001
    },
    {
      "pos": 494,
      "speaker": "C",
      "text": "Amazing.",
      "start": 2418644,
      "end": 2419388,
      "confidence": 0.68186
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "Look, it's when supposing you were to give evidence against the mafia, right? You done a job for them and they had to give evidence against them, right?",
      "start": 2419476,
      "end": 2426896,
      "confidence": 0.8765278571428573
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "Well, if you're gonna do. I mean, all I did was two kids, Nick, in a car. Don't start messing with mafia.",
      "start": 2427000,
      "end": 2432128,
      "confidence": 0.8995700000000002
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "No, listen, of course not. No, but let's imagine. Imagine you're in the mafia and that you got caught doing something. But instead of going to prison for the rest of life, you said, oh, well, I can. I can give you mister big. Yeah. So I go, okay, give us Mister Big and we'll let you off, right? So the police go, right, okay, I.",
      "start": 2432216,
      "end": 2448212,
      "confidence": 0.8924774242424245
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "Got handed this leaflet in Soho.",
      "start": 2448228,
      "end": 2449944,
      "confidence": 0.8108399999999999
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "So you say, okay, well, I'll give you names. They go, right, we'd give evidence in court. And you go, yeah. They go, right, we'll have to get your way because you'll be done for. So you give us all the names of Mister Big, right? We'll give you a new identity, a new passport. We get you, let you go and live in Canada for the rest of your life with Suzanne, right?",
      "start": 2452244,
      "end": 2469984,
      "confidence": 0.8901560810810809
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "So why. Why have I got to do all that?",
      "start": 2470604,
      "end": 2472728,
      "confidence": 0.8072039999999999
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "Because they know it was me.",
      "start": 2472836,
      "end": 2475564,
      "confidence": 0.8758349999999999
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "You have to give evidence in court. So they go, oh, Pilgerton squealed, so.",
      "start": 2476504,
      "end": 2481472,
      "confidence": 0.840965
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "You got to change all your life.",
      "start": 2481488,
      "end": 2482960,
      "confidence": 0.9374642857142856
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Yes.",
      "start": 2483032,
      "end": 2483304,
      "confidence": 0.93701
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "Yeah, they've killed someone. Yeah, yeah.",
      "start": 2483344,
      "end": 2486104,
      "confidence": 0.846495
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Well, you just know you're giving them in just to keep you from going to jail. So you don't want to spend the rest of your life in prison because you're involved in summer or sorcerer or whatever.",
      "start": 2486184,
      "end": 2493884,
      "confidence": 0.8727847368421052
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "Listen, I'm just. How would the mafia know that I've said something?",
      "start": 2494944,
      "end": 2498350,
      "confidence": 0.8449991666666666
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "Could you say in court, those are the people that he's Mister big. He's mister. And so he ordered the hit. Don't you know anything?",
      "start": 2498472,
      "end": 2507554,
      "confidence": 0.8528236
    },
    {
      "pos": 509,
      "speaker": "B",
      "text": "It's a lot of messing around, though, in it, but. So I leave this job? Yeah.",
      "start": 2507634,
      "end": 2511974,
      "confidence": 0.877538125
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "Yeah. I think they might try XFM first.",
      "start": 2512634,
      "end": 2515546,
      "confidence": 0.8443649999999999
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "I'd have to.",
      "start": 2515730,
      "end": 2516762,
      "confidence": 0.7793266666666666
    },
    {
      "pos": 512,
      "speaker": "C",
      "text": "What?",
      "start": 2516938,
      "end": 2517370,
      "confidence": 0.91502
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "I'd have to bin Suzanne. Would I?",
      "start": 2517442,
      "end": 2519770,
      "confidence": 0.6755485714285714
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "No. She gonna live with you.",
      "start": 2519802,
      "end": 2521338,
      "confidence": 0.6922633333333333
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "You have to cut off all your ties with your friends and family, though. You can't contact them, you'll leave them behind.",
      "start": 2521466,
      "end": 2525906,
      "confidence": 0.9101272727272726
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "Would she have to change a haircut?",
      "start": 2525970,
      "end": 2527614,
      "confidence": 0.8626300000000001
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "Possibly.",
      "start": 2528314,
      "end": 2529254,
      "confidence": 0.54629
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "When did the murder?",
      "start": 2529794,
      "end": 2530894,
      "confidence": 0.9872750000000001
    },
    {
      "pos": 519,
      "speaker": "C",
      "text": "Yeah. So what would the new identity be that you choose? What would you choose for yourself?",
      "start": 2531274,
      "end": 2535146,
      "confidence": 0.9289876470588236
    },
    {
      "pos": 520,
      "speaker": "A",
      "text": "What name?",
      "start": 2535290,
      "end": 2536214,
      "confidence": 0.9994149999999999
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "Probably. I wanted to be called Brett when I was a kid.",
      "start": 2536594,
      "end": 2542106,
      "confidence": 0.8567608333333333
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "Okay, right.",
      "start": 2542170,
      "end": 2543090,
      "confidence": 0.41295000000000004
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "What?",
      "start": 2543242,
      "end": 2543722,
      "confidence": 0.75025
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "Brett Pilkington.",
      "start": 2543818,
      "end": 2544934,
      "confidence": 0.76114
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "You got change your surname?",
      "start": 2546154,
      "end": 2547186,
      "confidence": 0.8728260000000001
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Yeah. Yeah. Maybe go X directory.",
      "start": 2547210,
      "end": 2550770,
      "confidence": 0.8576666666666667
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "Where would you move to?",
      "start": 2550802,
      "end": 2551934,
      "confidence": 0.9785259999999999
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "Probably. Probably back up north.",
      "start": 2553054,
      "end": 2555158,
      "confidence": 0.8619119999999999
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "No, well, no, don't do that. Can I suggest maybe Brett Hansen and go and live in Australia or Canada or something? Maybe when they're not operating, maybe, you know, and they just forget it.",
      "start": 2555246,
      "end": 2567974,
      "confidence": 0.8386465714285714
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "You might have to change your identity as well. You might grow your hair. We can't grow your hair, but maybe wear.",
      "start": 2568014,
      "end": 2572234,
      "confidence": 0.9026390909090908
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "What would you do?",
      "start": 2572974,
      "end": 2573566,
      "confidence": 0.9753999999999999
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "Would you wear, so like an afro or something?",
      "start": 2573590,
      "end": 2577126,
      "confidence": 0.9319388888888889
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "That would be brilliant.",
      "start": 2577270,
      "end": 2578350,
      "confidence": 0.896865
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "That would be absolutely brilliant.",
      "start": 2578462,
      "end": 2579198,
      "confidence": 0.5503960000000001
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "And I gotta do all that just because for five minutes I stood in a court thing.",
      "start": 2579206,
      "end": 2583858,
      "confidence": 0.8338458823529411
    },
    {
      "pos": 536,
      "speaker": "C",
      "text": "Yes.",
      "start": 2583906,
      "end": 2584274,
      "confidence": 0.47052
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "And said, he's the one who did it.",
      "start": 2584354,
      "end": 2585530,
      "confidence": 0.98602125
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "Yes.",
      "start": 2585562,
      "end": 2586174,
      "confidence": 0.89379
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Well, why can't. Why can't I just wear the afro and the glasses when I'm in the court? Say my name's Brett. Right?",
      "start": 2587394,
      "end": 2595842,
      "confidence": 0.8940360869565217
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2595898,
      "end": 2596418,
      "confidence": 0.68395
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "Changed my voice a bit. He did it. And they go, thanks very much. I go off, I carry on my life.",
      "start": 2596546,
      "end": 2601574,
      "confidence": 0.9131900000000002
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "I don't know why they haven't thought, that is genius. All the witness protections.",
      "start": 2602154,
      "end": 2606082,
      "confidence": 0.7734392857142858
    },
    {
      "pos": 543,
      "speaker": "A",
      "text": "Why don't they do that? So they go, well, I'll go to court as Brett Hansen with an afro. I don't like that.",
      "start": 2606138,
      "end": 2612630,
      "confidence": 0.8913095652173915
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2612702,
      "end": 2613046,
      "confidence": 0.48511
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "And then when I come out, I'm back to Carl Pilkington, still talking like that, but without the afro. That is perfect. You've got. Why don't you call the FBI and say, listen, I can save you billions of dollars a year. You're a genius, Carl.",
      "start": 2613110,
      "end": 2627326,
      "confidence": 0.8993717391304348
    },
    {
      "pos": 546,
      "speaker": "B",
      "text": "All right, well done, Brett.",
      "start": 2627390,
      "end": 2628926,
      "confidence": 0.7036960000000001
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "Should I say, don't look back into the sun libertines on XFM? I'm excited, Steve. It's that time sat time of the week gone. Well, Carl's in a little film.",
      "start": 2628950,
      "end": 2646920,
      "confidence": 0.8747780000000002
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Oh, that's what you're excited about?",
      "start": 2646992,
      "end": 2648136,
      "confidence": 0.9101283333333333
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2648200,
      "end": 2648440,
      "confidence": 0.84961
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "Sorry, I thought you meant the show's almost over.",
      "start": 2648472,
      "end": 2650224,
      "confidence": 0.9563744444444446
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "Yeah. No, Colin and Carl.",
      "start": 2650304,
      "end": 2652336,
      "confidence": 0.6815599999999999
    },
    {
      "pos": 552,
      "speaker": "B",
      "text": "Right. So, uh. Yeah, I mean, I'm in one flew over the cuckoo's nest. Took a scene from it. Got to listen carefully in that. At the end there'll be a question on, like, the clip that you just heard. It's sort of like what they're doing, the Crypton factor and stuff. So do you want to read out the prizes?",
      "start": 2652440,
      "end": 2667790,
      "confidence": 0.8959088524590166
    },
    {
      "pos": 553,
      "speaker": "C",
      "text": "Yeah, it's a couple of rock and roll albums we've got.",
      "start": 2667942,
      "end": 2671910,
      "confidence": 0.8715563636363637
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "Why is it called one throw over the cuckoo's Nest?",
      "start": 2671982,
      "end": 2674274,
      "confidence": 0.906207
    },
    {
      "pos": 555,
      "speaker": "C",
      "text": "I can't remember. I think it's explained in the book, but I don't remember. I haven't read it for many years.",
      "start": 2674694,
      "end": 2678294,
      "confidence": 0.8764076190476191
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "If someone knows. Just a quick email ado. I'd like to know that.",
      "start": 2678334,
      "end": 2681062,
      "confidence": 0.9134353846153846
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "Ricky Gervais Fm dot co dot uk. You can win yourself if you get the question right. The League of Gentlemen series three. We got that rock and roll legends again, the best of Blondie, a nature program and the old grey whistle test, volume three. So if you enjoy that.",
      "start": 2681118,
      "end": 2694210,
      "confidence": 0.9045062745098041
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "Yeah, and just, if you haven't seen the film, it's just about like a. What would you call it?",
      "start": 2694242,
      "end": 2700938,
      "confidence": 0.9383310526315791
    },
    {
      "pos": 559,
      "speaker": "A",
      "text": "Well, it's a guy whose guy thinks he's gonna get away with prison by going into a mental institution. It was a new experiment, but he finds out he can't get out and he's sort of trapped and. Well, people know it. Everyone knows what?",
      "start": 2701106,
      "end": 2714658,
      "confidence": 0.8851802222222221
    },
    {
      "pos": 560,
      "speaker": "B",
      "text": "Just play it last week. So just play it. All right, well, you know, I've been.",
      "start": 2714706,
      "end": 2721344,
      "confidence": 0.7981099999999999
    },
    {
      "pos": 561,
      "speaker": "A",
      "text": "Observing you here now for the last four weeks and I don't see any evidence of mental illness at all.",
      "start": 2721384,
      "end": 2728644,
      "confidence": 0.950312
    },
    {
      "pos": 562,
      "speaker": "B",
      "text": "Yeah, no, not mental. I never, I never said I was. I mean, all right, I got. I got an e in history, but that isn't why I'm in here. I'm in here because I had to get away from. From the outside world. It's doing me, Eddie. I've been working too hard. I'm stressed out. I've been working like loads of hours Monday to Friday. I've been working on a Saturday with Ricky and Steve. Right. That's. That's been doing me adding. People don't. People think that's a laugh when it isn't.",
      "start": 2730024,
      "end": 2755778,
      "confidence": 0.8842090322580647
    },
    {
      "pos": 563,
      "speaker": "A",
      "text": "You busy right now, are you? You got something to do right now?",
      "start": 2755946,
      "end": 2759634,
      "confidence": 0.9051007692307693
    },
    {
      "pos": 564,
      "speaker": "B",
      "text": "See, this is why I'm here today, doctor, because he's doing me adding. What do you mean, sir? Well, he's doing medding. I came here to get away from Ricky. He is just as bad.",
      "start": 2759674,
      "end": 2769594,
      "confidence": 0.8770671428571428
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "I'm smarter than him, ain't I?",
      "start": 2769674,
      "end": 2771534,
      "confidence": 0.6932666666666667
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "You're an idiot, right?",
      "start": 2772074,
      "end": 2773218,
      "confidence": 0.82378
    },
    {
      "pos": 567,
      "speaker": "A",
      "text": "You just, ah, we're just good friends.",
      "start": 2773266,
      "end": 2776210,
      "confidence": 0.8543271428571427
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "No, we're not friends. And if you were a friend, you wouldn't be doing that to me, Ed. How do you mean that?",
      "start": 2776362,
      "end": 2780962,
      "confidence": 0.9680721739130433
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "Don't ask.",
      "start": 2781058,
      "end": 2781586,
      "confidence": 0.715525
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "Come on, I'll show you. Come here. Don't hurt you, does it? Of course it does. That's it. Hold on to it. Not too hard. You'll crush all the air out of it. We're gonna get off you normally.",
      "start": 2781650,
      "end": 2810966,
      "confidence": 0.841635641025641
    },
    {
      "pos": 571,
      "speaker": "C",
      "text": "Til they're harder than that.",
      "start": 2810990,
      "end": 2812094,
      "confidence": 0.691476
    },
    {
      "pos": 572,
      "speaker": "A",
      "text": "No, just warming up. Warming. Warm it. All right, baby, get off.",
      "start": 2812174,
      "end": 2826114,
      "confidence": 0.7235066666666667
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "See what I mean, doctor? That's. That's what he's doing every day. The state of this. I don't know why you do it. Because it's not as if you're gonna crack it open.",
      "start": 2829864,
      "end": 2840084,
      "confidence": 0.8910915151515152
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "I tried, didn't I? God damn it. At least I did that. I love it, the effort.",
      "start": 2840584,
      "end": 2847784,
      "confidence": 0.8520658823529413
    },
    {
      "pos": 575,
      "speaker": "C",
      "text": "Yeah, it's almost. I wonder if it's almost a strange premonition of the future. You in some kind of home.",
      "start": 2847864,
      "end": 2854618,
      "confidence": 0.9397325000000001
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "All right, well, what's the question then? What result did I get in history?",
      "start": 2854746,
      "end": 2861534,
      "confidence": 0.9120957142857143
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "Good.",
      "start": 2862994,
      "end": 2863522,
      "confidence": 0.85004
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "All right.",
      "start": 2863618,
      "end": 2864362,
      "confidence": 0.673065
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "Yeah, well, tricky one, that. Ricky Gervais FM co dot UK or.",
      "start": 2864538,
      "end": 2870114,
      "confidence": 0.8361841666666666
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Text will take text.",
      "start": 2870154,
      "end": 2871602,
      "confidence": 0.8226975
    },
    {
      "pos": 581,
      "speaker": "C",
      "text": "I haven't bothered to check the text. Thanks for that, Rick.",
      "start": 2871778,
      "end": 2876882,
      "confidence": 0.8338881818181818
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "Sneezy.",
      "start": 2877058,
      "end": 2877778,
      "confidence": 0.23832
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Yeah. I play Prinice brothers.",
      "start": 2877866,
      "end": 2880200,
      "confidence": 0.6844859999999999
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Yes, a lovely tune from their album. What's it called? Yours. Mine and ours. Blinded by the stars from the Bernice brothers. We've a couple of texts. I do occasionally have a look at them gone. We've had one here complaining. It doesn't say it's from. It just says, wow, really clever homophobic material. Genius. Switching off idiots. I don't know what they mean. It was not clever homophobic material, homophobic.",
      "start": 2880232,
      "end": 2914416,
      "confidence": 0.8905663380281691
    },
    {
      "pos": 585,
      "speaker": "A",
      "text": "What do they mean now?",
      "start": 2914560,
      "end": 2915600,
      "confidence": 0.739198
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "But how is it homophobic? We weren't being anti gay. We were saying we don't understand the gay world and anything that we were quitting in question.",
      "start": 2915672,
      "end": 2921360,
      "confidence": 0.8625766666666665
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "Yeah, and Carl, see, this is what I mean. Carl gets us into trouble. I can't go through Chinatown anymore. It's not really a town, though, is it?",
      "start": 2921472,
      "end": 2928904,
      "confidence": 0.917797142857143
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "Not really a town. Similar to Novelty Street.",
      "start": 2928944,
      "end": 2930896,
      "confidence": 0.7957225
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Novelty street with restaurants. But I can't, you know, and when we sort of like talk, we get the same brush as him because the man's an idiot. We often say that, you know, we are not homophobic. I don't think Carl's homophobic. He's confused, he's interested. He's got nothing against chinese people. He's got a little theory that they don't age well. And these are sort of things that come across. I mean, they're not meant to be homophobic and racist. They're showing that. Carl, I don't. The PC term for this is a bit mental.",
      "start": 2930960,
      "end": 2957632,
      "confidence": 0.8960631958762885
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "Yes.",
      "start": 2957688,
      "end": 2958184,
      "confidence": 0.46561
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "And, you know, I think we're doing our bit by letting him on the air as well. Like that complaint you got about that woman on them. What's it called? Who are you looking at? Yeah, because he said about. I don't even want to repeat it, but he said some, you know.",
      "start": 2958304,
      "end": 2970722,
      "confidence": 0.8952766037735851
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "Yeah, yeah, but I never meant to upset anyone without.",
      "start": 2970858,
      "end": 2973114,
      "confidence": 0.8378479999999999
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "No, I know you did. No, I know he didn't know. But, I mean, it's this on the website now. And, you know, to be fair, she does say it was Carl that said it. And, you know, we were the idiot presenters and. But it's like, carl is bad for our reputation.",
      "start": 2973194,
      "end": 2986410,
      "confidence": 0.869221320754717
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "Yes.",
      "start": 2986482,
      "end": 2986826,
      "confidence": 0.90323
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Do you know, I mean, it's funny to be in a room with him, but then I want to sort of shake it off.",
      "start": 2986890,
      "end": 2991210,
      "confidence": 0.9491016666666666
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2991282,
      "end": 2991746,
      "confidence": 0.68171
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "And I don't know what to do about association. I know, I think.",
      "start": 2991850,
      "end": 2995286,
      "confidence": 0.8250323076923076
    },
    {
      "pos": 598,
      "speaker": "C",
      "text": "What have you got to say for.",
      "start": 2995310,
      "end": 2995998,
      "confidence": 0.8351171428571428
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yourself, Carl, for the. All that, some of the stuff you come out with, what have you got to say? I mean, I know the answer. It's absolutely from the heart and genuine ignorance and confusion and interest. You haven't got a malicious bone in your body.",
      "start": 2996006,
      "end": 3008006,
      "confidence": 0.9143631914893617
    },
    {
      "pos": 600,
      "speaker": "C",
      "text": "Well, well, towards me as. But, yeah, other people.",
      "start": 3008070,
      "end": 3011414,
      "confidence": 0.9353233333333334
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "But again, he's just honest with you. He says, repeat what he says.",
      "start": 3011454,
      "end": 3014606,
      "confidence": 0.9037984615384614
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "No, just leave it.",
      "start": 3014670,
      "end": 3016182,
      "confidence": 0.839245
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "But it's not as bad as some other things. But he's, you know, he says, wherever you say that you. When you first met him, he looked a bit odd, but you got used to it.",
      "start": 3016198,
      "end": 3022302,
      "confidence": 0.865379722222222
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3022358,
      "end": 3022734,
      "confidence": 0.92523
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Now that's from the heart. I said, that's like him, sort of like being honest and nice, but he doesn't know what that. And we can take it, of course.",
      "start": 3022814,
      "end": 3028686,
      "confidence": 0.9237133333333334
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Well, what.",
      "start": 3028790,
      "end": 3030766,
      "confidence": 0.958005
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "What you got to say for yourself?",
      "start": 3030830,
      "end": 3032054,
      "confidence": 0.6763485714285714
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "I've got anything to say, really. I mean, there's been other weird stuff going on in the week and that. Go on, no matter what. Next week we're wrapping up. All I'm saying is a talk about what's gone on.",
      "start": 3032214,
      "end": 3044478,
      "confidence": 0.8613234999999999
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "Yeah. Have we got monkey news? Have we left monkey news behind?",
      "start": 3044566,
      "end": 3047054,
      "confidence": 0.9022199999999999
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "Monkey news? Come on, what happened? You can't offend monkeys.",
      "start": 3047214,
      "end": 3050398,
      "confidence": 0.9113389999999999
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "I'll tell you what is annoying. Steve's telling me about a film that is about a monkey going off with.",
      "start": 3050446,
      "end": 3056042,
      "confidence": 0.908249
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "A woman, the Charlotte rampling thing, where she.",
      "start": 3056058,
      "end": 3059058,
      "confidence": 0.9245574999999999
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "Max, mon amour.",
      "start": 3059226,
      "end": 3060186,
      "confidence": 0.6374133333333334
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3060250,
      "end": 3060426,
      "confidence": 0.59963
    },
    {
      "pos": 615,
      "speaker": "C",
      "text": "She has an affair with monkey gone.",
      "start": 3060450,
      "end": 3061674,
      "confidence": 0.8900471428571429
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3061714,
      "end": 3062178,
      "confidence": 0.49684
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "You wouldn't like. You wouldn't like it.",
      "start": 3062306,
      "end": 3064290,
      "confidence": 0.7414657142857142
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "You wouldn't like it. It's not. It's not like it's. It's weird. And you wouldn't call. It's not like a nature program where he wears a bowler hat and can talk. Okay, the nature programs that you seem to see.",
      "start": 3064322,
      "end": 3076650,
      "confidence": 0.9122914999999999
    },
    {
      "pos": 619,
      "speaker": "C",
      "text": "Yes, I think I've seen that one.",
      "start": 3076722,
      "end": 3078530,
      "confidence": 0.7824171428571428
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "No. Yeah. Come on. Do monkey news.",
      "start": 3078642,
      "end": 3081462,
      "confidence": 0.8950442857142856
    },
    {
      "pos": 621,
      "speaker": "B",
      "text": "Well, monkey news this week.",
      "start": 3081598,
      "end": 3083274,
      "confidence": 0.9609539999999999
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Oh, chimpanzee that. Monkey news. Yeah.",
      "start": 3084374,
      "end": 3087142,
      "confidence": 0.6291983333333334
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "Right. It's about this monkey that was knocking about in the 1950s.",
      "start": 3087278,
      "end": 3090078,
      "confidence": 0.9230591666666667
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Right.",
      "start": 3090166,
      "end": 3090794,
      "confidence": 0.67498
    },
    {
      "pos": 625,
      "speaker": "B",
      "text": "Just. It was known in the LA area. Right. And apparently, again, I haven't really checked all this out. I've just picked up bits that push look interesting. Yeah. Wore a golden mask and, like, a cape and a leopard skin belt and stuff.",
      "start": 3091494,
      "end": 3109998,
      "confidence": 0.8700456818181816
    },
    {
      "pos": 626,
      "speaker": "A",
      "text": "Right.",
      "start": 3110046,
      "end": 3110278,
      "confidence": 0.97807
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "So people didn't know he was a monkey.",
      "start": 3110326,
      "end": 3113030,
      "confidence": 0.8940612499999999
    },
    {
      "pos": 628,
      "speaker": "C",
      "text": "Of course they didn't know. Yeah.",
      "start": 3113062,
      "end": 3114190,
      "confidence": 0.9367499999999999
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "He just thought. They thought it was this bloke who's going around. He was helping out crime situations.",
      "start": 3114222,
      "end": 3119222,
      "confidence": 0.9091894444444445
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "Right. You're an idiot. So one, this disguise that you see a three foot six bloke with arms the length of his body.",
      "start": 3119398,
      "end": 3127230,
      "confidence": 0.8908191304347826
    },
    {
      "pos": 631,
      "speaker": "B",
      "text": "That's the funny thing, right? They knew. They sort of thought it's a bit odd, you know, it's stocky. Yeah. Extremely flexible.",
      "start": 3127302,
      "end": 3133986,
      "confidence": 0.8657695454545457
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "Yeah. And hairy, because he only wore a white mask and a belt and a.",
      "start": 3134170,
      "end": 3137426,
      "confidence": 0.8515973333333334
    },
    {
      "pos": 633,
      "speaker": "B",
      "text": "Distinctive jawline and stuff. And then.",
      "start": 3137450,
      "end": 3140210,
      "confidence": 0.8233050000000001
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "Right.",
      "start": 3140322,
      "end": 3140762,
      "confidence": 0.631
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "Apparently, like, he used to sort of get to his.",
      "start": 3140858,
      "end": 3143474,
      "confidence": 0.8741220000000001
    },
    {
      "pos": 636,
      "speaker": "A",
      "text": "Nothing we say get through, does it? You've. You've. You've decided you can picture this month. And it.",
      "start": 3143634,
      "end": 3149498,
      "confidence": 0.7922727777777778
    },
    {
      "pos": 637,
      "speaker": "C",
      "text": "Let him finish the story. Time's running in.",
      "start": 3149626,
      "end": 3151418,
      "confidence": 0.7783924999999999
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "So it sort of get to its crime by, like, swinging from the trees and. Course it would. People just thought, it's a normal fella.",
      "start": 3151466,
      "end": 3158414,
      "confidence": 0.8751564
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "Of course.",
      "start": 3158774,
      "end": 3159634,
      "confidence": 0.88056
    },
    {
      "pos": 640,
      "speaker": "B",
      "text": "Then what happened was, this is a.",
      "start": 3159974,
      "end": 3162878,
      "confidence": 0.8865971428571429
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "Bit that's gonna annoy me, isn't it?",
      "start": 3162886,
      "end": 3163966,
      "confidence": 0.86383
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "He helped some fellas out, like, you know, and for a reward, they were like, do you want some money? You know, you've helped save our lives during a crime and stuff. Do you want some money in that? And he just went straight for the shopping bags. Got a couple of bananas and apples, right? And as he was bent down looking into the bag, getting their bananas and apples, they pulled his mask off. Little monkey.",
      "start": 3164030,
      "end": 3184954,
      "confidence": 0.9106267948717949
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "So he wasn't allowed to work for the police anymore.",
      "start": 3185594,
      "end": 3187746,
      "confidence": 0.9905289999999999
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "It ended there.",
      "start": 3187850,
      "end": 3188666,
      "confidence": 0.65332
    },
    {
      "pos": 645,
      "speaker": "C",
      "text": "Sure.",
      "start": 3188730,
      "end": 3189334,
      "confidence": 0.98935
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "We're not.",
      "start": 3190034,
      "end": 3191014,
      "confidence": 0.559855
    },
    {
      "pos": 647,
      "speaker": "C",
      "text": "Rick. Can I tell you the meaning of one flow? The cuckoo's nest?",
      "start": 3196634,
      "end": 3199466,
      "confidence": 0.8162292307692309
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3199570,
      "end": 3199994,
      "confidence": 0.67646
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "Can we never speak of monkey news again?",
      "start": 3200074,
      "end": 3201562,
      "confidence": 0.99275625
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3201618,
      "end": 3202254,
      "confidence": 0.67152
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "It comes, apparently, from an american children's nursery rhyme, 123-4567 all good children go to heaven. Some fly east, some fly west. Some fly over the cuckoo's nest.",
      "start": 3202554,
      "end": 3211254,
      "confidence": 0.8890603571428571
    },
    {
      "pos": 652,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 3211394,
      "end": 3211958,
      "confidence": 0.6817
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "Now, thanks to Ian for emailing that. And shall I give someone the prizes?",
      "start": 3212046,
      "end": 3216398,
      "confidence": 0.8813464285714285
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3216526,
      "end": 3217046,
      "confidence": 0.60289
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "Phil Corbett. There you are. First one I've pulled out. He correctly guessed that it was e. It was an e that Carl got in history. The only qualification he's got and it's an e. Judge the judge. The monkey news based on that.",
      "start": 3217150,
      "end": 3229034,
      "confidence": 0.871378409090909
    },
    {
      "pos": 656,
      "speaker": "A",
      "text": "Go on.",
      "start": 3230374,
      "end": 3230902,
      "confidence": 0.86841
    },
    {
      "pos": 657,
      "speaker": "B",
      "text": "That woman who went out. The monkey.",
      "start": 3230958,
      "end": 3233394,
      "confidence": 0.949952857142857
    },
    {
      "pos": 658,
      "speaker": "C",
      "text": "What?",
      "start": 3233854,
      "end": 3234454,
      "confidence": 0.99272
    },
    {
      "pos": 659,
      "speaker": "A",
      "text": "It's a film.",
      "start": 3234574,
      "end": 3235094,
      "confidence": 0.8487066666666667
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "It's a film.",
      "start": 3235134,
      "end": 3235606,
      "confidence": 0.9796866666666665
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "It was Charlotte rampling in the film. I don't know who played the monkey.",
      "start": 3235670,
      "end": 3240664,
      "confidence": 0.9285628571428572
    },
    {
      "pos": 662,
      "speaker": "B",
      "text": "Does she have any kids?",
      "start": 3241444,
      "end": 3242704,
      "confidence": 0.8660300000000001
    },
    {
      "pos": 663,
      "speaker": "A",
      "text": "What? With the monkey in the film?",
      "start": 3244124,
      "end": 3246264,
      "confidence": 0.9398357142857143
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "Yeah. I'm just. I'm just thinking if I'm gonna get it out and stuff.",
      "start": 3246684,
      "end": 3249124,
      "confidence": 0.86333
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "No. Why?",
      "start": 3249244,
      "end": 3252012,
      "confidence": 0.990185
    },
    {
      "pos": 666,
      "speaker": "C",
      "text": "Oh, because that would have been interesting.",
      "start": 3252188,
      "end": 3253904,
      "confidence": 0.9008214285714286
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "Well, no, it's just that the problem there is the kids would always look more like the dad.",
      "start": 3254244,
      "end": 3259684,
      "confidence": 0.9680866666666668
    }
  ]
}
