{
  "id": "c857be83-69d2-4a4a-968f-180cef10f87b",
  "status": "completed",
  "text": "God, I don't believe this. He's got one day. He's got it. Carl's really grumpy and all stressed because he didn't have the record. We didn't want to play a record. We'll say it. We didn't want to play a certain record he had lined up. Because it's rubbish. I know, but you do this every week because it's. Because most of them are rubbish. So that's why we choose up 30. Seconds to go on the tracking saying, don't want to play that. And you're going, oh, stress me out. You're meant to be at our beck and call. We've, we've. We made you. We've made you. We got you out the gutter and now you're getting greatest mind in the world. That doesn't mean you can mess me about. If you were a doctor and you saved me life. Yeah, right. There comes a point, in a way. We have Carl. Yeah. Where were you going? What was he gonna say? He was gonna say something wise then. No, I was gonna say, right, if you were a doctor and you'd save me life, there's only so much that I could give back to you. Right, okay. What would be unreasonable? What would be unreasonable? Well, you know, forget doctor. Don't forget to. Because. No, no, the doctors, that's its job. Right? Supposing I was just. I just walking along and I saved your life. I gave you a kidney or, you know, resuscitated, or I dived into icy water. What. What could I hope from you then before you start going, hold on, hold on. What, what would you. What would you be willing to do for me until you sort of got, you know, lost your rag a little bit because I was asking too much. So didn't I know you before? You've sorted along out for me? No, I just gave you a lung, for example. Well, I'd be a bit sort of. I'd be thinking, why has he done that? But what I love, though, Rick, is the idea of you jumping in icy water to save someone, giving them a lung. I can guarantee if someone was lying on the floor screaming they needed your help, you'd affect a foreign accent and go, I know, I understand. And run off. Do you know what I did once? Right, we went out a few weeks ago, right, and some woman had her handbag nicked and she was all distressed. He said, chase the fella, carl. Let'S be honest. Imagine Ricky chasing a criminal. Look at his little legs. He'd never get anywhere he started to. Run and then he passed Starbucks or something. Nicked. For sure. How did this turn on me? Oh, I'm a bad man because I don't give lungs away. No one would want my kidneys or my lungs for a start. Did you chase the criminal, then? He walked. No. You did you? No. I did a little bit, yeah. We sort of spread out. We missed him. Where was it and what was the situation? It was. Did you see a bag get snatched? It was. No, she was. She was sort of crying and she was running. Some blokes came in, sat next to her and they just ran off with her purse and. And you walked after them? No, no, they'd gone, Steve. They. I mean, yeah, they'd actually gone, but it was just like a bit distressing. She was. She was devastated. I know she feels as well because I had a jacket and you think, oh, I just got to find them now. Where are they? You know? So she was really off her head with sort of like. She was angry and sort of crying. Yeah, and it was horrible. It was all, wasn't it, when it. Kyle, he's broken his mic now. What are you doing, mate? You. I don't believe this. There's only two weeks to go. These should be special. Carl, play the record. We've asked you to play the record like you. Hives. Main offender on XFM 104.9. I forgot to say who I was. Go on. Who are you? Gervais. Who are you? Steve Merchant. And he's that little fella over there. Little round fella. Tiny little Carl Pilkington. The funny little thing from the smash adverts say. Then they smash them with their metal knives. Yeah, you're right. He does, doesn't he? Yeah. Yeah. I was asking if I seen a rounder head than him and that's the only one someone come up with. That's the only thing that he got with. Oh, look. Oh, look. You actually stressed there aren't. Yeah, because you had to drink last night, didn't you? I had a couple of drinks, yeah. I was down at Steve's night. He was doing a bit of dj. Yeah, went down the store. And that's why you're grumpy. Do you hear what he just said? Well, I was djing last night, obviously, that XFM, even hour and a half. My friend and I split the time on the decks. What? What was the word you just used? He went down a storm. We went down a storm. Right. Three girls. I was walking to toilets during my set. Three girls went, you are a genius. Right? What's his name? Dane Bowers. Zane, love. You played records in a certain order, yes. Sorry. Sorry, Rick, if you can't deal with that. Sorry if you're a little bit jealous because this time you can't share the award, all right? It was my credit this time, hasn't. Been a dj, because it's not just about. It's not just about that songs you. Play, it's the way you play them. Oh, yeah. You play them whether it's 33 or 45. Very important. Leave your hand on them as they're trying to go round. But. But. So three girls there. Yeah. Charmed by me. They love Zane Lowe, XFM DJ and MTV presenter, probably one of the coolest blokes alive. He came up, gave us massive respect. He said, I'm loving your set. He actually used those words, right. There were people coming up, they couldn't believe their luck. It was roaring. We'd stick on a track, people would cheer as it came on. Right. My particular favorite, Carl, I think you'll agree. My particular triumvirate, ll cool J. Mama said knock you out, leading straight into House of pain. Jump around then straight into that current Elvis track that's been re released, remixed by junkie XL. I played the original, which I'd already played on XFM before. I'm already there. Cutting edge. Yeah, right. What? Three old tracks? You mean three old tracks in a row? Yep. And I think the words that would best sum up are, I kicked assuming. Some ass today because I'm going to be shamelessly self indulgent. And we've only got two shows to go, so I'm playing some of the most beautiest tunes in the world. I was just telling Carl, lined up with Simon and Garth, uncle tracing only living boy in New York. He went, why is he the only living boy in New York? I went, what? He went, what does that mean? Then I went, I don't know. What's it about? I said, I don't. Don't care. It's lovely saying, no, what's it? I said, I don't go into that. I said, I like a story. I said, like, why? I said, killing a Georgie. No trickery. Killing of Georgie. I think we should play that. At last. It's good. I heard it on radio, too. It was cracking. Yeah, well, it's really good. Tell them what it's about again. It's about little girl, gay fella. A little gay fella, yeah. Right. I mean, I'm heard it for a bit, so it's all off memory. This gay bloke, is he from Scotland? I have no idea. But he's from somewhere where gays aren't liked. Okay. No, no, no. Georgia boy was Garga's. Nothing more. Nothing. The kindest guy ever knew. Right? Now, all he did was right. His father said, how can my son not be straight? Kicked him out. Right. Goes to America. Yeah. Yeah. But you can handle all that. You can handle your dad not getting on with you if other people around you are into the same scene. Yeah. He was left on his own. He didn't know what to do. Yeah. He was getting stressed out. Yeah. So he goes, this was before. Like, this was before. I mean, this is what. When did this record come out? During punk. Right. So. So, you know, the village people had come along and made gay cool. That already happened. Yeah, but it wasn't respected. But he was watching the telly or something and he saw that New York had loads of them over there and they're all having a good time. Sure. No, Tory, at no point in the song does Rod Stewart say, little. Little gay Georgie was watching telly and saw loads of gays in New York. At no point in that song. No, but this is what I like about that song. You saw a picture, what's going on? You make it up. Yeah. Okay, so let's say the little gay fellow was watching Telly and there was a. There was a. Presumably the. And now from New York, the gay show. Yeah. Or whatever. Because it was a big scene over there, one thing. In the seventies. Yeah. Okay, go on. So he. He goes over there and he's having a great time. And that went to New York town very quickly, settled down, soon became the toaster. The great white way. They loved him. All the old queens blew a fuse. Yeah. Yeah. And then, I don't know, he was. He was out late one night. Yeah. And he's walking home. Yeah. And gets attacked, gets killed. Yeah. And he's lying. They didn't intend to take his life. They just put Sarah, like, a little too far that night. Yeah. Bit. You see? So. Yeah, but what's good there? Is it. Is it good that he had a bit of a good life and was able to be himself? Yeah. Or should he have stayed in Scotland? He didn't come from Scotland again. I really. I think. Is there any way we can get this song before the end of the show and play it? Because I've. I've heard it recently. A lot of people listening will have never heard this song. They wouldn't have any idea can I. Say what you said when we were talking about that song once before? Is it bad? It might. It might be because we're talking about, you know, Georgie boy get in. And he, you know, got it. I don't know what it's. When you said, well, it's a fact. I don't think. Well, he said, so. It's. He gets out, dies, right? He goes, well, they do go out late. Gay people. And they start to party late on. That's what. In Soho, right? Girlfriend got in a cab, right? Suzanne was in a cab and the cab driver was taking her to an early start, right? She works at the BBC. Early start. Four in the morning. It was going down. It was mentally. So at 04:00 in the morning, they were all still like, start starting the night out. How do you know? How's that going? It's so well in it. Fair enough. Okay, track. I'd love to be able to try and dig this out. Yeah, we will. This is that Simon and Garfunkel, the only even boy in New York. It's lovely. Only living boy in New York. Do you like that? It's got a nice feel to it. Simon agar Funkel. Yeah. Lovely bit. Later on, I'll be playing the cat Stephen track. It's one of the most beautiful tracks ever written. It's called dilly white off Mona bone. Jack on. Look forward to that. We've got Eminem coming up. We have. We've got the new Eminem single as well. And a big giveaway, Rick, lest we forget. I think we should tell him what that is. Do you think so? Yeah. Well, we all went to the BAFTAs, as you know, and we thought we could get a good prize out of this. So we got some celebs to sign the Bafta bag. It's just a nice, big, chunky sort of cardboard carrier bag. You know, it's not the value that counts. This is what values it. Read out the sort of names. These are the kinds of celebrity names that have signed that bag, obviously. Us three, plus Graham Norton. Angus Dayton signed it. Alan Davis, Jonathan Creek, Jamie Theakston, Paul Whitehouse. A lot of comedians. You'll notice Helen Baxendale from Coldfeet, who's also been in friends. Right. I don't know why that's so exciting, Steve. Phil Mitchell McFadden. Yeah, it's an eclectic bag. I noticed, actually, that Steve's signatures also mentioned, I think he says Steve, aka Phil Mitchell. Very nice. Yeah. Peter Davison, former doctor. I noticed also that when you gave him the pen to sign it. He put the pen away. Yeah, he pockets just his Wiley Cockney ways. You're not Phil Mitchell. Now give us the pen. Simon Pegg. And, of course, one of broadcasting's biggest legends, Steve Wright. Oh, yeah, that's. You know, you're not gonna find that it's quite an eclectic and kooky mixture of celebrity names. Yeah. You know, autographs on one bag, and. We maybe photocopy it and explain who. They are, but we can give that away. And as you know, it's a little commemorative thing of BAFTA. It's got a big BAFTA logo on there and everything. It's pretty classy. Did I mention this, that our agent who was there, he ran around getting a few of these autographs, and I think he held him back. He went up and told him it was for charity, and that was why they signed it, which I think's, you know, a little bit cheeky, but that's what agents are like. But then again, he didn't get anything from. It's not like he said, give us a pound. No, he just got when he said. But. So anyway. Gonna give that way. That's a nice prize, isn't it? It's a little commemorative. It's all right. I wouldn't want it. Oh, do people get you to sort of do campaigns on the radio, like drink fosters? I wouldn't, but, you know, you can. I notice on the big board here, it tells us that this you can win signed and framed chemical Brothers album covers on Sunday. Well, that's just two geeks who sign that. We've got, like, three alone in this room. Exactly. Plus, we've got some of, you know, Britain's the cream of Britain's light entertainment. Who signed that bag? I just. No, no. It's gonna pull by you that you're just so disrespectful of. It's like when I went to the BAFTAs with you and I wasn't really enjoying it. You didn't tell us this. Little charity case. You're like, oh, I had chicks queuing up. Someone like you would have to write to Jim or fix it or as to ransom to get to meet us sort of people. And now it's on your doorstep. Amazed that you didn't enjoy it. Why didn't you enjoy it? You got to walk down the red carpet. You went in, there was George best, one of your footballing heroes. Was there a load of other big names? You sat there, prime position. You came backstage with a load of other big names. Hey, you had a lovely bit of grub. You were filming this thing for the DVD we're making. That's you. That's you, a cameraman on our DVD. And yet you think, oh, and now you look grumpy because you had a couple of pints and you. Oh, can't believe. So tell us why you didn't enjoy it. Because the ceremony. What didn't you enjoy about that? It was interminable, wasn't it? Far too long, wasn't it awful? Three. Boring. I thought you could say something really sorry. 3 hours? Yeah. I mean, I suppose for you two at least, you know, you were gonna get something. Sure, yeah, but with me it's like. I mean, I've never graduated or anything. So. Have you not? I'm trying to think of a situation. Basically, I sat there 3 hours knowing that I'm not gonna get anything out of the night. Yeah. Right. Now. Did you. Sorry? When we invited you and you said yes, did you think you were up for an award? I thought we were going to be sat round tables having a nice bit of food whilst people are going up there winning awards. What, 3 hours of the same thing over and over again? I mean, if a film's 3 hours in the cinema, you go, well, it's long, but, you know, I wonder how it's going to end. But this was just like the same thing over and over again. Some guy going up. Thanks a lot. Cheers for the bit of brass. And then going down, sitting down, the same thing over and over again. I wouldn't honestly. Right. I'd say it was one of the worst things I've ever had to do. Enjoyed the night. Afterwards when we did have a bit of lamb and a nice bit of veg and that, that was all right. And I went home and I was happy and I got the little freebie bag that you're talking about that we give away, which wasn't much good stuff in it. Oh, right. Right. What would you have done on that Saturday night, Susan? What would you have done if. Or the Sunday night, rather. What would you have done had you been at home? I would have stayed in with Suzanne. Right. Watching telly, having a nice bit of pate on toast or something, cup of tea, watching 24. But instead I had to buy an expensive suit. So I didn't show you up. How much did you spend on your suit? Well, in total, right, because, you know, the shoes and the suit and the shirt and the tie, it was about pound 600. That's the most expensive evening ever. That's what I'm saying to you, and the daft thing is, it's dark in there. I don't know why. You've got to wear a nice suit. You can't wear a track suit. For goodness. It's dark in there. Just a shirt and that. It doesn't mean you're a better person wearing a suit. No. Doesn't mean a better person. No. We're not claiming it made you a better person. No. That annoyed me. Yeah. I mean, it was an experience in it. That's why I went. Because you think if I didn't go, if I would have said to you when you invited me, no, Steve, I don't want to go, then I would have never known. Right. And I've. That's my sort of thing in life, right. If something comes up, you should take it, even if you're not going to like it. It's a bit of an experience. Right. You know what he said to me? I phoned him up because we had to meet up and obviously he had to pose as my gay lover. Yeah. Right. Yeah. He went, you said something to me like, I bought a suit, I'm looking good. He said, I'm looking good. People will think, how on earth did he end up with that good looking guy? So he got into the role. Such an insult player record. I just must say that we've had an email from Daryl. Fossils. People have emailed in, said, well done on the baftas and well done on your room 101. They really liked that. Thank you. There's one guy, Daryl says, ricky, has your dad only got 1d mob suit? Because I know you notice that Ricky wears the same suit every single time he appears on tv, because he spent a fortune on it getting it. Taylor mainly got one. It's a good suit and it's winter, so it's like a pure wall. So I'm sweating everywhere I go. Anyway, usually it's too much cheese. I won't be buying another one ever. That's it. Yeah. Yeah. Susan told me today, right, because I've gotten. I've handed it in today to have the trousers turned up a bit. Why? Because it was a bit of a bodge job for the night. Yeah. Right. It was just some pins sort of holding it up the other night. But you didn't notice and I didn't tell you because I thought you'd be getting on the stage and saying, look at that freak over there with his pants hemmed up. I took it to the. To the place to get it done. Susan tells me that I'm gonna start shrinking now and getting to that age where you start going small. That must have been a revelation to you. I'm to worry like, how small do you get? How small do you get? Oh, I thought we'd have a bit of Marley music. Marley music. Oh, okay. Badly drawn boy and something to talk about. What's a good job? We've got something to talk about because we're dj's on XFN one in 4.9. I'm ready to go. Stephen Merchant, Gossel Bilgen, of course. You must have been excited at baftas because we didn't bump into Doctor Fox. Oh, yeah. Pleased with that. Yeah. What was the challenge again? I think the challenge. We had to shout Foxy. Yeah. The challenge was it's sort of like jackass, but wimpy jackass. Carl was our cameraman for the night because we're doing the making of sort of series two where we've filmed ourselves sort of writing it and doing bits and pieces and going to wars on it. And it's on me. And that my challenge, which I think was it me that set my own challenge, I had to shout Foxy and get him over. Yeah. And I bought out about five times. I just thought he was talking to someone. Yeah. And then I did it. And where's the victory in that? Yeah, I shouted Foxy. And he came over, went, all right, where's the victory dive? Off buildings and things. I was a little bit taken about that because even though he was joking, the mucking around, he was swearing. You don't expect that from Foxy. I'll be Ave. He was. He was off shoot. No, he was. I mean, he's more than one, but he didn't expect it to because he seemed like a lovely bloke there. But he's got an enormous head. I mean, I'm not gonna. But his head is huge portion with his big body as well. He's a big. He's a chunky wombat of a man. Enough. And so am I. It was problem getting him on. On screen. Yeah, I was struggling. No, I know, I know. The popular people had worries about that. I had to get special lenses. Yeah, yeah. I love the fact that us three freaks can take this out of anyone. Stop there, though, Rick. Because I was on tv briefly, there was a thing about the office on top ten tv bastards on Channel four, and I appeared on there briefly talking about the show. And there's this girl who's a girlfriend of a friend of mine and she's. And she said, I saw you on tv last night. I went, yeah. She went, I'll tell you this, you're better looking on tv than you are in real life and that's good for you. And I want. I went, I was like, ah. I don't know if that was a compliment, because it's like, really not. Well, I'm not on tv, so it's not unofficial in any way. Yeah, but that's like, you have to step out of the tv. That's like saying, I normally find you pretty repulsive. Yeah, I have. Opinion changed slightly last night because you were on the box. Yeah. I didn't know. It sounded like it was a copy. Of it through the aid of a different. Through the aid of lighting and appearing, like, for 12 seconds on screen in small doses. God. Thought I wasn't as bad looking as I am. A lot of people have phoned in and wondered if you are morph grown up, because they've seen a picture of you on the website. Do you mean me or Carl? Carl, right, yeah. What do you mean? No, because people have seen you and next to a picture of morph. And it is exactly. If you draw, honestly, Carl, if you lay you down and draw around you, it's exactly the same shape as morph or the Pillsbury dobre or. Yeah. Gingerbread man. You do look like a gingerbread man. Great. Oh, I love Carl. I love. We think you're brilliant. We like looking at you, talking to you, hearing what you've got to say. We think of you, don't we, in the week sometimes, Rick, I had a. Bit of good news this morning. Go on. And I don't mean this in any way, I'm sure it's an emotional thing for her, but in the sun it says that Dido, her wedding's off. Right. Just thinking, ding dong. Because for some reason, I don't know what it is. I was having a chat with my mates. I've always been under the assumption I could pull Dido because she's. Because she's quite ordinary. Do you know what I mean? She looks a bit ordinary. She's quite like your opening chat upline. You look quite ordinary, Dido. I don't think you could probably get anything better than me. Because you're not too hot yourself. Exactly. My name's. Actually. What I do is, I'd go, right, I'm not going to meet you in. The flesh, but I'm going to send a video on videos. What do you think? See what you think. Yeah. And if you think it's good. Well, I'm certainly no worse without the light in a makeup, so don't worry about that. Exactly. What was your thing about Dino? That she's like a kind of. She's a bit like a receptionist who's. Got up and sang once because she and a bloke came up. I'm griddling records. I'm thinking of releasing the CD and it just goes mental. Everyone buys it. Yeah, but she should be doing photocopying or finding, do not think. Just the way she looks. She's got a very kind of superb thing. Annoys me. Do you know there's another pop stars thing starting? It's going on in Ireland. Apparently. It's Ireland's version of it. Okay. And today it was like you saw all these kids rushing in. There was fat ones there and ugly kids, and you're thinking, it's sad and everything. They might have a good voice, but there's no chance. Right. And there was a woman there who looked a bit like Brittany and the bloke straight away before even hearing the voice. Britney look alike over there. Go and get her in. Give her a ticket. She's through to the next phase and it's just annoying. Dido isn't beautiful, but she's nice enough. Do you know what I mean? Well, yeah, that's why she's fine for me. I mean, you know, I mean, my standards are quite low. So do you think Steve should go out there then? I mean, that's what we're asking you. Do you think he should? Yeah. Okay, so that we're Bowie. Thanks, Carl. Try and fix that for next week. Fashion. David Bowie. We're doing a bit of. Bit of vogue in sort of cross with body popping there, weren't we, Carl? Yeah. Played that last night, Rick, during the set. Yeah, that was described by Zane Lowe is one of the best sets he's ever seen. But I think Zane just sent an email. So he's giving up because there's no point. Yeah, exactly. When he hears stuff like he said is. I thought I was a dj after Steve motion. I'm obviously not. Exactly. Yeah, exactly. So, yeah, big boy Jim was down there. Yeah. Jim was going. Well, you know, I don't know why I'm thinking. Yeah, I like the idea because, you know, Fatboy Slim did Brighton beach, didn't he? And he had like 20,000 people in Brighton beach. Yeah. Everyone was loving it. Just the idea of me down in western Supermare doing the same with 80 donkeys, 86 people. See that karaoke challenge on chinese tv. Yeah, it's great. They're all doing it and it's sort of like Jonathan what's his name from bread and all those sort of people there and the camera falls out and there's about eight people there. But what about karaoke challenge is. It's not even night fever, do you imagine that? I mean, talk about. Oh dear, we tried to get on. That once, didn't we, on karaoke challenge? Yeah, we were doing that comedy lab so we'd have a little bit of footage. But. Terrible. That was how minor a celebrity you were. I remember once, right, this is how sad we were. We tried for about an hour to get on the Chris Moyle show. They were doing a competition, he was doing this competition. It was about golf, wasn't it? So it was like things with. It was. No, it was, yeah, it was. You had to think of a song title. Yeah. To make it into a golfing pun. And people calling up and going, now what about drive by the cars? He was going, drive by the cars. Very good. And it was like things like, you know, I mean things like something tea and that. And I wanted to phone up and go, hello, squeeze miles. Yeah. What about Spanda Valley? Golfy. Golfy. Just me and I was tried. We must. I was about 30 quid just to get on and do something stupid helper. And they wouldn't even let us on. What were the others? It's a good game. Phone in if you've got any amusing puns on songs and golf. Yeah, please. What did you say? What was go for golfy. Yeah. Do you like that one? It's good little game. Yeah. You think it's. You're thinking of what you're doing Carl, what you're thinking on the radio, that's what you're doing. It's a first. You're actually broadcasting thinking. Can we just be quiet and just listen to Carl think? Yeah. Oh, anything. Got anything there? Any golfing punter. You know people say, carl, it's impossible to catch yourself not thinking now I reckon if there's one man in the world. Holy my shoe. That fell in the young ones hole and he's one on a golf course. He's got, he's got a little. Is he got a little cold as. Well cuz you're telling Steve before I went on the tube last Saturday night. Yeah. Kills me every time I go on the tube I just get full of a cold and everything. I'm full of flu and it's down to going on the tube is it. Someone told me that every time you go on the tube, it's equivalent to smoking two cigarettes, really, because of the sort of gunk and pollution down there. And have you heard the other one? And. And. And I always smoke two cigarettes on the tube. Yeah. My nerves. Yeah. What's the name one about the all, like the hairballs that are in the tubes? Because it's like people stood on the platform. Trains go whizzing past high speeds. Yeah, right. Takes a bit of your air off. Don't say anything. What you mean? Don't question the science of that. No, he means because it doesn't affect. And apparently they all get caught up in the. In the tunnels and they have to like clean it out now and again because these big hairballs. The. On the lines. He said on the lines. On the train lines. Right. Yeah. It's terrible place. So that's why I'm all bunged up. And that's when you came in today. I was like looking on the websites to see how much badness there is down in the shoes. Yeah. How much badness is there? Is there a lot of badness? If you know how much badness there is on the tube calling no. 8734. How much badness is that? It was just about, you know, the germs. There's no fresh air. And that's why I was asking you about people committing suicide on. On trains and that how often it happens. And apparently two people a week. Was it two. Two a week or two cigarettes? How many people is it? 700? 801? Two, three, four. How many people per cigarettes? Is it like killing yourself on the tube? Call in two people a week, try and kill themselves or something? Right on the tubes. Really? Yeah, it is terrible. Should you play a record? If you want. We got the big new m and m single now. I was gonna. I was. Will tease them with that. We'll play that bit later. We are flight there. We're gonna play the new. We will. Plus, of course, obviously we got this big celebrity bag to give away as well. Oh, yeah, the competition after that. Doves. Doves. We good? Eminem. Without me on XFM 104.9, I'm Ricky Gervaise. Would be Steve Merchant. Hello there, little Carl Pilkington. Into the last hour, 3 hours of broadcasting to go, Carl for us. Three. Yeah. What you need three musketeers because you'll. Obviously still be working here. You have a day job, don't you? What is it you do exactly? I make stuff. You make stuff? What, like furniture, promos and stuff? All right. Sort of a bit of in talk there, but basically, like little trails for the station. Yeah, yeah. That's what I do all week. Yeah. So you'll be back to doing that when we're off. You don't talk to anyone, do you, in the week? You just hide in your little sound booth thing and you really don't talk to anyone, do you? Much? Not really, no. I mean, you. You know, you might call up. Yeah. But now I keep myself to myself. Yeah. Then you don't get bogged down in the office politics and stuff. Yeah. Is there a lot of office politics here? I don't know. I don't get involved in it. Oh, yeah, yeah, yeah. Proved your point. So. So when we're away and we're, like, out of action, other than Suzanne, who will you talk to of the day? How will you get a sort of feedback from the world? How you get sort of, like, input? And I always, if, however, if ever. I've got, like, a question or anything, the Internet sat there and I can just go on online and find out. The Internet is. Is good. It's brilliant. But it's not all verified. What, you mean it's not all verified? Not all factually, necessarily factually accurate. Anyone can put things onto the Internet. It's that, you know, that's. It's. It's freaks and things that pot on. Well, things like, here's one that I read in a week. One. Now, this woman. Yeah, she was a bit of a punk. And to get a hair done, like, she wanted a superglue, right? Now, she got lad. Apparently, it's a popular thing. You might, you might know, put lard on your head. Yeah. And you put it in the oven. Now, apparently, the heat that you get from the oven is different from the sort of heat you get from an air dryer, right? And she had to do that to get the style that she wanted. But anyway, she comes in some money or whatever, treats herself to a microwave, right? Doesn't. It's not true. Opens the door, jams the things, you know, like the little catch. So. So the microwave works. She jams it with a screwdriver or a knife or something. Yeah. Puts the microwave on, sticks her head in, boils a brain. Don't be ridiculous. Right, well, why is that ridiculous? Boils her brain. She boiled her brain. She boiled her brain. And this is what's good about the Internet. I went straight from that and there was a subject about brains. And do you know that Russell Crow, when he dies, he's given his. His brain to charity or something. Some sort of. Some people who can do stuff with it. She gave hers to pot noodle. Vesta. Yeah. Oh, boy. In the skull. Yeah. That's not true. It's not true. It's the same as the woman who put her poodle in the microwave, isn't it? And all just urban myths. They're urban myths again. Where does it start? Someone made it up. Yeah, for a laugh. They're just too convenient. Urban myths. Everyone said, you can tell, nervous not to go, because it's always, this happened to a mate of mine. And when you say, what happened? Then they go, dunno. That was it. Was it? Was that it? Was it some bolder brain? And that was it. There was no more story. Were there any dates? I think it was in Belgium. There's that. There's that. There's that one. There's that one that a bloke, right, was going to get a phone call at 04:00 to find out if his business was, you know. Okay, right. And if. If he didn't get the phone call, he knew he was broke, destitute. So, dead on 04:00. The phone didn't ring, so he went up to the roof, his office, and he jumped off to commit suicide. And as he was passing his window, the phone was ringing. Carl, it didn't happen. Think it through. Think it through. Who told that story? Who told that story? As he hit the pavement 120 miles an hour. He's the only person who could have known those. That series of incidents also. Why did he, as his life's at stake, why don't you wait till five past? I strongly give it five minutes, just. In case the lines are busy. Yeah. And this. And what sort of. What sort of bloke goes. I'll call you at four, okay? If your business. Well, call me anyway. No, no. If I don't call exactly four, then no. Commit suicide. Commit suicide. I would, because if I don't call it four, ah, that's the end of it. Well, call me anyway. No, that's not the way I work. Why can't you just call me and tell me either way? Well, I'm telling you I would do it. If you're bust, I don't call. Can't you just call to verify, in case something goes wrong? What if he's engaged? He'd want to be engaged. Just commit suicide at four, please. It didn't happen. Carl, have you. The other one, right, a bloke, right, he's on a train station and I tell I heard it. He's waiting for a cruise station, whatever. And he shits himself. And so he goes, oh, my trains are five minutes. I need. So he runs across to millets and goes, quick, Levi's 36. The bloke just puts it in a bag. He runs onto the train, he goes into the toilet, takes his trousers and pants off. He's soiled. Yes. Throws them out of the window. I won't be needing those again. Cleans himself off. Open the bags. It's a jacket. Oh, no, he didn't have. At what point did he go into it? Go, go, quick. Levi's 36. And the bloke went, sorry, Levi's 36. What a pair. Shall I wrap them? Them? It. It shall wrap. I just wrap whatever it is. Do you want to look? No, I'm not looking when you're putting it in the bag, please. Right. Stories. Well, not. Don't say anything. I've told you 36. Levi's. Charge me for it. Yeah. Don't want to discuss it further. Yeah. It was one. There we go. There's one about a woman whose husband died and she had him cremated. Yeah. And made. Made, like a little egg timer out of him. And she said, I did that so it can still help around the kitchen. That might be true. That would be a joke. That's quite sweet. That might be true. True story again. It was all again because the ones I just told weren't. Nor is the boiling the brains in a bag curry microwave head story true. Yeah, they're too. They're too convenient. Will you be buried or cremated? What? Will you be buried or cremated? I don't know. Cremated. I don't know. It is out of my hands. Yeah. I haven't thought about it. Not thought it through. And I don't care either way. Have you heard the one? So I'm just worried that we're getting into a macabre world now of ashes, boiled heads. I think we should play some music that people. Just calm down. Levi's. Just think about some of the urban myths they've maybe heard. Yes. Them maybe. They are absolute bollocks. Yeah. And they can move on from it. It's just that the death thing, right? Yeah. There was an argument on there about, do you know that Twilight zone or whatever it was? Tales of the unexpected. Oh, where the woman got buried alive. Yeah. They were saying how, like, years ago they bury people thinking they're dead. Yeah. And they've recently, like, dug coffins up and then the people who are in the coffin weren't dead. They might have just been, like, in some sort of deep sleep or. And they've lifted the lid off. Yeah. And there's scratch marks on the thing. Yeah. And that's pretty scary. Makes you think. I mean, I hope they check these days. That's all. I'd like to play a beautiful song now by cat Stevens called Lily White. It's. It's lovely. A song for the Lovers room. Yeah. Big cell. Cooper Temple clause there. Who needs enemies on XFM 104.9? Wow. It's competition time. If you want that celebrity, celebrity endorsed bag from the BAFTAs, Jane has a good idea. She thinks we should revive sort of. Swap shop, because I think it's a great game. It's great. It was great. Right. But a competition or just saying why you need it, right this way, you know, it's how much you can give. And I think it should be right. What will endorse Carl's life? A theme of the life. The season, I suppose we're ending a season now of this show, aren't we? And one of the big themes as is really develop car. Rejuvenate him in. What do you think Carl would want? Have you got something he'd love? It can be battling tops, you know? And you got to say, why? He'd love your old battling tops. It can be a boy. What's up? What's a battling top? Was this something used to take the school, like, with your hoop. It was a little potato. It was in the wrist action. And it was like little tops. Right. You'd have four players. Right. You'd spit. Wind it around like a cotton. Right. And hold a little. I'm getting excited thinking about it. I don't know what you're talking about. No, I know. I'm getting over excited. It was just battling. Was this something? And you pull it. Yeah. And it goes mad. Don't send one of them. I've had one. Don't give any clues. It can be some educational. It can be somewhat personal to you that you think you might enhance. So the competition is basically, if you want that bag. So let's just explain what the bag is. It's one of these cardboard giveaway bags that we got at the BAFTA. It's got a nice picture of the Bafta logo. We got it signed by Graeme and Orton. Angus Dayton, Alan Davis, Jamie Theakston, Paul Whitehouse, Helen Baxendale, Steve. Phil Mitchell. McFadden, Simon Pegg, Steve Wright, obviously the three of us. And if you like kind of autographs or if you're an autograph hunter or whatever else. Or you just like the bag? Oh, you like the show, you know, then? Or you want to give Carl something, a bit of yourself or to enhance his life. Let's get it straight. So it's something that you have. It doesn't have to be very expensive. It doesn't have to be necessarily a. Worthy thing you've made Carl. Karl has to go. I want that. Something that enhances Carl's life in some way. Something that will make his life a little bit more special, a little bit better. Yeah. And this is a write or email only. We don't want your phone calls on this because we're just too lazy. What could make Carl's life a little bit more special? And we'll give it away next week. So you've got a week to email or write in with your suggestions about what it is that you'd want to swap for this celebrity. Is it Carl fm dot co dot uk? Yeah. Or you can write xfmpobox 1049, London, Wc two, h, seven xx. Yeah, give up. Give him that again, Rick. Sorry. You ought to make maybe mention something like, you know, gervaise bag. Oh, I think. I think Carl swap shop. Carl swap shop. Well, let's not confuse it. It's just good to have a good name. Okay. What you thinking? It's just gonna take as long as radio again? Is this thinking on radio again? All right, we'll just do. So. Hang on. It can't just be Carl at XFM, is it not Carl Dot Pilkington? Yeah, with a k. But the thing is, why are they emailing me? Because I'm not taking any bribes. They've got to send the stuff in. No, no, no. 100 people send some and you send 99 back. No, no, they just email or write in. Make sure that you mention who you are. If you're emailing and leave a telephone number, or we need a telephone number, we've got to call you back. Let me give you an example. I like the bag. I want the bag. Right? I think this would enhance Carl's life because I am sending a feng shui book, something like that. You know what I mean? I am sending Carl a teddy bear. You have to explain why, though. Obviously, why you think it isn't, you. Know, so much more complicated than it needs. It was such an easy idea. Throw the bag. We're burn the bag. Okay. It's XFN PO box 149. That's easy to remember. London, WC two, H, seven xx and the email. I can't remember Carl Dot Pilkington at XFM Co dot UK. With a k. With a k. All right. Well done. Yeah. That alive. That was exhausting. What would you like? What would you like? I really don't know. I. Honest to God, I can't. I can't help anyone out here. You just see something you like when you see it. Well, there might be something out there that I don't know about. And yet it is. I'm sure there is. I'm sure there's some out there you don't know. There's things in this room you don't understand. Okay, look, we played it before once, and I know you were charmed. I'm a big fan of this. This is from Amy Mann's album, bachelor number two. And this is Red Vines play. It's beautiful. I do. I know Carl's not impressed as ever. I don't know what your criteria for music appreciation is at all. It's just like you build them up as being something really good, and then I hear it and it's like. I don't know what it is that you're expecting to hear. What we meant to say. What we meant to say? Oh, this is when you played Simon and Garth. Uncle. Yeah. They've got their own unique sound. You know, it's them when they sing. Yeah. That could have been loads of women who. I know. It could have been loads of women who, you know, you only know your girlfriend. What? I mean, Cheryl Crow. Sounded like Cheryl Crow to me. Yeah, but superficially. But man's been a lot around longer than Crow. Who knows what, you know, influences she may have had. That sounds like a fail, doesn't it? Man's been around longer than crowd. I mean, that's just, you know, there's a number, let's be honest, really. I mean, there's not that many great female artists, are there? Oh, hey, be careful there, Steve. Some of the sisters out there will be disagreeing with you. I'm not saying that they can't sing a beautiful song. I'm just worried they can't write the material. I'm thinking. I'm thinking of Bush. I'm thinking, aren't we all, Rick? I'm thinking of armor trading. That's true enough. I am thinking, Anastasia. Anastasia. I know you love Anastasia. Don't you want. I love that new one. I mean, I don't like the other two, but it's always a good chorus. And I can. I can do a dance. That dance at the end, when she puts her arms up, she does sound. Like she's a coverage new Tina Turner. Yeah. Think that she's sort of like one of those people to go out with her daughter. Well I think the reason is because if you know, is she always wear sunglasses. Yeah I'm sure that she's. Because she claims to be something like 28. I bet she's like 40. It's like one of those 40 year old women who come from Essex but they come with their daughter's 21st and they're going, your mum's mad. Yeah, they think we're sisters. They're like, you know, I'm 40 and she's. She always flirts with her daughter's boyfriend. Yeah. Where are you going? We're going down. We're going down millionaires. Your mum's got a bra on. Yeah. Don't you think she looks like that Carl? Yeah. I can't picture her. You can't picture Anastasia? No. Showers, classes, sunglasses all the time? Yeah. You're not into this? I. Carl you get this. This whole sort of broadcast thing is just you fed up with it on, you can't wait to finish next week. Well it just seems I can't say anything right. Why? Whatever say isn't right or funny. No but you know, I mean. What? Cuz we know what you upset about? Well I laughed at the urban myth. They're not being true. Yeah but one of the things I. Tell you, if you take nothing else away from our time on the radio it should be to be more inquisitive. When a piece of information comes to you don't just take it at face value query and question it. That is what has made Ricky Gervais one of the premier thinkers in this country. He will not accept anything on face value. He queries everything. Anastasia, she looks glamorous. Wait a minute, those glasses, what do they suggest? Actually she's 40. I'm not going to buy a record. And that's libelous, that's potentially neighborless. So hang on a minute, Roy Orbison then. Was he starting to look old? We're not saying everyone who wears sunglasses is necessarily older than their years. No, we're not even saying about Anastasia, we're just doing about an image, one of those sort of like ravers that goes to their daughter. It was just, it was a lot, it was a little bit of like observational comedy to be honest. Carl, you've seen through it mate. Yeah, toilet. She's not 40 you know. I mean she doesn't hang out around with much younger people chatting at their boyfriends. It wasn't true. What? What do you want? What do you want in life, Kyle? Tell me now. Because me and Steve can probably sort it out. That is true enough. Come on, what do you want? What would you. What's the best. What would make your song? If you could play any song now, what would it be? Well, we're going to be spinning one of my favorites later on. Killing a Georgie. Killing a Georgie. We've sorted that out. You've probably got a lovely few gifts you can choose from just because we got a few signatures on a piece of paper. Do you know what I mean? What more do you want out of life? I always find that. Do you want a cat? You want a cat, don't you? It's the things that you don't think you're going to get that you enjoy the most. Go on. Like what? No, well, like when you go out for a night and you're expecting just to have a simple little drink, and it turns out to be a really nice night. You see people you haven't seen for ages now the baftas, so sort of. You expect so much. He's having a go. Any that, when you get there, you get a little bit of veg as a starter and you think, look at it. They've tried to make it look good, but really, as I said to you, I mean, you don't eat veg, which I find it mental, but, like, the starter that we had, that was like. How would you describe that? It was a veg pie. It was like. I thought from the. From the. I was starving when I came in there, right? And from the stairs, I could see the tables and it looked like there was pate laid out. And I was getting excited. I was salivating. Got. There was a vegetable piece, so I. Someone took mine. White House took mine, didn't he? Yeah, but, Rick, you won't eat anything. We've discussed this before. All you'll eat is pizza and crisps. Do you know what he said to me in the week? I was picking at my food in the BBC canteen and he went, right. I'm honestly thinking of stopping having lunch with you. I went, what? He went, it winds me up. He said, it winds me up. It winds me up. You won't eat anything. That's a lovely bit of chicken there. You're not eating that. You're not eating that. It winds me up too much. Like, you get irritated by people noise. You eating. It just winds me up. Gervaise. And then he went, you're a cock. Yeah. It really annoyed me. His eating habits drive me mad because he's constantly whinging about the fact that he thinks he's got cancer every 25 seconds. Wait a minute. I got. I can feel a lump. I can feel a lump. It's your cockpit. No, it's. It's not. It wasn't there before. It wasn't there. It's a lump. It's a lump. I'm dying. I'm dying. I'm dying. Quick, to the hospital. I have been. How many times have you been to, like, a doctor's clinic and sat in the waiting room, right, Carl, how many times have you been there? Right. With a friend of yours? Twice. I've been with Ricky one time when we were writing the first years of the office, we were writing in the waiting room for the doctor. Go in there and have his. Because he thought he had testicular cancer. I swear to God, I thought about testicular. I never worry about that again. He said, no, you're not in the risk of. The other time was. The other time was I thought I had stomach cancer. And I went to. Why? I said, oh. He said, when you get a sore throat, do you think you've got throat cancer? I said, I thought that. Yeah. And she sort of. She sort of said, get out of here, you idiot. And that's what I like. I like that when they do that. But I think it's sort of since my mum died of it, and I just think, oh, God, it's in the family. And that's. That's the thing I worry about. Don't you prefer. I mean, I don't go because it scares me. Yeah. I prefer not to go because he might. I always worry that, especially with cancer and things, that they'll go, you know, I'll go there with a sore leg or something, and they'll go, no, your leg's fine. But look at this we've found in your head. If it's a brain, you'll be laughing. No, but, you know, I mean, they'll find something because none of us are perfect. And as you get older, you get little moles and stuff, and they'll say, oh, we best get rid of that. And it's like, leave it alone. It's not causing any problems. Imagine arguing that shouldn't be there. Leave it alone. It's not. It is. It's getting bigger and it's strangling your lungs. But Rick's sort of like, oh, it's. But my point was that this is what upsets me. He constantly worries about his health. He's constantly obsessed. I found some buboes. I think I've got plague every single. I mean, every ten minutes he's got something. I started choking once. He swallowed some dust. He started choking like he swallowed a fishbone. Right. He was literally. I thought he was gonna die. And he panicked and he shouted like, I'm choking. I'm going blue and I'm trying to hit me and he's hitting me on the back. And he shouted, I don't know the Heimlich maneuver. And I was choking and dying. But then I wanted to laugh because he panicked, going, it's like, if he's gonna die, I want him to know that I didn't know the Heinlich, man. I did everything I could, but I didn't know the Heimlich maneuver, so that was why I couldn't. But my point is this. He worries about his health and yet he eats like a child. He eats crisps constantly. Coke. He keeps going, I've got headache, I've got a headache. Drink some water. Yeah. Don't know. Boring. Hate it. Chips, pizza, sausages. Sausages, beans and chips. I've never seen someone eat so much. I don't know how he's not bored of it yet. Sausage, chips and beans. Everything's got cheese on it. Parmesan cheese, please. You know, on anything. Why do they leave it in a restaurant as well? Seriously, why don't they leave the parmesan cheese? It's like it's gold dust. Summer, the salt, as much salt as you want. But they come along and I found myself sneaking. I've said to Jane, look out is the way you're looking. And I've leant over and did some more parmesan. I feel really guilty. Just leave it. It was on a trifle. You don't need cheese on dessert. I've explained it to you. Oh, dear. So this is what. This is why I get angry. And that is why I got. And this is. I'll tell you this. What if I had to be on. I mean, Ricky was on room 101. If I had to be on there, I'll tell you this. Ricky Gervais would be the first person in there. Maybe straight in there, man, because I got a list as long as you. What did you think when I said annoying people like making. Unbelievable. So you talked about. Yeah, annoying noises and that. People that make annoying noises that are annoying. He is the most irritating man I've ever met. I swear to God. I don't mean. That is an insult. You really are because you got of. Your way to be insulting and irritating. Thanks. That's fine. You know, but you'd be straight in there. In fact, we should do this next week for Carl. We should. We should draw up a list of Carl's hates, what he'd put in room 101. Oh, that. Think about that next week. That is genius. Next week. So we got the competition. We've got Karl. I'll tell you what. Let's play a record and do white Van Carl and just let's slam dunk this mother. That's true enough. What are you gonna play? Some alpine stars. Okay. Alpine stars. Carbon kid featuring little Brian from placebo. Oh, yeah. Thought I recognized him. Yeah. So like that, right. White Van Carl. Carl. White Vang Carl. Yeah. This is where we steal the white Van man column from the sun and basically fire those questions at Carl getting his opinions on the week's news. Okay, Carl. Let me see, let me see. Let me see. Okay. What do you make of this? The average woman apparently takes 27 minutes to get ready to go out. Do you know that? Are they saying that's, that's a good thing or. No, they're saying that the bare minimum it surely. No, no, but I remember reading, I'm sure they said that it takes them 27 minutes to get ready to go. At the very least, it's not that. Bad if it's for a night out, it's that. I mean, 30 minutes is all right. If it's going to get to 20. Wood binds, but. Yeah. Or, you know, if the house is on fire and it's like, quick. Yeah, I don't, I don't think it's in a, in a fire. No, I think. Yeah, go on. I think that's. I take about 27 minutes. Take up to that. But they do they include the getting up and having a bath or give. Me any more details. No, that's difficult to go by. Difficult to go on that one in it. How long does Suzanne take to go out the house? Depends. Like I say, if we, if we're just nipping out, shopping. The old flip flops and trackies on. Yeah, but if you're going out for the night, takes a bit longer than it. Yeah. Yeah. You've got wire in the flip. The track is. Yeah. Yeah. Um. Okay. Okay. No, really don't know what the ins and outs of this story are. Sven, Gore and Erickson sticking with Nancy. Rather than Ulrica was his wife and now his girlfriend. Yeah. I don't know if this story is true. No one seems to have offered any evidence for it. Anyway, everyone remained silent and. Okay, what you make of this? David Beckham apparently was driving despite having an injured foot and just further threatening his World cup chances. Hey, obviously you're a big football fan. Well, I'm not that big. I like. I like the odd game. Sure, because in a plaster to drive. Than it is to walk on it. Good point. Can argue. Okay, what do you make of this fascist leader who's having a lot of success in the french presidential elections? What's he doing? You're not come across this story? No. Right. This is one of the big, big, far right. They've got nearly 20% far right fascist leader. And he's having considerable success in the french elections. I don't think we should be asking car questions like this. I'm getting scared. There's all sorts of bad stuff going on in the world that we don't know about. Yeah, but we know about this. You're better off not knowing because there's nothing I can do about it. You're absolutely right, Carl. That is brilliant. Have we got. Have we got it lined up? It's the one song I've been wanting to play since we've been on XFM. Really? And took me a while to track it down, obviously, in the XFM library, but here it is. Give me shout out from the rolling space. Amazing track. Give me shout out from the Rolling Stones. Surely if there was a soundtrack to the Vietnam war, that would be on there, wouldn't it? Can I just reiterate this, this giveaway, then? We got this bag signed by number of celebrities, Graham Norton, Angus day and different people on there. And if you want to win that, then you have to email or write in with what you are willing to swap. Okay? So you need to swap something and something which will enhance Carl's life. Anything. You could have made it, you could have bought it, anything, but you have to have it. You can send it to us in exchange for this signed bag. And you can email Carl. Carl Pilkington. Carl with a k. Carl Pilkington dot co dot UK. Or you can write to the bag or Ricky Gervais, big. I just realized what I've been saying. Car with a k. Because you can have car with a c, can't you? Yes, you can. As in Cox. Absolutely. You can write to XFmpo, box 104.910,491,049 London WC two h seven double x. All right. Okay. Well, it's gonna be a bit of a change, isn't there? Yes, that's absolutely right. Obviously with a song for the ladies. But because it's sort of Carl's penultimate show and we're gonna play one of his favorite tracks. What are you gonna. Yeah, I just thought we could play this. It is obviously the. The killing of Georgie by Rod Stewart. By Rod Stewart. And this is a song for the gays. In these days changing ways, so called liberated days a story comes to mind a friend of mine Georgia boy risque nothing more or nothing less the kindest guy I ever knew his mother's tears fell in vain the afternoon Jones tried to explain that he needed love like all the rest Paul said there must be a mistake how can my son not be straight after all I've said and done for him? Sia's father took it as a sort of personal slight, but you can't help it. And as he said, you know, he's just gay. Doesn't make him a nasty person. Not at all. Are you enjoying this, Carl? Yeah, but I'm not gay. No evidence of him being scottish. No, but. Charity. Wait. To New York town, where he quickly settled down and soon became the toast of the great whitewave, excepted by Manhattan's elite and all the places that were sheik. No party was complete without George. Along the boulevard sea cruises and all the old queens blew up hues everybody loved George. When he says they blew a fuse, they're not electricians. They mean he sort of. It's sort of. And it's not a euphemism either. The last time I saw George alive was in the summer of 75. He said he was in love. I said I was leaked. George attended the opening night of another Broadway hyper split before the final curtain fell, deciding to take a shower. Cut home on and on. They meant no wrong. A gentle breeze blew down Fifth Avenue. Oh, I'm worried. I'm a bit edgy. He's out late. I know. And he's taking a shortcut, which is mental. Not in New York City. Yeah, he doesn't know the area. He's from Scotland. Out of a dark inside street came a New Jersey gang with just one aim to roll something. Ascend, passerby. There ensued a fearful fight. Screams rung out in the night. George's head in a sidewalk called a stone. I bet it was them that was screaming. A leather kid, a switchblade knife who did not intend to take his life. He just pushed his luck a little. I'm suddenly worried. This isn't a true story, is it? Who knows if it is? We don't know. That just. What? Let's say that we're not. Oh, that'd be terrible. Yeah. George is life and death. Who really cares? George once said to me, and I quote, he said, never wait or hesitate. Get in gift before it's too late. You may never get another chance. Cause use a mask but it don't last. Live it long and live at fast Georgie once a friend of mine. See. How come you think this might be a true story? I just. I just got suddenly worried then. No, but how come? How can this be a true story? But the bloke jumping out of a window and hearing his phone ringing. No, because Rod Stewart. I just suddenly thought, what if he's written a song about this and this bloke did actually exist and was killed? Then I started panicking. Yeah, I don't think it is. Is it? I'm almost certain it's not. Okay, so we gotta pack up and go home. Mmm. Yeah. Well, I think we've enjoyed ourselves. I've loved it. I've loved every minute. Carl Dot Pilkinson at XFM dot co dot UK for your suggestions as to what you're willing to swap for the signed bag. See you next week. Bye.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "God, I don't believe this. He's got one day. He's got it. Carl's really grumpy and all stressed because he didn't have the record. We didn't want to play a record. We'll say it. We didn't want to play a certain record he had lined up. Because it's rubbish.",
      "start": 5760,
      "end": 18710,
      "confidence": 0.866451836734694
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "I know, but you do this every week because it's.",
      "start": 18782,
      "end": 20550,
      "confidence": 0.864454
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Because most of them are rubbish. So that's why we choose up 30.",
      "start": 20622,
      "end": 23366,
      "confidence": 0.8765707692307694
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Seconds to go on the tracking saying, don't want to play that.",
      "start": 23430,
      "end": 25286,
      "confidence": 0.9238941666666668
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "And you're going, oh, stress me out. You're meant to be at our beck and call. We've, we've.",
      "start": 25350,
      "end": 29068,
      "confidence": 0.8376394444444446
    },
    {
      "pos": 6,
      "speaker": "C",
      "text": "We made you.",
      "start": 29166,
      "end": 29896,
      "confidence": 0.8243733333333334
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "We've made you. We got you out the gutter and now you're getting greatest mind in the world.",
      "start": 29960,
      "end": 35072,
      "confidence": 0.9293866666666667
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "That doesn't mean you can mess me about. If you were a doctor and you saved me life. Yeah, right. There comes a point, in a way.",
      "start": 35208,
      "end": 41224,
      "confidence": 0.9441540740740741
    },
    {
      "pos": 9,
      "speaker": "C",
      "text": "We have Carl.",
      "start": 41264,
      "end": 42080,
      "confidence": 0.7406633333333333
    },
    {
      "pos": 10,
      "speaker": "A",
      "text": "Yeah. Where were you going? What was he gonna say? He was gonna say something wise then.",
      "start": 42112,
      "end": 46832,
      "confidence": 0.7736511764705882
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "No, I was gonna say, right, if you were a doctor and you'd save me life, there's only so much that I could give back to you.",
      "start": 46888,
      "end": 57020,
      "confidence": 0.8997122222222224
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "Right, okay.",
      "start": 57172,
      "end": 58052,
      "confidence": 0.90848
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "What would be unreasonable? What would be unreasonable?",
      "start": 58148,
      "end": 60224,
      "confidence": 0.81721
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "Well, you know, forget doctor.",
      "start": 60684,
      "end": 61740,
      "confidence": 0.731226
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Don't forget to.",
      "start": 61772,
      "end": 62148,
      "confidence": 0.5629733333333333
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "Because.",
      "start": 62156,
      "end": 62348,
      "confidence": 0.56978
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "No, no, the doctors, that's its job.",
      "start": 62396,
      "end": 63828,
      "confidence": 0.7949814285714287
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "Right?",
      "start": 63876,
      "end": 64084,
      "confidence": 0.97834
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Supposing I was just. I just walking along and I saved your life. I gave you a kidney or, you know, resuscitated, or I dived into icy water. What. What could I hope from you then before you start going, hold on, hold on. What, what would you. What would you be willing to do for me until you sort of got, you know, lost your rag a little bit because I was asking too much.",
      "start": 64124,
      "end": 80156,
      "confidence": 0.8954009210526315
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "So didn't I know you before? You've sorted along out for me?",
      "start": 80260,
      "end": 84164,
      "confidence": 0.8622625
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "No, I just gave you a lung, for example.",
      "start": 84704,
      "end": 87688,
      "confidence": 0.9358499999999998
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Well, I'd be a bit sort of. I'd be thinking, why has he done that?",
      "start": 87736,
      "end": 91404,
      "confidence": 0.9268386666666668
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "But what I love, though, Rick, is the idea of you jumping in icy water to save someone, giving them a lung. I can guarantee if someone was lying on the floor screaming they needed your help, you'd affect a foreign accent and go, I know, I understand. And run off.",
      "start": 93144,
      "end": 104720,
      "confidence": 0.9218505882352942
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Do you know what I did once? Right, we went out a few weeks ago, right, and some woman had her handbag nicked and she was all distressed. He said, chase the fella, carl.",
      "start": 104752,
      "end": 114744,
      "confidence": 0.9071061764705882
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "Let'S be honest.",
      "start": 120644,
      "end": 121764,
      "confidence": 0.9496266666666667
    },
    {
      "pos": 26,
      "speaker": "C",
      "text": "Imagine Ricky chasing a criminal. Look at his little legs. He'd never get anywhere he started to.",
      "start": 121924,
      "end": 126356,
      "confidence": 0.9365741176470589
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "Run and then he passed Starbucks or something. Nicked.",
      "start": 126380,
      "end": 128744,
      "confidence": 0.9086133333333333
    },
    {
      "pos": 28,
      "speaker": "D",
      "text": "For sure.",
      "start": 130604,
      "end": 131236,
      "confidence": 0.47723
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "How did this turn on me? Oh, I'm a bad man because I don't give lungs away. No one would want my kidneys or my lungs for a start.",
      "start": 131300,
      "end": 139904,
      "confidence": 0.8314282758620689
    },
    {
      "pos": 30,
      "speaker": "C",
      "text": "Did you chase the criminal, then?",
      "start": 140804,
      "end": 142424,
      "confidence": 0.7864133333333333
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "He walked. No.",
      "start": 142964,
      "end": 143676,
      "confidence": 0.8489466666666666
    },
    {
      "pos": 32,
      "speaker": "C",
      "text": "You did you?",
      "start": 143700,
      "end": 144316,
      "confidence": 0.79393
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "No.",
      "start": 144380,
      "end": 144604,
      "confidence": 0.80441
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "I did a little bit, yeah.",
      "start": 144644,
      "end": 145612,
      "confidence": 0.9828033333333335
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "We sort of spread out. We missed him.",
      "start": 145628,
      "end": 148316,
      "confidence": 0.8843924999999999
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "Where was it and what was the situation?",
      "start": 148460,
      "end": 149988,
      "confidence": 0.9970475
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "It was.",
      "start": 150076,
      "end": 150404,
      "confidence": 0.92257
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "Did you see a bag get snatched? It was.",
      "start": 150444,
      "end": 151916,
      "confidence": 0.8069088888888888
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "No, she was. She was sort of crying and she was running. Some blokes came in, sat next to her and they just ran off with her purse and.",
      "start": 151980,
      "end": 158972,
      "confidence": 0.760133448275862
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "And you walked after them?",
      "start": 159148,
      "end": 161548,
      "confidence": 0.906522
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "No, no, they'd gone, Steve. They. I mean, yeah, they'd actually gone, but it was just like a bit distressing. She was. She was devastated. I know she feels as well because I had a jacket and you think, oh, I just got to find them now. Where are they? You know? So she was really off her head with sort of like. She was angry and sort of crying. Yeah, and it was horrible. It was all, wasn't it, when it. Kyle, he's broken his mic now.",
      "start": 161596,
      "end": 182904,
      "confidence": 0.872363068181818
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "What are you doing, mate?",
      "start": 184684,
      "end": 185716,
      "confidence": 0.9309259999999998
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "You. I don't believe this. There's only two weeks to go. These should be special. Carl, play the record.",
      "start": 185740,
      "end": 190588,
      "confidence": 0.9006873684210527
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "We've asked you to play the record like you.",
      "start": 190636,
      "end": 192504,
      "confidence": 0.93583
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Hives. Main offender on XFM 104.9. I forgot to say who I was. Go on.",
      "start": 205044,
      "end": 210172,
      "confidence": 0.8939813333333333
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "Who are you? Gervais.",
      "start": 210188,
      "end": 210876,
      "confidence": 0.7390925
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Who are you?",
      "start": 210900,
      "end": 211340,
      "confidence": 0.8812099999999999
    },
    {
      "pos": 48,
      "speaker": "C",
      "text": "Steve Merchant.",
      "start": 211412,
      "end": 212004,
      "confidence": 0.7831950000000001
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "And he's that little fella over there. Little round fella.",
      "start": 212044,
      "end": 214148,
      "confidence": 0.8168700000000001
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "Tiny little Carl Pilkington.",
      "start": 214196,
      "end": 215468,
      "confidence": 0.742435
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "The funny little thing from the smash adverts say. Then they smash them with their metal knives.",
      "start": 215516,
      "end": 221904,
      "confidence": 0.9420758823529412
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "Yeah, you're right.",
      "start": 223364,
      "end": 224140,
      "confidence": 0.8523566666666667
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "He does, doesn't he? Yeah. Yeah. I was asking if I seen a rounder head than him and that's the only one someone come up with. That's the only thing that he got with. Oh, look. Oh, look. You actually stressed there aren't. Yeah, because you had to drink last night, didn't you?",
      "start": 224212,
      "end": 235544,
      "confidence": 0.8047435849056603
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "I had a couple of drinks, yeah. I was down at Steve's night. He was doing a bit of dj. Yeah, went down the store.",
      "start": 235844,
      "end": 241540,
      "confidence": 0.8907620000000002
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "And that's why you're grumpy.",
      "start": 241572,
      "end": 242984,
      "confidence": 0.7165380000000001
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Do you hear what he just said? Well, I was djing last night, obviously, that XFM, even hour and a half. My friend and I split the time on the decks. What? What was the word you just used?",
      "start": 243604,
      "end": 250988,
      "confidence": 0.8798141025641024
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "He went down a storm.",
      "start": 251036,
      "end": 252532,
      "confidence": 0.9347860000000001
    },
    {
      "pos": 58,
      "speaker": "C",
      "text": "We went down a storm.",
      "start": 252708,
      "end": 253956,
      "confidence": 0.988334
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Right.",
      "start": 254020,
      "end": 254244,
      "confidence": 0.94217
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Three girls. I was walking to toilets during my set. Three girls went, you are a genius.",
      "start": 254284,
      "end": 258264,
      "confidence": 0.9367570588235296
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Right?",
      "start": 258884,
      "end": 259604,
      "confidence": 0.96295
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "What's his name? Dane Bowers. Zane, love.",
      "start": 259764,
      "end": 261980,
      "confidence": 0.71889
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "You played records in a certain order, yes. Sorry.",
      "start": 262052,
      "end": 266388,
      "confidence": 0.9303322222222223
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "Sorry, Rick, if you can't deal with that. Sorry if you're a little bit jealous because this time you can't share the award, all right? It was my credit this time, hasn't.",
      "start": 266476,
      "end": 275956,
      "confidence": 0.902394375
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "Been a dj, because it's not just about.",
      "start": 275980,
      "end": 278356,
      "confidence": 0.9426537500000001
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "It's not just about that songs you.",
      "start": 278420,
      "end": 279468,
      "confidence": 0.8172028571428571
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "Play, it's the way you play them.",
      "start": 279476,
      "end": 280980,
      "confidence": 0.9101942857142857
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 281092,
      "end": 281708,
      "confidence": 0.74319
    },
    {
      "pos": 69,
      "speaker": "C",
      "text": "You play them whether it's 33 or 45. Very important.",
      "start": 281796,
      "end": 284944,
      "confidence": 0.931987
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "Leave your hand on them as they're trying to go round.",
      "start": 285484,
      "end": 288076,
      "confidence": 0.9181945454545454
    },
    {
      "pos": 71,
      "speaker": "C",
      "text": "But. But. So three girls there.",
      "start": 288140,
      "end": 289780,
      "confidence": 0.787575
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Yeah.",
      "start": 289812,
      "end": 290028,
      "confidence": 0.4019
    },
    {
      "pos": 73,
      "speaker": "C",
      "text": "Charmed by me. They love Zane Lowe, XFM DJ and MTV presenter, probably one of the coolest blokes alive. He came up, gave us massive respect. He said, I'm loving your set. He actually used those words, right. There were people coming up, they couldn't believe their luck. It was roaring. We'd stick on a track, people would cheer as it came on.",
      "start": 290076,
      "end": 306804,
      "confidence": 0.8921331746031744
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Right.",
      "start": 306884,
      "end": 307316,
      "confidence": 0.77633
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "My particular favorite, Carl, I think you'll agree. My particular triumvirate, ll cool J. Mama said knock you out, leading straight into House of pain. Jump around then straight into that current Elvis track that's been re released, remixed by junkie XL. I played the original, which I'd already played on XFM before. I'm already there. Cutting edge.",
      "start": 307420,
      "end": 321758,
      "confidence": 0.8815681034482757
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "Yeah, right. What? Three old tracks? You mean three old tracks in a row?",
      "start": 321846,
      "end": 324870,
      "confidence": 0.8702114285714285
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "Yep. And I think the words that would best sum up are, I kicked assuming.",
      "start": 324902,
      "end": 333086,
      "confidence": 0.8711546666666669
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "Some ass today because I'm going to be shamelessly self indulgent. And we've only got two shows to go, so I'm playing some of the most beautiest tunes in the world. I was just telling Carl, lined up with Simon and Garth, uncle tracing only living boy in New York. He went, why is he the only living boy in New York? I went, what? He went, what does that mean? Then I went, I don't know. What's it about? I said, I don't. Don't care. It's lovely saying, no, what's it? I said, I don't go into that. I said, I like a story. I said, like, why? I said, killing a Georgie. No trickery. Killing of Georgie. I think we should play that. At last. It's good.",
      "start": 333150,
      "end": 363992,
      "confidence": 0.8856588372093023
    },
    {
      "pos": 79,
      "speaker": "C",
      "text": "I heard it on radio, too. It was cracking. Yeah, well, it's really good.",
      "start": 364008,
      "end": 367344,
      "confidence": 0.8207307142857142
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Tell them what it's about again.",
      "start": 367384,
      "end": 368464,
      "confidence": 0.9369900000000001
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "It's about little girl, gay fella.",
      "start": 368584,
      "end": 372212,
      "confidence": 0.7177000000000001
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "A little gay fella, yeah. Right.",
      "start": 372308,
      "end": 374704,
      "confidence": 0.8260033333333333
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "I mean, I'm heard it for a bit, so it's all off memory. This gay bloke, is he from Scotland?",
      "start": 375444,
      "end": 382904,
      "confidence": 0.827913
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "I have no idea.",
      "start": 383524,
      "end": 385124,
      "confidence": 0.9937450000000001
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "But he's from somewhere where gays aren't liked.",
      "start": 385164,
      "end": 387364,
      "confidence": 0.91952375
    },
    {
      "pos": 86,
      "speaker": "C",
      "text": "Okay.",
      "start": 387444,
      "end": 387852,
      "confidence": 0.7473
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "No, no, no. Georgia boy was Garga's. Nothing more. Nothing. The kindest guy ever knew. Right? Now, all he did was right. His father said, how can my son not be straight? Kicked him out. Right. Goes to America. Yeah. Yeah.",
      "start": 387908,
      "end": 398736,
      "confidence": 0.8665114634146343
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "But you can handle all that. You can handle your dad not getting on with you if other people around you are into the same scene.",
      "start": 398760,
      "end": 403768,
      "confidence": 0.926743076923077
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "Yeah.",
      "start": 403816,
      "end": 404444,
      "confidence": 0.75191
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "He was left on his own. He didn't know what to do.",
      "start": 404904,
      "end": 406712,
      "confidence": 0.967275
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "Yeah.",
      "start": 406768,
      "end": 407184,
      "confidence": 0.95238
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "He was getting stressed out.",
      "start": 407264,
      "end": 408352,
      "confidence": 0.949202
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "Yeah.",
      "start": 408408,
      "end": 408760,
      "confidence": 0.7057
    },
    {
      "pos": 94,
      "speaker": "C",
      "text": "So he goes, this was before. Like, this was before. I mean, this is what. When did this record come out?",
      "start": 408832,
      "end": 414284,
      "confidence": 0.9664828571428572
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "During punk.",
      "start": 418184,
      "end": 419176,
      "confidence": 0.74009
    },
    {
      "pos": 96,
      "speaker": "C",
      "text": "Right.",
      "start": 419280,
      "end": 419924,
      "confidence": 0.96457
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "So.",
      "start": 420664,
      "end": 421120,
      "confidence": 0.5695
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "So, you know, the village people had come along and made gay cool. That already happened. Yeah, but it wasn't respected.",
      "start": 421192,
      "end": 426666,
      "confidence": 0.8581509523809521
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "But he was watching the telly or something and he saw that New York had loads of them over there and they're all having a good time.",
      "start": 426770,
      "end": 432258,
      "confidence": 0.9262688888888889
    },
    {
      "pos": 100,
      "speaker": "C",
      "text": "Sure.",
      "start": 432346,
      "end": 432738,
      "confidence": 0.84157
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "No, Tory, at no point in the song does Rod Stewart say, little. Little gay Georgie was watching telly and saw loads of gays in New York. At no point in that song.",
      "start": 432826,
      "end": 442834,
      "confidence": 0.9268175757575758
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "No, but this is what I like about that song. You saw a picture, what's going on?",
      "start": 442874,
      "end": 445778,
      "confidence": 0.9222494117647059
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "You make it up.",
      "start": 445826,
      "end": 446774,
      "confidence": 0.9783425
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "Yeah.",
      "start": 448154,
      "end": 448626,
      "confidence": 0.92275
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "Okay, so let's say the little gay fellow was watching Telly and there was a. There was a. Presumably the. And now from New York, the gay show. Yeah.",
      "start": 448690,
      "end": 456034,
      "confidence": 0.8615675862068966
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Or whatever. Because it was a big scene over there, one thing. In the seventies.",
      "start": 456074,
      "end": 458658,
      "confidence": 0.7960146666666666
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "Yeah. Okay, go on.",
      "start": 458786,
      "end": 459938,
      "confidence": 0.8985675
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "So he. He goes over there and he's having a great time.",
      "start": 459986,
      "end": 464194,
      "confidence": 0.8910541666666666
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "And that went to New York town very quickly, settled down, soon became the toaster. The great white way.",
      "start": 464234,
      "end": 468338,
      "confidence": 0.7997589473684211
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "They loved him.",
      "start": 468426,
      "end": 469138,
      "confidence": 0.9607933333333333
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "All the old queens blew a fuse.",
      "start": 469226,
      "end": 470738,
      "confidence": 0.84268
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Yeah.",
      "start": 470786,
      "end": 471058,
      "confidence": 0.90158
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Yeah.",
      "start": 471106,
      "end": 471482,
      "confidence": 0.49528
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "And then, I don't know, he was. He was out late one night.",
      "start": 471578,
      "end": 473986,
      "confidence": 0.9572784615384617
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "Yeah.",
      "start": 474050,
      "end": 474578,
      "confidence": 0.71291
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "And he's walking home.",
      "start": 474706,
      "end": 476186,
      "confidence": 0.8069075
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "Yeah.",
      "start": 476290,
      "end": 476882,
      "confidence": 0.7563
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "And gets attacked, gets killed.",
      "start": 477018,
      "end": 479362,
      "confidence": 0.8714299999999999
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "Yeah.",
      "start": 479418,
      "end": 479666,
      "confidence": 0.85928
    },
    {
      "pos": 120,
      "speaker": "B",
      "text": "And he's lying.",
      "start": 479690,
      "end": 480266,
      "confidence": 0.6730366666666666
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "They didn't intend to take his life. They just put Sarah, like, a little too far that night. Yeah. Bit. You see?",
      "start": 480330,
      "end": 485780,
      "confidence": 0.8682854545454544
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "So. Yeah, but what's good there? Is it. Is it good that he had a bit of a good life and was able to be himself?",
      "start": 485932,
      "end": 492020,
      "confidence": 0.9217226923076922
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "Yeah.",
      "start": 492132,
      "end": 492916,
      "confidence": 0.84748
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "Or should he have stayed in Scotland?",
      "start": 493100,
      "end": 495584,
      "confidence": 0.9143528571428572
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "He didn't come from Scotland again. I really.",
      "start": 496244,
      "end": 499596,
      "confidence": 0.8812512499999999
    },
    {
      "pos": 126,
      "speaker": "C",
      "text": "I think. Is there any way we can get this song before the end of the show and play it? Because I've. I've heard it recently. A lot of people listening will have never heard this song. They wouldn't have any idea can I.",
      "start": 499660,
      "end": 508156,
      "confidence": 0.9303368181818183
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Say what you said when we were talking about that song once before?",
      "start": 508180,
      "end": 511278,
      "confidence": 0.9736353846153846
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "Is it bad?",
      "start": 511406,
      "end": 512310,
      "confidence": 0.9011566666666667
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "It might. It might be because we're talking about, you know, Georgie boy get in. And he, you know, got it. I don't know what it's.",
      "start": 512462,
      "end": 520806,
      "confidence": 0.8362557692307692
    },
    {
      "pos": 130,
      "speaker": "C",
      "text": "When you said, well, it's a fact.",
      "start": 520830,
      "end": 524310,
      "confidence": 0.9239985714285714
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "I don't think.",
      "start": 524382,
      "end": 524990,
      "confidence": 0.9954966666666666
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Well, he said, so. It's. He gets out, dies, right? He goes, well, they do go out late.",
      "start": 525062,
      "end": 531074,
      "confidence": 0.8949572222222224
    },
    {
      "pos": 133,
      "speaker": "C",
      "text": "Gay people.",
      "start": 534214,
      "end": 534846,
      "confidence": 0.9119349999999999
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "And they start to party late on. That's what. In Soho, right? Girlfriend got in a cab, right? Suzanne was in a cab and the cab driver was taking her to an early start, right? She works at the BBC. Early start. Four in the morning. It was going down. It was mentally. So at 04:00 in the morning, they were all still like, start starting the night out.",
      "start": 534910,
      "end": 552286,
      "confidence": 0.9363585507246375
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "How do you know? How's that going?",
      "start": 552350,
      "end": 554154,
      "confidence": 0.6862642857142858
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "It's so well in it.",
      "start": 554494,
      "end": 556034,
      "confidence": 0.68402
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "Fair enough. Okay, track. I'd love to be able to try and dig this out.",
      "start": 556414,
      "end": 559118,
      "confidence": 0.7862906666666666
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Yeah, we will. This is that Simon and Garfunkel, the only even boy in New York. It's lovely. Only living boy in New York. Do you like that?",
      "start": 559166,
      "end": 575114,
      "confidence": 0.8750403571428571
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "It's got a nice feel to it.",
      "start": 575494,
      "end": 576950,
      "confidence": 0.9831742857142858
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Simon agar Funkel. Yeah. Lovely bit. Later on, I'll be playing the cat Stephen track. It's one of the most beautiful tracks ever written. It's called dilly white off Mona bone. Jack on. Look forward to that. We've got Eminem coming up. We have.",
      "start": 577022,
      "end": 586686,
      "confidence": 0.8343779545454545
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "We've got the new Eminem single as well. And a big giveaway, Rick, lest we forget.",
      "start": 586710,
      "end": 590566,
      "confidence": 0.90135375
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "I think we should tell him what that is.",
      "start": 590630,
      "end": 591654,
      "confidence": 0.9472633333333333
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "Do you think so?",
      "start": 591694,
      "end": 592246,
      "confidence": 0.9954749999999999
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "Yeah. Well, we all went to the BAFTAs, as you know, and we thought we could get a good prize out of this. So we got some celebs to sign the Bafta bag. It's just a nice, big, chunky sort of cardboard carrier bag. You know, it's not the value that counts. This is what values it. Read out the sort of names.",
      "start": 592310,
      "end": 611416,
      "confidence": 0.9370287301587301
    },
    {
      "pos": 145,
      "speaker": "C",
      "text": "These are the kinds of celebrity names that have signed that bag, obviously. Us three, plus Graham Norton. Angus Dayton signed it. Alan Davis, Jonathan Creek, Jamie Theakston, Paul Whitehouse. A lot of comedians. You'll notice Helen Baxendale from Coldfeet, who's also been in friends. Right. I don't know why that's so exciting, Steve. Phil Mitchell McFadden. Yeah, it's an eclectic bag. I noticed, actually, that Steve's signatures also mentioned, I think he says Steve, aka Phil Mitchell. Very nice.",
      "start": 611480,
      "end": 636024,
      "confidence": 0.8225243750000001
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "Yeah.",
      "start": 636104,
      "end": 636696,
      "confidence": 0.66944
    },
    {
      "pos": 147,
      "speaker": "C",
      "text": "Peter Davison, former doctor.",
      "start": 636840,
      "end": 638928,
      "confidence": 0.7915399999999999
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "I noticed also that when you gave him the pen to sign it. He put the pen away.",
      "start": 638976,
      "end": 641864,
      "confidence": 0.9197938888888889
    },
    {
      "pos": 149,
      "speaker": "C",
      "text": "Yeah, he pockets just his Wiley Cockney ways.",
      "start": 641904,
      "end": 645440,
      "confidence": 0.72540375
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "You're not Phil Mitchell. Now give us the pen.",
      "start": 645472,
      "end": 647564,
      "confidence": 0.7886955555555557
    },
    {
      "pos": 151,
      "speaker": "C",
      "text": "Simon Pegg. And, of course, one of broadcasting's biggest legends, Steve Wright. Oh, yeah, that's. You know, you're not gonna find that it's quite an eclectic and kooky mixture of celebrity names.",
      "start": 648064,
      "end": 659894,
      "confidence": 0.88379375
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Yeah.",
      "start": 659974,
      "end": 660342,
      "confidence": 0.92412
    },
    {
      "pos": 153,
      "speaker": "C",
      "text": "You know, autographs on one bag, and.",
      "start": 660398,
      "end": 661982,
      "confidence": 0.83772
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "We maybe photocopy it and explain who.",
      "start": 661998,
      "end": 664502,
      "confidence": 0.5741857142857142
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "They are, but we can give that away. And as you know, it's a little commemorative thing of BAFTA. It's got a big BAFTA logo on there and everything. It's pretty classy. Did I mention this, that our agent who was there, he ran around getting a few of these autographs, and I think he held him back. He went up and told him it was for charity, and that was why they signed it, which I think's, you know, a little bit cheeky, but that's what agents are like.",
      "start": 664518,
      "end": 686008,
      "confidence": 0.8756363333333336
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "But then again, he didn't get anything from. It's not like he said, give us a pound.",
      "start": 686176,
      "end": 689136,
      "confidence": 0.9132241176470589
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "No, he just got when he said. But. So anyway. Gonna give that way.",
      "start": 689200,
      "end": 699644,
      "confidence": 0.8127978571428571
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "That's a nice prize, isn't it? It's a little commemorative.",
      "start": 700104,
      "end": 702644,
      "confidence": 0.8547330000000001
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "It's all right. I wouldn't want it.",
      "start": 704384,
      "end": 705964,
      "confidence": 0.8463057142857142
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Oh, do people get you to sort of do campaigns on the radio, like drink fosters? I wouldn't, but, you know, you can.",
      "start": 706064,
      "end": 713028,
      "confidence": 0.9469478260869566
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "I notice on the big board here, it tells us that this you can win signed and framed chemical Brothers album covers on Sunday. Well, that's just two geeks who sign that.",
      "start": 713116,
      "end": 721716,
      "confidence": 0.9172206249999998
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "We've got, like, three alone in this room.",
      "start": 721740,
      "end": 724260,
      "confidence": 0.7919712499999999
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "Exactly. Plus, we've got some of, you know, Britain's the cream of Britain's light entertainment. Who signed that bag? I just.",
      "start": 724332,
      "end": 729244,
      "confidence": 0.8997442857142859
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "No, no.",
      "start": 729364,
      "end": 729780,
      "confidence": 0.6396850000000001
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "It's gonna pull by you that you're just so disrespectful of.",
      "start": 729812,
      "end": 732332,
      "confidence": 0.7246145454545454
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "It's like when I went to the BAFTAs with you and I wasn't really enjoying it.",
      "start": 732388,
      "end": 736266,
      "confidence": 0.8961981250000001
    },
    {
      "pos": 167,
      "speaker": "D",
      "text": "You didn't tell us this.",
      "start": 736290,
      "end": 740014,
      "confidence": 0.700244
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Little charity case.",
      "start": 742114,
      "end": 743282,
      "confidence": 0.8943300000000001
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "You're like, oh, I had chicks queuing up.",
      "start": 743338,
      "end": 746414,
      "confidence": 0.7320175
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Someone like you would have to write to Jim or fix it or as to ransom to get to meet us sort of people. And now it's on your doorstep.",
      "start": 747834,
      "end": 754938,
      "confidence": 0.8758960000000001
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "Amazed that you didn't enjoy it. Why didn't you enjoy it? You got to walk down the red carpet. You went in, there was George best, one of your footballing heroes. Was there a load of other big names? You sat there, prime position. You came backstage with a load of other big names. Hey, you had a lovely bit of grub.",
      "start": 754986,
      "end": 770346,
      "confidence": 0.9022482258064517
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "You were filming this thing for the DVD we're making. That's you. That's you, a cameraman on our DVD. And yet you think, oh, and now you look grumpy because you had a couple of pints and you. Oh, can't believe.",
      "start": 770370,
      "end": 780434,
      "confidence": 0.8298546341463414
    },
    {
      "pos": 173,
      "speaker": "C",
      "text": "So tell us why you didn't enjoy it. Because the ceremony. What didn't you enjoy about that? It was interminable, wasn't it? Far too long, wasn't it awful?",
      "start": 780474,
      "end": 787010,
      "confidence": 0.8958585714285715
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Three.",
      "start": 787122,
      "end": 787418,
      "confidence": 0.73
    },
    {
      "pos": 175,
      "speaker": "C",
      "text": "Boring.",
      "start": 787466,
      "end": 788094,
      "confidence": 0.76737
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "I thought you could say something really sorry.",
      "start": 788844,
      "end": 793344,
      "confidence": 0.76387125
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "3 hours?",
      "start": 793884,
      "end": 795052,
      "confidence": 1
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "Yeah.",
      "start": 795188,
      "end": 795904,
      "confidence": 0.8852
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "I mean, I suppose for you two at least, you know, you were gonna get something. Sure, yeah, but with me it's like. I mean, I've never graduated or anything. So.",
      "start": 797124,
      "end": 807324,
      "confidence": 0.8828493548387095
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "Have you not?",
      "start": 807484,
      "end": 808444,
      "confidence": 0.91629
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "I'm trying to think of a situation. Basically, I sat there 3 hours knowing that I'm not gonna get anything out of the night.",
      "start": 808604,
      "end": 814168,
      "confidence": 0.9283474999999998
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "Yeah.",
      "start": 814276,
      "end": 814704,
      "confidence": 0.70255
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "Right. Now.",
      "start": 814784,
      "end": 815964,
      "confidence": 0.822295
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "Did you.",
      "start": 817664,
      "end": 818120,
      "confidence": 0.87451
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "Sorry?",
      "start": 818152,
      "end": 818432,
      "confidence": 0.7369
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "When we invited you and you said yes, did you think you were up for an award?",
      "start": 818488,
      "end": 821364,
      "confidence": 0.9096429411764707
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "I thought we were going to be sat round tables having a nice bit of food whilst people are going up there winning awards. What, 3 hours of the same thing over and over again? I mean, if a film's 3 hours in the cinema, you go, well, it's long, but, you know, I wonder how it's going to end. But this was just like the same thing over and over again. Some guy going up. Thanks a lot. Cheers for the bit of brass. And then going down, sitting down, the same thing over and over again. I wouldn't honestly. Right. I'd say it was one of the worst things I've ever had to do. Enjoyed the night. Afterwards when we did have a bit of lamb and a nice bit of veg and that, that was all right. And I went home and I was happy and I got the little freebie bag that you're talking about that we give away, which wasn't much good stuff in it.",
      "start": 824344,
      "end": 868676,
      "confidence": 0.9201242352941175
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "Oh, right.",
      "start": 868700,
      "end": 869572,
      "confidence": 0.59039
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Right. What would you have done on that Saturday night, Susan? What would you have done if. Or the Sunday night, rather. What would you have done had you been at home?",
      "start": 869628,
      "end": 876064,
      "confidence": 0.9052246874999997
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "I would have stayed in with Suzanne.",
      "start": 876764,
      "end": 878700,
      "confidence": 0.8851242857142857
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "Right.",
      "start": 878732,
      "end": 879116,
      "confidence": 0.89078
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "Watching telly, having a nice bit of pate on toast or something, cup of tea, watching 24. But instead I had to buy an expensive suit. So I didn't show you up.",
      "start": 879220,
      "end": 888744,
      "confidence": 0.9353040625000001
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "How much did you spend on your suit?",
      "start": 891124,
      "end": 892468,
      "confidence": 0.8129500000000001
    },
    {
      "pos": 194,
      "speaker": "B",
      "text": "Well, in total, right, because, you know, the shoes and the suit and the shirt and the tie, it was about pound 600.",
      "start": 892516,
      "end": 898024,
      "confidence": 0.8958373913043478
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "That's the most expensive evening ever.",
      "start": 899404,
      "end": 902024,
      "confidence": 0.8740383333333334
    },
    {
      "pos": 196,
      "speaker": "B",
      "text": "That's what I'm saying to you, and the daft thing is, it's dark in there. I don't know why. You've got to wear a nice suit.",
      "start": 902884,
      "end": 907668,
      "confidence": 0.8923853846153845
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "You can't wear a track suit. For goodness.",
      "start": 907836,
      "end": 910036,
      "confidence": 0.8548712499999999
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "It's dark in there.",
      "start": 910100,
      "end": 911704,
      "confidence": 0.796115
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Just a shirt and that. It doesn't mean you're a better person wearing a suit.",
      "start": 912724,
      "end": 915652,
      "confidence": 0.6731559999999999
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "No. Doesn't mean a better person. No.",
      "start": 915708,
      "end": 917180,
      "confidence": 0.6938671428571429
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "We're not claiming it made you a better person. No.",
      "start": 917212,
      "end": 919108,
      "confidence": 0.9188239999999999
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "That annoyed me.",
      "start": 919156,
      "end": 920012,
      "confidence": 0.9362166666666667
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Yeah.",
      "start": 920108,
      "end": 920784,
      "confidence": 0.58262
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "I mean, it was an experience in it. That's why I went. Because you think if I didn't go, if I would have said to you when you invited me, no, Steve, I don't want to go, then I would have never known.",
      "start": 921484,
      "end": 929504,
      "confidence": 0.9488972093023256
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Right.",
      "start": 929584,
      "end": 930136,
      "confidence": 0.69319
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "And I've. That's my sort of thing in life, right. If something comes up, you should take it, even if you're not going to like it. It's a bit of an experience.",
      "start": 930280,
      "end": 938792,
      "confidence": 0.91547
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "Right.",
      "start": 938928,
      "end": 939320,
      "confidence": 0.91062
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "You know what he said to me? I phoned him up because we had to meet up and obviously he had to pose as my gay lover.",
      "start": 939392,
      "end": 943968,
      "confidence": 0.8765837037037036
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Yeah.",
      "start": 944016,
      "end": 944480,
      "confidence": 0.72113
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "Right.",
      "start": 944592,
      "end": 944840,
      "confidence": 0.53788
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Yeah.",
      "start": 944872,
      "end": 945112,
      "confidence": 0.58016
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "He went, you said something to me like, I bought a suit, I'm looking good. He said, I'm looking good. People will think, how on earth did he end up with that good looking guy?",
      "start": 945168,
      "end": 952324,
      "confidence": 0.9348931428571429
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "So he got into the role. Such an insult player record.",
      "start": 952624,
      "end": 958512,
      "confidence": 0.8483454545454546
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "I just must say that we've had an email from Daryl. Fossils. People have emailed in, said, well done on the baftas and well done on your room 101. They really liked that.",
      "start": 958608,
      "end": 963800,
      "confidence": 0.8081496969696969
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "Thank you.",
      "start": 963832,
      "end": 964112,
      "confidence": 0.84258
    },
    {
      "pos": 216,
      "speaker": "C",
      "text": "There's one guy, Daryl says, ricky, has your dad only got 1d mob suit? Because I know you notice that Ricky wears the same suit every single time he appears on tv, because he spent a fortune on it getting it.",
      "start": 964128,
      "end": 974992,
      "confidence": 0.8214300000000001
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Taylor mainly got one. It's a good suit and it's winter, so it's like a pure wall. So I'm sweating everywhere I go. Anyway, usually it's too much cheese.",
      "start": 975008,
      "end": 984444,
      "confidence": 0.8225665517241378
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "I won't be buying another one ever. That's it.",
      "start": 985914,
      "end": 987874,
      "confidence": 0.8388911111111111
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 987914,
      "end": 988290,
      "confidence": 0.60582
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Susan told me today, right, because I've gotten. I've handed it in today to have the trousers turned up a bit.",
      "start": 988322,
      "end": 994210,
      "confidence": 0.8098390476190473
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "Why?",
      "start": 994282,
      "end": 994898,
      "confidence": 0.99733
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "Because it was a bit of a bodge job for the night.",
      "start": 995066,
      "end": 997010,
      "confidence": 0.9114633333333332
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "Yeah.",
      "start": 997082,
      "end": 997522,
      "confidence": 0.80561
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Right.",
      "start": 997618,
      "end": 997994,
      "confidence": 0.89061
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "It was just some pins sort of holding it up the other night. But you didn't notice and I didn't tell you because I thought you'd be getting on the stage and saying, look at that freak over there with his pants hemmed up. I took it to the. To the place to get it done. Susan tells me that I'm gonna start shrinking now and getting to that age where you start going small.",
      "start": 998074,
      "end": 1014374,
      "confidence": 0.8933690666666666
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "That must have been a revelation to you. I'm to worry like, how small do you get? How small do you get?",
      "start": 1017714,
      "end": 1023922,
      "confidence": 0.9317886363636365
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "Oh, I thought we'd have a bit of Marley music.",
      "start": 1024058,
      "end": 1027546,
      "confidence": 0.747819
    },
    {
      "pos": 228,
      "speaker": "C",
      "text": "Marley music. Oh, okay.",
      "start": 1027610,
      "end": 1029574,
      "confidence": 0.6382300000000001
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "Badly drawn boy and something to talk about. What's a good job? We've got something to talk about because we're dj's on XFN one in 4.9. I'm ready to go. Stephen Merchant, Gossel Bilgen, of course.",
      "start": 1038714,
      "end": 1048752,
      "confidence": 0.7348927777777778
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "You must have been excited at baftas because we didn't bump into Doctor Fox.",
      "start": 1048888,
      "end": 1052400,
      "confidence": 0.7952671428571428
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 1052592,
      "end": 1053312,
      "confidence": 0.8743000000000001
    },
    {
      "pos": 232,
      "speaker": "C",
      "text": "Pleased with that.",
      "start": 1053408,
      "end": 1054064,
      "confidence": 0.8601666666666667
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1054144,
      "end": 1054400,
      "confidence": 0.87852
    },
    {
      "pos": 234,
      "speaker": "C",
      "text": "What was the challenge again? I think the challenge. We had to shout Foxy.",
      "start": 1054432,
      "end": 1057800,
      "confidence": 0.8765914285714286
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Yeah. The challenge was it's sort of like jackass, but wimpy jackass. Carl was our cameraman for the night because we're doing the making of sort of series two where we've filmed ourselves sort of writing it and doing bits and pieces and going to wars on it. And it's on me. And that my challenge, which I think was it me that set my own challenge, I had to shout Foxy and get him over.",
      "start": 1057872,
      "end": 1078552,
      "confidence": 0.8561867105263159
    },
    {
      "pos": 236,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1078608,
      "end": 1078888,
      "confidence": 0.69956
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "And I bought out about five times. I just thought he was talking to someone.",
      "start": 1078936,
      "end": 1082568,
      "confidence": 0.8869406666666666
    },
    {
      "pos": 238,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1082656,
      "end": 1083168,
      "confidence": 0.6492
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "And then I did it. And where's the victory in that? Yeah, I shouted Foxy. And he came over, went, all right, where's the victory dive? Off buildings and things.",
      "start": 1083296,
      "end": 1091744,
      "confidence": 0.8637913333333332
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "I was a little bit taken about that because even though he was joking, the mucking around, he was swearing. You don't expect that from Foxy.",
      "start": 1091784,
      "end": 1096000,
      "confidence": 0.8820107692307693
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "I'll be Ave.",
      "start": 1096032,
      "end": 1096552,
      "confidence": 0.5152133333333334
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "He was.",
      "start": 1096568,
      "end": 1096824,
      "confidence": 0.89744
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "He was off shoot. No, he was.",
      "start": 1096864,
      "end": 1098160,
      "confidence": 0.7272742857142858
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "I mean, he's more than one, but he didn't expect it to because he seemed like a lovely bloke there. But he's got an enormous head. I mean, I'm not gonna.",
      "start": 1098192,
      "end": 1104144,
      "confidence": 0.9113077419354838
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "But his head is huge portion with his big body as well. He's a big. He's a chunky wombat of a man.",
      "start": 1105364,
      "end": 1110916,
      "confidence": 0.8835577272727274
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "Enough.",
      "start": 1111020,
      "end": 1111404,
      "confidence": 0.91608
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "And so am I.",
      "start": 1111484,
      "end": 1112444,
      "confidence": 0.868925
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "It was problem getting him on. On screen. Yeah, I was struggling.",
      "start": 1112484,
      "end": 1116932,
      "confidence": 0.8578133333333334
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "No, I know, I know. The popular people had worries about that. I had to get special lenses.",
      "start": 1116988,
      "end": 1120556,
      "confidence": 0.8102522222222223
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "Yeah, yeah. I love the fact that us three freaks can take this out of anyone.",
      "start": 1120660,
      "end": 1125876,
      "confidence": 0.850541875
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Stop there, though, Rick. Because I was on tv briefly, there was a thing about the office on top ten tv bastards on Channel four, and I appeared on there briefly talking about the show. And there's this girl who's a girlfriend of a friend of mine and she's. And she said, I saw you on tv last night. I went, yeah. She went, I'll tell you this, you're better looking on tv than you are in real life and that's good for you. And I want. I went, I was like, ah. I don't know if that was a compliment, because it's like, really not. Well, I'm not on tv, so it's not unofficial in any way.",
      "start": 1125940,
      "end": 1150644,
      "confidence": 0.9021593220338985
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Yeah, but that's like, you have to step out of the tv.",
      "start": 1150724,
      "end": 1153372,
      "confidence": 0.8823941666666667
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "That's like saying, I normally find you pretty repulsive.",
      "start": 1153428,
      "end": 1155980,
      "confidence": 0.9049955555555557
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "Yeah, I have.",
      "start": 1156052,
      "end": 1156812,
      "confidence": 0.7855033333333333
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "Opinion changed slightly last night because you were on the box.",
      "start": 1156828,
      "end": 1158580,
      "confidence": 0.8786027272727271
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1158612,
      "end": 1158732,
      "confidence": 0.57912
    },
    {
      "pos": 257,
      "speaker": "C",
      "text": "I didn't know. It sounded like it was a copy.",
      "start": 1158748,
      "end": 1160124,
      "confidence": 0.7145009999999998
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "Of it through the aid of a different.",
      "start": 1160124,
      "end": 1162516,
      "confidence": 0.7188537500000001
    },
    {
      "pos": 259,
      "speaker": "C",
      "text": "Through the aid of lighting and appearing, like, for 12 seconds on screen in small doses.",
      "start": 1162660,
      "end": 1169196,
      "confidence": 0.839045625
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "God.",
      "start": 1169260,
      "end": 1169612,
      "confidence": 0.50222
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "Thought I wasn't as bad looking as I am.",
      "start": 1169668,
      "end": 1171452,
      "confidence": 0.8200977777777777
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "A lot of people have phoned in and wondered if you are morph grown up, because they've seen a picture of you on the website.",
      "start": 1171508,
      "end": 1177684,
      "confidence": 0.931278
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "Do you mean me or Carl?",
      "start": 1177764,
      "end": 1178764,
      "confidence": 0.7924566666666667
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Carl, right, yeah.",
      "start": 1178844,
      "end": 1180156,
      "confidence": 0.7604500000000001
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 1180220,
      "end": 1181036,
      "confidence": 0.84024
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "No, because people have seen you and next to a picture of morph. And it is exactly. If you draw, honestly, Carl, if you lay you down and draw around you, it's exactly the same shape as morph or the Pillsbury dobre or. Yeah.",
      "start": 1181180,
      "end": 1192860,
      "confidence": 0.8604115909090908
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "Gingerbread man. You do look like a gingerbread man. Great.",
      "start": 1192892,
      "end": 1197200,
      "confidence": 0.840297
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "Oh, I love Carl. I love. We think you're brilliant. We like looking at you, talking to you, hearing what you've got to say. We think of you, don't we, in the week sometimes, Rick, I had a.",
      "start": 1197272,
      "end": 1208608,
      "confidence": 0.8993794736842107
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "Bit of good news this morning.",
      "start": 1208616,
      "end": 1209768,
      "confidence": 0.9880583333333334
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Go on.",
      "start": 1209816,
      "end": 1210096,
      "confidence": 0.81419
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "And I don't mean this in any way, I'm sure it's an emotional thing for her, but in the sun it says that Dido, her wedding's off.",
      "start": 1210120,
      "end": 1216104,
      "confidence": 0.9144096296296295
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Right.",
      "start": 1216184,
      "end": 1216664,
      "confidence": 0.91866
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "Just thinking, ding dong. Because for some reason, I don't know what it is. I was having a chat with my mates. I've always been under the assumption I could pull Dido because she's. Because she's quite ordinary. Do you know what I mean? She looks a bit ordinary.",
      "start": 1216784,
      "end": 1228976,
      "confidence": 0.9133030612244898
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "She's quite like your opening chat upline. You look quite ordinary, Dido. I don't think you could probably get anything better than me. Because you're not too hot yourself.",
      "start": 1229080,
      "end": 1238344,
      "confidence": 0.9129937931034483
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "Exactly. My name's. Actually. What I do is, I'd go, right, I'm not going to meet you in.",
      "start": 1238424,
      "end": 1242768,
      "confidence": 0.8472161111111111
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "The flesh, but I'm going to send a video on videos. What do you think?",
      "start": 1242776,
      "end": 1247480,
      "confidence": 0.8851186666666668
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "See what you think.",
      "start": 1247552,
      "end": 1248416,
      "confidence": 0.9675075
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "Yeah. And if you think it's good. Well, I'm certainly no worse without the light in a makeup, so don't worry about that. Exactly.",
      "start": 1248480,
      "end": 1255124,
      "confidence": 0.8668879166666666
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "What was your thing about Dino? That she's like a kind of. She's a bit like a receptionist who's.",
      "start": 1257584,
      "end": 1262112,
      "confidence": 0.9066873684210527
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Got up and sang once because she and a bloke came up. I'm griddling records. I'm thinking of releasing the CD and it just goes mental. Everyone buys it.",
      "start": 1262128,
      "end": 1270848,
      "confidence": 0.9060451724137931
    },
    {
      "pos": 281,
      "speaker": "C",
      "text": "Yeah, but she should be doing photocopying or finding, do not think. Just the way she looks. She's got a very kind of superb thing.",
      "start": 1270896,
      "end": 1277376,
      "confidence": 0.8680540000000001
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "Annoys me. Do you know there's another pop stars thing starting? It's going on in Ireland. Apparently. It's Ireland's version of it.",
      "start": 1277400,
      "end": 1283748,
      "confidence": 0.8998240909090907
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "Okay.",
      "start": 1283796,
      "end": 1284244,
      "confidence": 0.33895
    },
    {
      "pos": 284,
      "speaker": "B",
      "text": "And today it was like you saw all these kids rushing in. There was fat ones there and ugly kids, and you're thinking, it's sad and everything. They might have a good voice, but there's no chance. Right. And there was a woman there who looked a bit like Brittany and the bloke straight away before even hearing the voice. Britney look alike over there. Go and get her in. Give her a ticket. She's through to the next phase and it's just annoying. Dido isn't beautiful, but she's nice enough. Do you know what I mean?",
      "start": 1284324,
      "end": 1307074,
      "confidence": 0.9149106185567009
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "Well, yeah, that's why she's fine for me. I mean, you know, I mean, my standards are quite low.",
      "start": 1307114,
      "end": 1310714,
      "confidence": 0.8450910526315788
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "So do you think Steve should go out there then? I mean, that's what we're asking you. Do you think he should? Yeah. Okay, so that we're Bowie.",
      "start": 1310754,
      "end": 1316654,
      "confidence": 0.874045
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "Thanks, Carl. Try and fix that for next week.",
      "start": 1318354,
      "end": 1320374,
      "confidence": 0.8865777777777778
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Fashion. David Bowie. We're doing a bit of. Bit of vogue in sort of cross with body popping there, weren't we, Carl? Yeah.",
      "start": 1328154,
      "end": 1334774,
      "confidence": 0.7551652173913044
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "Played that last night, Rick, during the set. Yeah, that was described by Zane Lowe is one of the best sets he's ever seen.",
      "start": 1334854,
      "end": 1340594,
      "confidence": 0.8772275
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "But I think Zane just sent an email. So he's giving up because there's no point.",
      "start": 1342054,
      "end": 1345862,
      "confidence": 0.8014399999999999
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "Yeah, exactly.",
      "start": 1345918,
      "end": 1346470,
      "confidence": 0.477615
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "When he hears stuff like he said is. I thought I was a dj after Steve motion. I'm obviously not.",
      "start": 1346542,
      "end": 1351478,
      "confidence": 0.831113
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Exactly. Yeah, exactly. So, yeah, big boy Jim was down there.",
      "start": 1351526,
      "end": 1354446,
      "confidence": 0.8024481818181818
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Yeah. Jim was going. Well, you know, I don't know why I'm thinking.",
      "start": 1354470,
      "end": 1358134,
      "confidence": 0.81544
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "Yeah, I like the idea because, you know, Fatboy Slim did Brighton beach, didn't he? And he had like 20,000 people in Brighton beach.",
      "start": 1358174,
      "end": 1363694,
      "confidence": 0.8735608333333332
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1363734,
      "end": 1364126,
      "confidence": 0.19242
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "Everyone was loving it. Just the idea of me down in western Supermare doing the same with 80 donkeys, 86 people.",
      "start": 1364230,
      "end": 1369674,
      "confidence": 0.8039442857142857
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "See that karaoke challenge on chinese tv. Yeah, it's great. They're all doing it and it's sort of like Jonathan what's his name from bread and all those sort of people there and the camera falls out and there's about eight people there.",
      "start": 1370134,
      "end": 1381942,
      "confidence": 0.8272972093023255
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "But what about karaoke challenge is. It's not even night fever, do you imagine that? I mean, talk about.",
      "start": 1381998,
      "end": 1388154,
      "confidence": 0.8403568421052632
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Oh dear, we tried to get on.",
      "start": 1390104,
      "end": 1391952,
      "confidence": 0.8807514285714285
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "That once, didn't we, on karaoke challenge?",
      "start": 1391968,
      "end": 1393936,
      "confidence": 0.8260214285714286
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "Yeah, we were doing that comedy lab so we'd have a little bit of footage.",
      "start": 1393960,
      "end": 1398904,
      "confidence": 0.8767273333333333
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "But.",
      "start": 1398944,
      "end": 1399524,
      "confidence": 0.77709
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "Terrible.",
      "start": 1400664,
      "end": 1401512,
      "confidence": 0.48622
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "That was how minor a celebrity you were.",
      "start": 1401688,
      "end": 1403440,
      "confidence": 0.96316875
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "I remember once, right, this is how sad we were. We tried for about an hour to get on the Chris Moyle show. They were doing a competition, he was doing this competition. It was about golf, wasn't it? So it was like things with.",
      "start": 1403512,
      "end": 1416564,
      "confidence": 0.9338862222222222
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "It was. No, it was, yeah, it was. You had to think of a song title.",
      "start": 1417224,
      "end": 1420472,
      "confidence": 0.853966875
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1420528,
      "end": 1420768,
      "confidence": 0.38128
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "To make it into a golfing pun.",
      "start": 1420816,
      "end": 1422312,
      "confidence": 0.9404085714285714
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "And people calling up and going, now what about drive by the cars? He was going, drive by the cars.",
      "start": 1422368,
      "end": 1425776,
      "confidence": 0.8827135
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "Very good.",
      "start": 1425800,
      "end": 1426336,
      "confidence": 0.99082
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "And it was like things like, you know, I mean things like something tea and that. And I wanted to phone up and go, hello, squeeze miles. Yeah. What about Spanda Valley? Golfy. Golfy. Just me and I was tried. We must. I was about 30 quid just to get on and do something stupid helper.",
      "start": 1426440,
      "end": 1444712,
      "confidence": 0.8132189285714286
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "And they wouldn't even let us on.",
      "start": 1444768,
      "end": 1446048,
      "confidence": 0.9557871428571428
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "What were the others?",
      "start": 1446096,
      "end": 1446850,
      "confidence": 0.8941725
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "It's a good game.",
      "start": 1446952,
      "end": 1447954,
      "confidence": 0.777945
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "Phone in if you've got any amusing puns on songs and golf.",
      "start": 1450174,
      "end": 1453774,
      "confidence": 0.9051108333333332
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "Yeah, please.",
      "start": 1453894,
      "end": 1454790,
      "confidence": 0.9047050000000001
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "What did you say?",
      "start": 1454862,
      "end": 1455614,
      "confidence": 0.99716
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "What was go for golfy. Yeah. Do you like that one?",
      "start": 1455694,
      "end": 1461638,
      "confidence": 0.6971954545454545
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "It's good little game.",
      "start": 1461726,
      "end": 1463554,
      "confidence": 0.6972375
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Yeah. You think it's. You're thinking of what you're doing Carl, what you're thinking on the radio, that's what you're doing. It's a first. You're actually broadcasting thinking.",
      "start": 1464694,
      "end": 1474884,
      "confidence": 0.8548875
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Can we just be quiet and just listen to Carl think?",
      "start": 1475384,
      "end": 1477384,
      "confidence": 0.9699618181818181
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Yeah. Oh, anything.",
      "start": 1477424,
      "end": 1481536,
      "confidence": 0.6895766666666666
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "Got anything there?",
      "start": 1481680,
      "end": 1482376,
      "confidence": 0.9622933333333333
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "Any golfing punter. You know people say, carl, it's impossible to catch yourself not thinking now I reckon if there's one man in the world.",
      "start": 1482400,
      "end": 1492844,
      "confidence": 0.8710080000000001
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "Holy my shoe. That fell in the young ones hole and he's one on a golf course.",
      "start": 1493984,
      "end": 1499204,
      "confidence": 0.7886988235294119
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "He's got, he's got a little. Is he got a little cold as.",
      "start": 1499984,
      "end": 1502696,
      "confidence": 0.8484838461538462
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "Well cuz you're telling Steve before I went on the tube last Saturday night.",
      "start": 1502720,
      "end": 1508944,
      "confidence": 0.8581314285714285
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1509024,
      "end": 1509684,
      "confidence": 0.93162
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Kills me every time I go on the tube I just get full of a cold and everything. I'm full of flu and it's down to going on the tube is it.",
      "start": 1510424,
      "end": 1518800,
      "confidence": 0.9138528124999998
    },
    {
      "pos": 331,
      "speaker": "C",
      "text": "Someone told me that every time you go on the tube, it's equivalent to smoking two cigarettes, really, because of the sort of gunk and pollution down there.",
      "start": 1518872,
      "end": 1524368,
      "confidence": 0.8142053571428572
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "And have you heard the other one?",
      "start": 1524416,
      "end": 1525304,
      "confidence": 0.9269828571428571
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "And. And. And I always smoke two cigarettes on the tube. Yeah.",
      "start": 1525344,
      "end": 1527938,
      "confidence": 0.7901241666666666
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "My nerves.",
      "start": 1527986,
      "end": 1528466,
      "confidence": 0.50048
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1528530,
      "end": 1529082,
      "confidence": 0.77616
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "What's the name one about the all, like the hairballs that are in the tubes? Because it's like people stood on the platform. Trains go whizzing past high speeds.",
      "start": 1529218,
      "end": 1538378,
      "confidence": 0.8497399999999997
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "Yeah, right.",
      "start": 1538426,
      "end": 1539002,
      "confidence": 0.43623
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "Takes a bit of your air off. Don't say anything.",
      "start": 1539098,
      "end": 1541974,
      "confidence": 0.908177
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "What you mean?",
      "start": 1543674,
      "end": 1544330,
      "confidence": 0.8750066666666667
    },
    {
      "pos": 340,
      "speaker": "C",
      "text": "Don't question the science of that.",
      "start": 1544362,
      "end": 1545954,
      "confidence": 0.9676200000000001
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "No, he means because it doesn't affect.",
      "start": 1546074,
      "end": 1548894,
      "confidence": 0.7911828571428571
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "And apparently they all get caught up in the. In the tunnels and they have to like clean it out now and again because these big hairballs. The. On the lines.",
      "start": 1550114,
      "end": 1558012,
      "confidence": 0.8273648387096774
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "He said on the lines.",
      "start": 1558148,
      "end": 1559932,
      "confidence": 0.676814
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "On the train lines.",
      "start": 1560108,
      "end": 1561532,
      "confidence": 0.9881000000000001
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Right. Yeah.",
      "start": 1561668,
      "end": 1563052,
      "confidence": 0.87112
    },
    {
      "pos": 346,
      "speaker": "C",
      "text": "It's terrible place.",
      "start": 1563068,
      "end": 1563780,
      "confidence": 0.9561299999999999
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "So that's why I'm all bunged up. And that's when you came in today. I was like looking on the websites to see how much badness there is down in the shoes.",
      "start": 1563812,
      "end": 1571212,
      "confidence": 0.9374634375
    },
    {
      "pos": 348,
      "speaker": "C",
      "text": "Yeah. How much badness is there? Is there a lot of badness?",
      "start": 1571268,
      "end": 1574068,
      "confidence": 0.8305533333333335
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "If you know how much badness there is on the tube calling no. 8734. How much badness is that?",
      "start": 1574156,
      "end": 1580540,
      "confidence": 0.845372105263158
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "It was just about, you know, the germs. There's no fresh air. And that's why I was asking you about people committing suicide on. On trains and that how often it happens. And apparently two people a week. Was it two.",
      "start": 1580612,
      "end": 1591858,
      "confidence": 0.8999170731707319
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Two a week or two cigarettes? How many people is it? 700? 801? Two, three, four. How many people per cigarettes? Is it like killing yourself on the tube?",
      "start": 1591906,
      "end": 1602970,
      "confidence": 0.8835113793103448
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Call in two people a week, try and kill themselves or something?",
      "start": 1603122,
      "end": 1606946,
      "confidence": 0.9492966666666668
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Right on the tubes. Really? Yeah, it is terrible. Should you play a record?",
      "start": 1607050,
      "end": 1611674,
      "confidence": 0.8088899999999999
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "If you want.",
      "start": 1611794,
      "end": 1612306,
      "confidence": 0.8565999999999999
    },
    {
      "pos": 355,
      "speaker": "C",
      "text": "We got the big new m and m single now.",
      "start": 1612330,
      "end": 1614336,
      "confidence": 0.787228
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "I was gonna.",
      "start": 1614360,
      "end": 1615232,
      "confidence": 0.6753566666666666
    },
    {
      "pos": 357,
      "speaker": "C",
      "text": "I was. Will tease them with that. We'll play that bit later.",
      "start": 1615408,
      "end": 1617384,
      "confidence": 0.8880933333333331
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "We are flight there. We're gonna play the new.",
      "start": 1617424,
      "end": 1619056,
      "confidence": 0.6936655555555554
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "We will. Plus, of course, obviously we got this big celebrity bag to give away as well.",
      "start": 1619160,
      "end": 1622656,
      "confidence": 0.8994217647058822
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "Oh, yeah, the competition after that.",
      "start": 1622720,
      "end": 1626624,
      "confidence": 0.8550816666666666
    },
    {
      "pos": 361,
      "speaker": "B",
      "text": "Doves.",
      "start": 1626664,
      "end": 1627168,
      "confidence": 0.60794
    },
    {
      "pos": 362,
      "speaker": "C",
      "text": "Doves.",
      "start": 1627296,
      "end": 1627648,
      "confidence": 0.69514
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "We good? Eminem. Without me on XFM 104.9, I'm Ricky Gervaise. Would be Steve Merchant. Hello there, little Carl Pilkington. Into the last hour, 3 hours of broadcasting to go, Carl for us. Three. Yeah. What you need three musketeers because you'll.",
      "start": 1627696,
      "end": 1657076,
      "confidence": 0.7904521428571429
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "Obviously still be working here. You have a day job, don't you? What is it you do exactly?",
      "start": 1657100,
      "end": 1660508,
      "confidence": 0.9716099999999999
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "I make stuff.",
      "start": 1660596,
      "end": 1661580,
      "confidence": 0.9135933333333334
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "You make stuff?",
      "start": 1661692,
      "end": 1662396,
      "confidence": 0.9943633333333333
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "What, like furniture, promos and stuff? All right. Sort of a bit of in talk there, but basically, like little trails for the station.",
      "start": 1662460,
      "end": 1668916,
      "confidence": 0.8753954166666666
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1668980,
      "end": 1669920,
      "confidence": 0.90959
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "That's what I do all week.",
      "start": 1669992,
      "end": 1671136,
      "confidence": 0.8957716666666666
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1671240,
      "end": 1671924,
      "confidence": 0.68942
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "So you'll be back to doing that when we're off.",
      "start": 1672384,
      "end": 1674120,
      "confidence": 0.942814
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "You don't talk to anyone, do you, in the week? You just hide in your little sound booth thing and you really don't talk to anyone, do you? Much?",
      "start": 1674192,
      "end": 1680216,
      "confidence": 0.9338268965517241
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "Not really, no. I mean, you. You know, you might call up.",
      "start": 1680280,
      "end": 1683704,
      "confidence": 0.9146325000000001
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1683784,
      "end": 1684444,
      "confidence": 0.59309
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "But now I keep myself to myself.",
      "start": 1685184,
      "end": 1686968,
      "confidence": 0.9042042857142858
    },
    {
      "pos": 376,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1687096,
      "end": 1687400,
      "confidence": 0.96274
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "Then you don't get bogged down in the office politics and stuff.",
      "start": 1687432,
      "end": 1689784,
      "confidence": 0.9265983333333333
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "Yeah. Is there a lot of office politics here?",
      "start": 1689864,
      "end": 1691696,
      "confidence": 0.8624222222222222
    },
    {
      "pos": 379,
      "speaker": "B",
      "text": "I don't know. I don't get involved in it.",
      "start": 1691720,
      "end": 1693264,
      "confidence": 0.9421344444444445
    },
    {
      "pos": 380,
      "speaker": "A",
      "text": "Oh, yeah, yeah, yeah. Proved your point.",
      "start": 1693344,
      "end": 1696270,
      "confidence": 0.8189114285714284
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "So. So when we're away and we're, like, out of action, other than Suzanne, who will you talk to of the day?",
      "start": 1696342,
      "end": 1702582,
      "confidence": 0.8712613636363635
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "How will you get a sort of feedback from the world? How you get sort of, like, input? And I always, if, however, if ever.",
      "start": 1702678,
      "end": 1710158,
      "confidence": 0.7944056
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "I've got, like, a question or anything, the Internet sat there and I can just go on online and find out.",
      "start": 1710206,
      "end": 1715430,
      "confidence": 0.8976747619047619
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "The Internet is. Is good.",
      "start": 1715462,
      "end": 1716990,
      "confidence": 0.8330919999999999
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "It's brilliant.",
      "start": 1717062,
      "end": 1717870,
      "confidence": 0.66258
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "But it's not all verified. What, you mean it's not all verified?",
      "start": 1717982,
      "end": 1724322,
      "confidence": 0.9095916666666669
    },
    {
      "pos": 387,
      "speaker": "C",
      "text": "Not all factually, necessarily factually accurate.",
      "start": 1724378,
      "end": 1726530,
      "confidence": 0.7722666666666665
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "Anyone can put things onto the Internet. It's that, you know, that's. It's. It's freaks and things that pot on.",
      "start": 1726602,
      "end": 1732186,
      "confidence": 0.876207
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "Well, things like, here's one that I read in a week.",
      "start": 1732290,
      "end": 1734514,
      "confidence": 0.7218018181818181
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "One.",
      "start": 1734594,
      "end": 1734978,
      "confidence": 0.85
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "Now, this woman. Yeah, she was a bit of a punk. And to get a hair done, like, she wanted a superglue, right? Now, she got lad. Apparently, it's a popular thing. You might, you might know, put lard on your head.",
      "start": 1735066,
      "end": 1748362,
      "confidence": 0.8291383333333332
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1748418,
      "end": 1748986,
      "confidence": 0.28515
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "And you put it in the oven. Now, apparently, the heat that you get from the oven is different from the sort of heat you get from an air dryer, right? And she had to do that to get the style that she wanted. But anyway, she comes in some money or whatever, treats herself to a microwave, right?",
      "start": 1749130,
      "end": 1765866,
      "confidence": 0.9530264406779662
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "Doesn't. It's not true.",
      "start": 1765930,
      "end": 1767306,
      "confidence": 0.8076025
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "Opens the door, jams the things, you know, like the little catch. So. So the microwave works. She jams it with a screwdriver or a knife or something.",
      "start": 1767410,
      "end": 1774910,
      "confidence": 0.9328671428571429
    },
    {
      "pos": 396,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1775002,
      "end": 1775702,
      "confidence": 0.93319
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "Puts the microwave on, sticks her head in, boils a brain.",
      "start": 1775878,
      "end": 1779074,
      "confidence": 0.8397518181818184
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "Don't be ridiculous.",
      "start": 1780214,
      "end": 1781870,
      "confidence": 0.9758733333333334
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "Right, well, why is that ridiculous?",
      "start": 1782022,
      "end": 1784434,
      "confidence": 0.8929883333333333
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "Boils her brain.",
      "start": 1785614,
      "end": 1787486,
      "confidence": 0.79346
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "She boiled her brain.",
      "start": 1787590,
      "end": 1788794,
      "confidence": 0.912875
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "She boiled her brain.",
      "start": 1791694,
      "end": 1793798,
      "confidence": 0.9255175
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "And this is what's good about the Internet. I went straight from that and there was a subject about brains. And do you know that Russell Crow, when he dies, he's given his. His brain to charity or something. Some sort of. Some people who can do stuff with it.",
      "start": 1793846,
      "end": 1806676,
      "confidence": 0.8921148000000002
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "She gave hers to pot noodle.",
      "start": 1806700,
      "end": 1808264,
      "confidence": 0.8811866666666668
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Vesta.",
      "start": 1810524,
      "end": 1811260,
      "confidence": 0.21038
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1811332,
      "end": 1811724,
      "confidence": 0.77376
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "Oh, boy. In the skull.",
      "start": 1811804,
      "end": 1813596,
      "confidence": 0.634496
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1813700,
      "end": 1814148,
      "confidence": 0.90232
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "That's not true.",
      "start": 1814236,
      "end": 1815124,
      "confidence": 0.8309533333333334
    },
    {
      "pos": 410,
      "speaker": "C",
      "text": "It's not true.",
      "start": 1815164,
      "end": 1816100,
      "confidence": 0.8942466666666666
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "It's the same as the woman who put her poodle in the microwave, isn't it?",
      "start": 1816252,
      "end": 1819588,
      "confidence": 0.9174653333333332
    },
    {
      "pos": 412,
      "speaker": "C",
      "text": "And all just urban myths.",
      "start": 1819596,
      "end": 1820908,
      "confidence": 0.8069580000000001
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "They're urban myths again.",
      "start": 1820956,
      "end": 1822436,
      "confidence": 0.70699
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "Where does it start?",
      "start": 1822580,
      "end": 1823784,
      "confidence": 0.9685300000000001
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "Someone made it up. Yeah, for a laugh.",
      "start": 1824444,
      "end": 1827076,
      "confidence": 0.8992612499999999
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "They're just too convenient. Urban myths. Everyone said, you can tell, nervous not to go, because it's always, this happened to a mate of mine. And when you say, what happened? Then they go, dunno. That was it. Was it? Was that it? Was it some bolder brain? And that was it. There was no more story.",
      "start": 1827220,
      "end": 1843204,
      "confidence": 0.8738598245614034
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "Were there any dates?",
      "start": 1844824,
      "end": 1846084,
      "confidence": 0.944985
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "I think it was in Belgium.",
      "start": 1847184,
      "end": 1848632,
      "confidence": 0.991745
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "There's that. There's that. There's that one. There's that one that a bloke, right, was going to get a phone call at 04:00 to find out if his business was, you know. Okay, right. And if. If he didn't get the phone call, he knew he was broke, destitute. So, dead on 04:00. The phone didn't ring, so he went up to the roof, his office, and he jumped off to commit suicide. And as he was passing his window, the phone was ringing.",
      "start": 1848768,
      "end": 1874864,
      "confidence": 0.9214815476190479
    },
    {
      "pos": 420,
      "speaker": "C",
      "text": "Carl, it didn't happen. Think it through.",
      "start": 1879404,
      "end": 1881868,
      "confidence": 0.9332071428571428
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Think it through. Who told that story? Who told that story? As he hit the pavement 120 miles an hour.",
      "start": 1881956,
      "end": 1888954,
      "confidence": 0.954728
    },
    {
      "pos": 422,
      "speaker": "C",
      "text": "He's the only person who could have known those. That series of incidents also.",
      "start": 1888994,
      "end": 1893218,
      "confidence": 0.9359285714285714
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "Why did he, as his life's at stake, why don't you wait till five past? I strongly give it five minutes, just.",
      "start": 1893266,
      "end": 1897330,
      "confidence": 0.7993145454545453
    },
    {
      "pos": 424,
      "speaker": "C",
      "text": "In case the lines are busy.",
      "start": 1897362,
      "end": 1898810,
      "confidence": 0.7909033333333334
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1898882,
      "end": 1899442,
      "confidence": 0.60339
    },
    {
      "pos": 426,
      "speaker": "C",
      "text": "And this.",
      "start": 1899578,
      "end": 1900042,
      "confidence": 0.78838
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "And what sort of. What sort of bloke goes. I'll call you at four, okay? If your business. Well, call me anyway. No, no. If I don't call exactly four, then no. Commit suicide. Commit suicide. I would, because if I don't call it four, ah, that's the end of it. Well, call me anyway. No, that's not the way I work. Why can't you just call me and tell me either way? Well, I'm telling you I would do it. If you're bust, I don't call. Can't you just call to verify, in case something goes wrong? What if he's engaged? He'd want to be engaged. Just commit suicide at four, please. It didn't happen. Carl, have you. The other one, right, a bloke, right, he's on a train station and I tell I heard it. He's waiting for a cruise station, whatever. And he shits himself. And so he goes, oh, my trains are five minutes. I need. So he runs across to millets and goes, quick, Levi's 36. The bloke just puts it in a bag. He runs onto the train, he goes into the toilet, takes his trousers and pants off.",
      "start": 1900098,
      "end": 1962428,
      "confidence": 0.8712621025641024
    },
    {
      "pos": 428,
      "speaker": "C",
      "text": "He's soiled.",
      "start": 1962476,
      "end": 1963116,
      "confidence": 0.69202
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Yes. Throws them out of the window. I won't be needing those again. Cleans himself off. Open the bags. It's a jacket. Oh, no, he didn't have. At what point did he go into it? Go, go, quick. Levi's 36. And the bloke went, sorry, Levi's 36. What a pair. Shall I wrap them? Them? It. It shall wrap. I just wrap whatever it is. Do you want to look? No, I'm not looking when you're putting it in the bag, please.",
      "start": 1963180,
      "end": 1992064,
      "confidence": 0.8445453658536584
    },
    {
      "pos": 430,
      "speaker": "C",
      "text": "Right.",
      "start": 1992564,
      "end": 1993304,
      "confidence": 0.89306
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Stories. Well, not. Don't say anything.",
      "start": 1994564,
      "end": 1996916,
      "confidence": 0.8594683333333334
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "I've told you 36. Levi's. Charge me for it.",
      "start": 1996980,
      "end": 2001140,
      "confidence": 0.8665611111111111
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2001172,
      "end": 2001770,
      "confidence": 0.49547
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "Don't want to discuss it further.",
      "start": 2001932,
      "end": 2003310,
      "confidence": 0.947975
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2003422,
      "end": 2003918,
      "confidence": 0.98451
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "It was one.",
      "start": 2004006,
      "end": 2004814,
      "confidence": 0.7760766666666666
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "There we go.",
      "start": 2004934,
      "end": 2005834,
      "confidence": 0.8407966666666667
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "There's one about a woman whose husband died and she had him cremated.",
      "start": 2006294,
      "end": 2012830,
      "confidence": 0.8465815384615385
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2012902,
      "end": 2013462,
      "confidence": 0.73181
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "And made. Made, like a little egg timer out of him. And she said, I did that so it can still help around the kitchen.",
      "start": 2013598,
      "end": 2022394,
      "confidence": 0.9730124000000001
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "That might be true. That would be a joke. That's quite sweet. That might be true.",
      "start": 2023454,
      "end": 2026590,
      "confidence": 0.8450143750000001
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "True story again.",
      "start": 2026662,
      "end": 2027802,
      "confidence": 0.8731533333333332
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "It was all again because the ones I just told weren't. Nor is the boiling the brains in a bag curry microwave head story true. Yeah, they're too. They're too convenient.",
      "start": 2027918,
      "end": 2039014,
      "confidence": 0.851318064516129
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "Will you be buried or cremated?",
      "start": 2039514,
      "end": 2041962,
      "confidence": 0.8516933333333333
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "What?",
      "start": 2042138,
      "end": 2042854,
      "confidence": 0.99538
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "Will you be buried or cremated?",
      "start": 2043434,
      "end": 2045330,
      "confidence": 0.9704216666666666
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "I don't know. Cremated.",
      "start": 2045482,
      "end": 2048014,
      "confidence": 0.9353725
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "I don't know. It is out of my hands.",
      "start": 2049114,
      "end": 2051050,
      "confidence": 0.8275055555555554
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah. I haven't thought about it.",
      "start": 2051122,
      "end": 2052186,
      "confidence": 0.9639216666666667
    },
    {
      "pos": 450,
      "speaker": "C",
      "text": "Not thought it through. And I don't care either way.",
      "start": 2052210,
      "end": 2054366,
      "confidence": 0.8355059999999999
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Have you heard the one?",
      "start": 2054530,
      "end": 2055914,
      "confidence": 0.9884679999999999
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "So I'm just worried that we're getting into a macabre world now of ashes, boiled heads. I think we should play some music that people. Just calm down.",
      "start": 2056414,
      "end": 2062830,
      "confidence": 0.9061110714285714
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "Levi's.",
      "start": 2062902,
      "end": 2063470,
      "confidence": 0.76447
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "Just think about some of the urban myths they've maybe heard.",
      "start": 2063502,
      "end": 2066022,
      "confidence": 0.9391990909090907
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Yes.",
      "start": 2066078,
      "end": 2066438,
      "confidence": 0.51901
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "Them maybe. They are absolute bollocks.",
      "start": 2066486,
      "end": 2068454,
      "confidence": 0.776545
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2068574,
      "end": 2069198,
      "confidence": 0.87638
    },
    {
      "pos": 458,
      "speaker": "C",
      "text": "And they can move on from it.",
      "start": 2069326,
      "end": 2071110,
      "confidence": 0.934807142857143
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "It's just that the death thing, right?",
      "start": 2071182,
      "end": 2073798,
      "confidence": 0.8226242857142857
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2073846,
      "end": 2074454,
      "confidence": 0.51373
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "There was an argument on there about, do you know that Twilight zone or whatever it was? Tales of the unexpected. Oh, where the woman got buried alive.",
      "start": 2074614,
      "end": 2081094,
      "confidence": 0.9013514285714287
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2081174,
      "end": 2081681,
      "confidence": 0.7466
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "They were saying how, like, years ago they bury people thinking they're dead.",
      "start": 2081797,
      "end": 2087265,
      "confidence": 0.8079069230769231
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2087369,
      "end": 2087985,
      "confidence": 0.70784
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "And they've recently, like, dug coffins up and then the people who are in the coffin weren't dead. They might have just been, like, in some sort of deep sleep or. And they've lifted the lid off.",
      "start": 2088129,
      "end": 2099649,
      "confidence": 0.9153237837837839
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2099721,
      "end": 2100065,
      "confidence": 0.66862
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "And there's scratch marks on the thing.",
      "start": 2100129,
      "end": 2102785,
      "confidence": 0.8642914285714285
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2102929,
      "end": 2103465,
      "confidence": 0.81263
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "And that's pretty scary.",
      "start": 2103569,
      "end": 2104657,
      "confidence": 0.9863175000000001
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Makes you think. I mean, I hope they check these days. That's all. I'd like to play a beautiful song now by cat Stevens called Lily White. It's. It's lovely.",
      "start": 2104745,
      "end": 2113644,
      "confidence": 0.8485829999999999
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "A song for the Lovers room.",
      "start": 2113944,
      "end": 2115192,
      "confidence": 0.7905183333333333
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Yeah. Big cell. Cooper Temple clause there. Who needs enemies on XFM 104.9? Wow. It's competition time. If you want that celebrity, celebrity endorsed bag from the BAFTAs, Jane has a good idea. She thinks we should revive sort of.",
      "start": 2115288,
      "end": 2141116,
      "confidence": 0.8395414999999999
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "Swap shop, because I think it's a great game.",
      "start": 2141140,
      "end": 2143380,
      "confidence": 0.8886222222222222
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "It's great. It was great. Right. But a competition or just saying why you need it, right this way, you know, it's how much you can give. And I think it should be right. What will endorse Carl's life? A theme of the life. The season, I suppose we're ending a season now of this show, aren't we? And one of the big themes as is really develop car.",
      "start": 2143412,
      "end": 2164118,
      "confidence": 0.9041878260869567
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Rejuvenate him in.",
      "start": 2164286,
      "end": 2165726,
      "confidence": 0.75337
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "What do you think Carl would want? Have you got something he'd love? It can be battling tops, you know? And you got to say, why? He'd love your old battling tops. It can be a boy.",
      "start": 2165870,
      "end": 2174302,
      "confidence": 0.9029267567567568
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "What's up? What's a battling top? Was this something used to take the school, like, with your hoop. It was a little potato.",
      "start": 2174358,
      "end": 2180558,
      "confidence": 0.8056704347826087
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "It was in the wrist action. And it was like little tops. Right. You'd have four players. Right. You'd spit. Wind it around like a cotton. Right. And hold a little. I'm getting excited thinking about it.",
      "start": 2180606,
      "end": 2190142,
      "confidence": 0.8541072972972973
    },
    {
      "pos": 479,
      "speaker": "C",
      "text": "I don't know what you're talking about.",
      "start": 2190158,
      "end": 2191094,
      "confidence": 0.98843
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "No, I know. I'm getting over excited. It was just battling. Was this something? And you pull it. Yeah. And it goes mad.",
      "start": 2191134,
      "end": 2195422,
      "confidence": 0.9018826086956521
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "Don't send one of them. I've had one.",
      "start": 2195478,
      "end": 2197434,
      "confidence": 0.811075
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Don't give any clues. It can be some educational. It can be somewhat personal to you that you think you might enhance. So the competition is basically, if you want that bag.",
      "start": 2198694,
      "end": 2207270,
      "confidence": 0.9158065625000001
    },
    {
      "pos": 483,
      "speaker": "C",
      "text": "So let's just explain what the bag is. It's one of these cardboard giveaway bags that we got at the BAFTA. It's got a nice picture of the Bafta logo. We got it signed by Graeme and Orton. Angus Dayton, Alan Davis, Jamie Theakston, Paul Whitehouse, Helen Baxendale, Steve. Phil Mitchell. McFadden, Simon Pegg, Steve Wright, obviously the three of us. And if you like kind of autographs or if you're an autograph hunter or whatever else. Or you just like the bag?",
      "start": 2207342,
      "end": 2227350,
      "confidence": 0.8500468674698795
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Oh, you like the show, you know, then? Or you want to give Carl something, a bit of yourself or to enhance his life.",
      "start": 2227422,
      "end": 2233774,
      "confidence": 0.8743937499999999
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "Let's get it straight. So it's something that you have. It doesn't have to be very expensive.",
      "start": 2233814,
      "end": 2236534,
      "confidence": 0.9124241176470588
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "It doesn't have to be necessarily a.",
      "start": 2236574,
      "end": 2237822,
      "confidence": 0.8475042857142857
    },
    {
      "pos": 487,
      "speaker": "C",
      "text": "Worthy thing you've made Carl.",
      "start": 2237838,
      "end": 2239894,
      "confidence": 0.8515940000000001
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Karl has to go. I want that.",
      "start": 2239934,
      "end": 2241534,
      "confidence": 0.8952785714285714
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "Something that enhances Carl's life in some way. Something that will make his life a little bit more special, a little bit better.",
      "start": 2241574,
      "end": 2247722,
      "confidence": 0.9438121739130435
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2247818,
      "end": 2248250,
      "confidence": 0.67635
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "And this is a write or email only. We don't want your phone calls on this because we're just too lazy.",
      "start": 2248322,
      "end": 2252410,
      "confidence": 0.92804
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "What could make Carl's life a little bit more special?",
      "start": 2252482,
      "end": 2255194,
      "confidence": 0.903764
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "And we'll give it away next week. So you've got a week to email or write in with your suggestions about what it is that you'd want to swap for this celebrity.",
      "start": 2255274,
      "end": 2262026,
      "confidence": 0.9351621874999998
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Is it Carl fm dot co dot uk?",
      "start": 2262090,
      "end": 2264354,
      "confidence": 0.7514237500000001
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2264514,
      "end": 2265254,
      "confidence": 0.66121
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Or you can write xfmpobox 1049, London, Wc two, h, seven xx. Yeah, give up.",
      "start": 2265834,
      "end": 2276452,
      "confidence": 0.8318666666666666
    },
    {
      "pos": 497,
      "speaker": "C",
      "text": "Give him that again, Rick. Sorry. You ought to make maybe mention something like, you know, gervaise bag.",
      "start": 2276468,
      "end": 2280820,
      "confidence": 0.8290977777777778
    },
    {
      "pos": 498,
      "speaker": "A",
      "text": "Oh, I think. I think Carl swap shop.",
      "start": 2280892,
      "end": 2284172,
      "confidence": 0.8533162500000001
    },
    {
      "pos": 499,
      "speaker": "C",
      "text": "Carl swap shop. Well, let's not confuse it.",
      "start": 2284228,
      "end": 2288116,
      "confidence": 0.87363375
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "It's just good to have a good name.",
      "start": 2288220,
      "end": 2290144,
      "confidence": 0.8738100000000001
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "Okay. What you thinking?",
      "start": 2290444,
      "end": 2291892,
      "confidence": 0.85119
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "It's just gonna take as long as radio again? Is this thinking on radio again?",
      "start": 2291948,
      "end": 2295864,
      "confidence": 0.8102920000000001
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "All right, we'll just do.",
      "start": 2296684,
      "end": 2297660,
      "confidence": 0.7781040000000001
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "So. Hang on. It can't just be Carl at XFM, is it not Carl Dot Pilkington?",
      "start": 2297692,
      "end": 2301226,
      "confidence": 0.8302712500000001
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "Yeah, with a k. But the thing is, why are they emailing me? Because I'm not taking any bribes. They've got to send the stuff in.",
      "start": 2301290,
      "end": 2306186,
      "confidence": 0.8896169230769231
    },
    {
      "pos": 506,
      "speaker": "C",
      "text": "No, no, no.",
      "start": 2306210,
      "end": 2306974,
      "confidence": 0.72697
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "100 people send some and you send 99 back.",
      "start": 2308434,
      "end": 2311314,
      "confidence": 0.8760266666666667
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "No, no, they just email or write in.",
      "start": 2311474,
      "end": 2315574,
      "confidence": 0.84345625
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "Make sure that you mention who you are. If you're emailing and leave a telephone number, or we need a telephone number, we've got to call you back.",
      "start": 2315994,
      "end": 2320570,
      "confidence": 0.9000414285714287
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "Let me give you an example. I like the bag. I want the bag. Right? I think this would enhance Carl's life because I am sending a feng shui book, something like that. You know what I mean? I am sending Carl a teddy bear.",
      "start": 2320642,
      "end": 2335644,
      "confidence": 0.8972759999999999
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "You have to explain why, though.",
      "start": 2336424,
      "end": 2337736,
      "confidence": 0.9536866666666667
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Obviously, why you think it isn't, you.",
      "start": 2337800,
      "end": 2339648,
      "confidence": 0.7722628571428573
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "Know, so much more complicated than it needs. It was such an easy idea.",
      "start": 2339656,
      "end": 2344128,
      "confidence": 0.8806421428571428
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Throw the bag. We're burn the bag. Okay. It's XFN PO box 149. That's easy to remember. London, WC two, H, seven xx and the email.",
      "start": 2344176,
      "end": 2358074,
      "confidence": 0.7838042307692308
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "I can't remember Carl Dot Pilkington at XFM Co dot UK. With a k. With a k. All right. Well done.",
      "start": 2358454,
      "end": 2364894,
      "confidence": 0.8018738095238097
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2365014,
      "end": 2365454,
      "confidence": 0.92226
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "That alive. That was exhausting.",
      "start": 2365534,
      "end": 2367274,
      "confidence": 0.826092
    },
    {
      "pos": 518,
      "speaker": "A",
      "text": "What would you like? What would you like?",
      "start": 2367774,
      "end": 2369014,
      "confidence": 0.93393875
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "I really don't know. I. Honest to God, I can't. I can't help anyone out here.",
      "start": 2369054,
      "end": 2374034,
      "confidence": 0.8693500000000002
    },
    {
      "pos": 520,
      "speaker": "A",
      "text": "You just see something you like when you see it.",
      "start": 2374654,
      "end": 2376414,
      "confidence": 0.978871
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "Well, there might be something out there that I don't know about. And yet it is.",
      "start": 2376454,
      "end": 2379214,
      "confidence": 0.90025875
    },
    {
      "pos": 522,
      "speaker": "A",
      "text": "I'm sure there is. I'm sure there's some out there you don't know.",
      "start": 2379254,
      "end": 2382390,
      "confidence": 0.9437661538461538
    },
    {
      "pos": 523,
      "speaker": "C",
      "text": "There's things in this room you don't understand. Okay, look, we played it before once, and I know you were charmed. I'm a big fan of this. This is from Amy Mann's album, bachelor number two. And this is Red Vines play.",
      "start": 2382422,
      "end": 2394754,
      "confidence": 0.8970409523809525
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "It's beautiful.",
      "start": 2402454,
      "end": 2403518,
      "confidence": 0.506015
    },
    {
      "pos": 525,
      "speaker": "C",
      "text": "I do. I know Carl's not impressed as ever. I don't know what your criteria for music appreciation is at all.",
      "start": 2403686,
      "end": 2409158,
      "confidence": 0.9205752380952381
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "It's just like you build them up as being something really good, and then I hear it and it's like.",
      "start": 2409246,
      "end": 2412550,
      "confidence": 0.8972925
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "I don't know what it is that you're expecting to hear.",
      "start": 2412622,
      "end": 2414670,
      "confidence": 0.9494127272727272
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "What we meant to say. What we meant to say?",
      "start": 2414742,
      "end": 2416446,
      "confidence": 0.778697
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Oh, this is when you played Simon and Garth. Uncle.",
      "start": 2416510,
      "end": 2420334,
      "confidence": 0.808638
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2420374,
      "end": 2420638,
      "confidence": 0.73743
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "They've got their own unique sound. You know, it's them when they sing.",
      "start": 2420686,
      "end": 2423006,
      "confidence": 0.954463076923077
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2423070,
      "end": 2423246,
      "confidence": 0.66912
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "That could have been loads of women who. I know.",
      "start": 2423270,
      "end": 2425154,
      "confidence": 0.8631170000000001
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "It could have been loads of women who, you know, you only know your girlfriend.",
      "start": 2426214,
      "end": 2430354,
      "confidence": 0.9898919999999999
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "What?",
      "start": 2431014,
      "end": 2431326,
      "confidence": 0.57566
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "I mean, Cheryl Crow. Sounded like Cheryl Crow to me.",
      "start": 2431350,
      "end": 2433798,
      "confidence": 0.793249
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "Yeah, but superficially.",
      "start": 2433926,
      "end": 2436094,
      "confidence": 0.8115333333333332
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "But man's been a lot around longer than Crow. Who knows what, you know, influences she may have had.",
      "start": 2436214,
      "end": 2440958,
      "confidence": 0.9429636842105265
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "That sounds like a fail, doesn't it? Man's been around longer than crowd.",
      "start": 2441046,
      "end": 2445034,
      "confidence": 0.8703269230769229
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "I mean, that's just, you know, there's a number, let's be honest, really. I mean, there's not that many great female artists, are there?",
      "start": 2446814,
      "end": 2452598,
      "confidence": 0.8721166666666665
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "Oh, hey, be careful there, Steve. Some of the sisters out there will be disagreeing with you.",
      "start": 2452686,
      "end": 2456518,
      "confidence": 0.8910664705882354
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "I'm not saying that they can't sing a beautiful song. I'm just worried they can't write the material.",
      "start": 2456526,
      "end": 2459454,
      "confidence": 0.8909838888888889
    },
    {
      "pos": 543,
      "speaker": "A",
      "text": "I'm thinking. I'm thinking of Bush. I'm thinking, aren't we all, Rick? I'm thinking of armor trading.",
      "start": 2459494,
      "end": 2467254,
      "confidence": 0.79638
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "That's true enough.",
      "start": 2467414,
      "end": 2468414,
      "confidence": 0.8619166666666667
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "I am thinking, Anastasia. Anastasia.",
      "start": 2468534,
      "end": 2472794,
      "confidence": 0.82881
    },
    {
      "pos": 546,
      "speaker": "C",
      "text": "I know you love Anastasia. Don't you want.",
      "start": 2472874,
      "end": 2475138,
      "confidence": 0.8385925
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "I love that new one. I mean, I don't like the other two, but it's always a good chorus. And I can. I can do a dance. That dance at the end, when she puts her arms up, she does sound.",
      "start": 2475186,
      "end": 2483794,
      "confidence": 0.8513197560975608
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Like she's a coverage new Tina Turner.",
      "start": 2483834,
      "end": 2485554,
      "confidence": 0.73655
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "Yeah. Think that she's sort of like one of those people to go out with her daughter.",
      "start": 2485634,
      "end": 2492882,
      "confidence": 0.9173270588235295
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "Well I think the reason is because if you know, is she always wear sunglasses. Yeah I'm sure that she's. Because she claims to be something like 28. I bet she's like 40.",
      "start": 2492938,
      "end": 2500194,
      "confidence": 0.8634118181818182
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "It's like one of those 40 year old women who come from Essex but they come with their daughter's 21st and they're going, your mum's mad. Yeah, they think we're sisters. They're like, you know, I'm 40 and she's.",
      "start": 2500274,
      "end": 2510682,
      "confidence": 0.859848717948718
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "She always flirts with her daughter's boyfriend.",
      "start": 2510818,
      "end": 2512554,
      "confidence": 0.8461
    },
    {
      "pos": 553,
      "speaker": "A",
      "text": "Yeah. Where are you going?",
      "start": 2512594,
      "end": 2513306,
      "confidence": 0.774604
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "We're going down. We're going down millionaires.",
      "start": 2513330,
      "end": 2515374,
      "confidence": 0.7850200000000002
    },
    {
      "pos": 555,
      "speaker": "A",
      "text": "Your mum's got a bra on. Yeah.",
      "start": 2515954,
      "end": 2519922,
      "confidence": 0.77789
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "Don't you think she looks like that Carl?",
      "start": 2519978,
      "end": 2521298,
      "confidence": 0.87235625
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2521346,
      "end": 2521674,
      "confidence": 0.43489
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "I can't picture her.",
      "start": 2521754,
      "end": 2522842,
      "confidence": 0.908515
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "You can't picture Anastasia?",
      "start": 2522938,
      "end": 2524270,
      "confidence": 0.811215
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "No.",
      "start": 2524402,
      "end": 2524766,
      "confidence": 0.67515
    },
    {
      "pos": 561,
      "speaker": "C",
      "text": "Showers, classes, sunglasses all the time?",
      "start": 2524830,
      "end": 2527310,
      "confidence": 0.7037383333333334
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "Yeah. You're not into this? I. Carl you get this. This whole sort of broadcast thing is just you fed up with it on, you can't wait to finish next week.",
      "start": 2527342,
      "end": 2536870,
      "confidence": 0.8566893548387097
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Well it just seems I can't say anything right.",
      "start": 2536982,
      "end": 2538798,
      "confidence": 0.9504344444444445
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Why?",
      "start": 2538926,
      "end": 2539526,
      "confidence": 0.99167
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "Whatever say isn't right or funny. No but you know, I mean.",
      "start": 2539670,
      "end": 2544366,
      "confidence": 0.9297133333333335
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "What? Cuz we know what you upset about? Well I laughed at the urban myth. They're not being true. Yeah but one of the things I.",
      "start": 2544470,
      "end": 2551602,
      "confidence": 0.8237099999999999
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "Tell you, if you take nothing else away from our time on the radio it should be to be more inquisitive. When a piece of information comes to you don't just take it at face value query and question it. That is what has made Ricky Gervais one of the premier thinkers in this country. He will not accept anything on face value. He queries everything. Anastasia, she looks glamorous. Wait a minute, those glasses, what do they suggest? Actually she's 40. I'm not going to buy a record.",
      "start": 2551618,
      "end": 2574534,
      "confidence": 0.9361642696629214
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "And that's libelous, that's potentially neighborless.",
      "start": 2575394,
      "end": 2577994,
      "confidence": 0.6318
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "So hang on a minute, Roy Orbison then. Was he starting to look old?",
      "start": 2579374,
      "end": 2583834,
      "confidence": 0.8899199999999999
    },
    {
      "pos": 570,
      "speaker": "C",
      "text": "We're not saying everyone who wears sunglasses is necessarily older than their years.",
      "start": 2587414,
      "end": 2591910,
      "confidence": 0.8739861538461537
    },
    {
      "pos": 571,
      "speaker": "A",
      "text": "No, we're not even saying about Anastasia, we're just doing about an image, one of those sort of like ravers that goes to their daughter. It was just, it was a lot, it was a little bit of like observational comedy to be honest.",
      "start": 2591982,
      "end": 2601662,
      "confidence": 0.9017481818181821
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Carl, you've seen through it mate.",
      "start": 2601718,
      "end": 2603288,
      "confidence": 0.8176899999999999
    },
    {
      "pos": 573,
      "speaker": "A",
      "text": "Yeah, toilet. She's not 40 you know. I mean she doesn't hang out around with much younger people chatting at their boyfriends. It wasn't true. What? What do you want? What do you want in life, Kyle? Tell me now. Because me and Steve can probably sort it out.",
      "start": 2603336,
      "end": 2620044,
      "confidence": 0.8910746938775509
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "That is true enough. Come on, what do you want?",
      "start": 2620504,
      "end": 2623216,
      "confidence": 0.788753
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "What would you. What's the best.",
      "start": 2623240,
      "end": 2624168,
      "confidence": 0.806895
    },
    {
      "pos": 576,
      "speaker": "C",
      "text": "What would make your song?",
      "start": 2624216,
      "end": 2625224,
      "confidence": 0.7093619999999999
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "If you could play any song now, what would it be?",
      "start": 2625304,
      "end": 2627692,
      "confidence": 0.9918054545454545
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Well, we're going to be spinning one of my favorites later on.",
      "start": 2627808,
      "end": 2630324,
      "confidence": 0.8605108333333332
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "Killing a Georgie.",
      "start": 2630364,
      "end": 2631108,
      "confidence": 0.77531
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Killing a Georgie.",
      "start": 2631156,
      "end": 2631572,
      "confidence": 0.65277
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "We've sorted that out. You've probably got a lovely few gifts you can choose from just because we got a few signatures on a piece of paper. Do you know what I mean? What more do you want out of life?",
      "start": 2631588,
      "end": 2641924,
      "confidence": 0.9342453658536586
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "I always find that.",
      "start": 2642004,
      "end": 2642820,
      "confidence": 0.898805
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Do you want a cat? You want a cat, don't you?",
      "start": 2642852,
      "end": 2644300,
      "confidence": 0.9020754545454545
    },
    {
      "pos": 584,
      "speaker": "B",
      "text": "It's the things that you don't think you're going to get that you enjoy the most.",
      "start": 2644332,
      "end": 2647796,
      "confidence": 0.9289537500000001
    },
    {
      "pos": 585,
      "speaker": "A",
      "text": "Go on. Like what?",
      "start": 2647900,
      "end": 2648692,
      "confidence": 0.9062250000000001
    },
    {
      "pos": 586,
      "speaker": "B",
      "text": "No, well, like when you go out for a night and you're expecting just to have a simple little drink, and it turns out to be a really nice night. You see people you haven't seen for ages now the baftas, so sort of. You expect so much.",
      "start": 2648748,
      "end": 2659868,
      "confidence": 0.9404120833333333
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "He's having a go.",
      "start": 2659996,
      "end": 2660780,
      "confidence": 0.8979575
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "Any that, when you get there, you get a little bit of veg as a starter and you think, look at it. They've tried to make it look good, but really, as I said to you, I mean, you don't eat veg, which I find it mental, but, like, the starter that we had, that was like. How would you describe that?",
      "start": 2660812,
      "end": 2678804,
      "confidence": 0.9291979032258064
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "It was a veg pie. It was like. I thought from the. From the. I was starving when I came in there, right? And from the stairs, I could see the tables and it looked like there was pate laid out. And I was getting excited. I was salivating. Got. There was a vegetable piece, so I. Someone took mine. White House took mine, didn't he?",
      "start": 2678844,
      "end": 2696112,
      "confidence": 0.9035090909090908
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "Yeah, but, Rick, you won't eat anything.",
      "start": 2696168,
      "end": 2697904,
      "confidence": 0.849007142857143
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "We've discussed this before.",
      "start": 2697944,
      "end": 2698936,
      "confidence": 0.97239
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "All you'll eat is pizza and crisps.",
      "start": 2699000,
      "end": 2700464,
      "confidence": 0.8038885714285714
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Do you know what he said to me in the week? I was picking at my food in the BBC canteen and he went, right. I'm honestly thinking of stopping having lunch with you. I went, what? He went, it winds me up. He said, it winds me up. It winds me up. You won't eat anything. That's a lovely bit of chicken there. You're not eating that. You're not eating that. It winds me up too much. Like, you get irritated by people noise. You eating. It just winds me up. Gervaise. And then he went, you're a cock.",
      "start": 2700504,
      "end": 2723320,
      "confidence": 0.9162616000000006
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "Yeah. It really annoyed me. His eating habits drive me mad because he's constantly whinging about the fact that he thinks he's got cancer every 25 seconds. Wait a minute. I got. I can feel a lump. I can feel a lump. It's your cockpit. No, it's. It's not. It wasn't there before. It wasn't there. It's a lump. It's a lump. I'm dying. I'm dying. I'm dying. Quick, to the hospital. I have been. How many times have you been to, like, a doctor's clinic and sat in the waiting room, right, Carl, how many times have you been there? Right. With a friend of yours? Twice. I've been with Ricky one time when we were writing the first years of the office, we were writing in the waiting room for the doctor. Go in there and have his. Because he thought he had testicular cancer.",
      "start": 2723432,
      "end": 2760070,
      "confidence": 0.9104533333333332
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "I swear to God, I thought about testicular. I never worry about that again. He said, no, you're not in the risk of. The other time was. The other time was I thought I had stomach cancer. And I went to.",
      "start": 2760222,
      "end": 2773878,
      "confidence": 0.8573160975609756
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "Why?",
      "start": 2773926,
      "end": 2774062,
      "confidence": 0.78462
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "I said, oh. He said, when you get a sore throat, do you think you've got throat cancer? I said, I thought that. Yeah. And she sort of. She sort of said, get out of here, you idiot. And that's what I like. I like that when they do that. But I think it's sort of since my mum died of it, and I just think, oh, God, it's in the family. And that's. That's the thing I worry about.",
      "start": 2774078,
      "end": 2788206,
      "confidence": 0.8749810000000002
    },
    {
      "pos": 598,
      "speaker": "B",
      "text": "Don't you prefer. I mean, I don't go because it scares me.",
      "start": 2788270,
      "end": 2790942,
      "confidence": 0.9550566666666667
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2791118,
      "end": 2791686,
      "confidence": 0.82786
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "I prefer not to go because he might. I always worry that, especially with cancer and things, that they'll go, you know, I'll go there with a sore leg or something, and they'll go, no, your leg's fine. But look at this we've found in your head.",
      "start": 2791790,
      "end": 2802474,
      "confidence": 0.9073446808510636
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "If it's a brain, you'll be laughing.",
      "start": 2804214,
      "end": 2806118,
      "confidence": 0.8407757142857142
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "No, but, you know, I mean, they'll find something because none of us are perfect. And as you get older, you get little moles and stuff, and they'll say, oh, we best get rid of that. And it's like, leave it alone. It's not causing any problems.",
      "start": 2806206,
      "end": 2816154,
      "confidence": 0.9030342553191488
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "Imagine arguing that shouldn't be there. Leave it alone. It's not. It is. It's getting bigger and it's strangling your lungs. But Rick's sort of like, oh, it's.",
      "start": 2816774,
      "end": 2825298,
      "confidence": 0.8509242857142858
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "But my point was that this is what upsets me. He constantly worries about his health. He's constantly obsessed. I found some buboes. I think I've got plague every single. I mean, every ten minutes he's got something.",
      "start": 2825346,
      "end": 2835058,
      "confidence": 0.8777765789473682
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "I started choking once.",
      "start": 2835146,
      "end": 2836654,
      "confidence": 0.9600025000000001
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "He swallowed some dust. He started choking like he swallowed a fishbone. Right.",
      "start": 2837874,
      "end": 2841338,
      "confidence": 0.8901253846153848
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "He was literally.",
      "start": 2841426,
      "end": 2842322,
      "confidence": 0.69904
    },
    {
      "pos": 608,
      "speaker": "C",
      "text": "I thought he was gonna die.",
      "start": 2842418,
      "end": 2843618,
      "confidence": 0.8615333333333334
    },
    {
      "pos": 609,
      "speaker": "A",
      "text": "And he panicked and he shouted like, I'm choking. I'm going blue and I'm trying to hit me and he's hitting me on the back. And he shouted, I don't know the Heimlich maneuver. And I was choking and dying. But then I wanted to laugh because he panicked, going, it's like, if he's gonna die, I want him to know that I didn't know the Heinlich, man.",
      "start": 2843706,
      "end": 2860674,
      "confidence": 0.8736417647058824
    },
    {
      "pos": 610,
      "speaker": "C",
      "text": "I did everything I could, but I didn't know the Heimlich maneuver, so that was why I couldn't. But my point is this. He worries about his health and yet he eats like a child. He eats crisps constantly.",
      "start": 2861094,
      "end": 2873926,
      "confidence": 0.9132087179487178
    },
    {
      "pos": 611,
      "speaker": "A",
      "text": "Coke.",
      "start": 2874030,
      "end": 2874794,
      "confidence": 0.99066
    },
    {
      "pos": 612,
      "speaker": "C",
      "text": "He keeps going, I've got headache, I've got a headache. Drink some water.",
      "start": 2875094,
      "end": 2878374,
      "confidence": 0.8483338461538463
    },
    {
      "pos": 613,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2878534,
      "end": 2878990,
      "confidence": 0.6153
    },
    {
      "pos": 614,
      "speaker": "C",
      "text": "Don't know. Boring. Hate it. Chips, pizza, sausages.",
      "start": 2879062,
      "end": 2884270,
      "confidence": 0.769145
    },
    {
      "pos": 615,
      "speaker": "A",
      "text": "Sausages, beans and chips.",
      "start": 2884342,
      "end": 2885366,
      "confidence": 0.96592
    },
    {
      "pos": 616,
      "speaker": "C",
      "text": "I've never seen someone eat so much. I don't know how he's not bored of it yet. Sausage, chips and beans. Everything's got cheese on it. Parmesan cheese, please. You know, on anything.",
      "start": 2885390,
      "end": 2894846,
      "confidence": 0.9229833333333332
    },
    {
      "pos": 617,
      "speaker": "A",
      "text": "Why do they leave it in a restaurant as well? Seriously, why don't they leave the parmesan cheese? It's like it's gold dust. Summer, the salt, as much salt as you want. But they come along and I found myself sneaking. I've said to Jane, look out is the way you're looking. And I've leant over and did some more parmesan. I feel really guilty. Just leave it.",
      "start": 2894910,
      "end": 2910404,
      "confidence": 0.8590039705882352
    },
    {
      "pos": 618,
      "speaker": "C",
      "text": "It was on a trifle. You don't need cheese on dessert.",
      "start": 2910484,
      "end": 2914964,
      "confidence": 0.8580390909090909
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "I've explained it to you. Oh, dear.",
      "start": 2915004,
      "end": 2917900,
      "confidence": 0.9153914285714286
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "So this is what. This is why I get angry. And that is why I got. And this is. I'll tell you this. What if I had to be on. I mean, Ricky was on room 101. If I had to be on there, I'll tell you this. Ricky Gervais would be the first person in there. Maybe straight in there, man, because I got a list as long as you.",
      "start": 2918092,
      "end": 2928956,
      "confidence": 0.8992505633802818
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "What did you think when I said annoying people like making.",
      "start": 2928980,
      "end": 2931750,
      "confidence": 0.9158027272727272
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "Unbelievable. So you talked about. Yeah, annoying noises and that. People that make annoying noises that are annoying. He is the most irritating man I've ever met. I swear to God. I don't mean. That is an insult.",
      "start": 2931852,
      "end": 2940290,
      "confidence": 0.8746660526315789
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "You really are because you got of.",
      "start": 2940322,
      "end": 2941298,
      "confidence": 0.6981914285714286
    },
    {
      "pos": 624,
      "speaker": "C",
      "text": "Your way to be insulting and irritating.",
      "start": 2941306,
      "end": 2942602,
      "confidence": 0.9646685714285714
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "Thanks. That's fine.",
      "start": 2942658,
      "end": 2943506,
      "confidence": 0.9837166666666667
    },
    {
      "pos": 626,
      "speaker": "C",
      "text": "You know, but you'd be straight in there. In fact, we should do this next week for Carl. We should. We should draw up a list of Carl's hates, what he'd put in room 101.",
      "start": 2943530,
      "end": 2949538,
      "confidence": 0.8911914285714285
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "Oh, that.",
      "start": 2949586,
      "end": 2950138,
      "confidence": 0.75064
    },
    {
      "pos": 628,
      "speaker": "C",
      "text": "Think about that next week.",
      "start": 2950186,
      "end": 2951066,
      "confidence": 0.8141639999999999
    },
    {
      "pos": 629,
      "speaker": "A",
      "text": "That is genius. Next week. So we got the competition. We've got Karl. I'll tell you what. Let's play a record and do white Van Carl and just let's slam dunk this mother.",
      "start": 2951090,
      "end": 2959980,
      "confidence": 0.9040424242424242
    },
    {
      "pos": 630,
      "speaker": "C",
      "text": "That's true enough.",
      "start": 2960172,
      "end": 2961004,
      "confidence": 0.8979400000000001
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "What are you gonna play?",
      "start": 2961084,
      "end": 2961876,
      "confidence": 0.6728080000000001
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Some alpine stars.",
      "start": 2961980,
      "end": 2963300,
      "confidence": 0.8096833333333334
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "Okay.",
      "start": 2963412,
      "end": 2964224,
      "confidence": 0.70705
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "Alpine stars. Carbon kid featuring little Brian from placebo.",
      "start": 2972364,
      "end": 2976332,
      "confidence": 0.8122255555555555
    },
    {
      "pos": 635,
      "speaker": "C",
      "text": "Oh, yeah.",
      "start": 2976388,
      "end": 2976852,
      "confidence": 0.82782
    },
    {
      "pos": 636,
      "speaker": "A",
      "text": "Thought I recognized him. Yeah. So like that, right.",
      "start": 2976908,
      "end": 2980220,
      "confidence": 0.8087288888888889
    },
    {
      "pos": 637,
      "speaker": "B",
      "text": "White Van Carl.",
      "start": 2980372,
      "end": 2981388,
      "confidence": 0.70849
    },
    {
      "pos": 638,
      "speaker": "A",
      "text": "Carl.",
      "start": 2981436,
      "end": 2982104,
      "confidence": 0.43686
    },
    {
      "pos": 639,
      "speaker": "C",
      "text": "White Vang Carl.",
      "start": 2982884,
      "end": 2984232,
      "confidence": 0.6332933333333334
    },
    {
      "pos": 640,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2984388,
      "end": 2984656,
      "confidence": 0.71748
    },
    {
      "pos": 641,
      "speaker": "C",
      "text": "This is where we steal the white Van man column from the sun and basically fire those questions at Carl getting his opinions on the week's news. Okay, Carl. Let me see, let me see. Let me see. Okay. What do you make of this? The average woman apparently takes 27 minutes to get ready to go out. Do you know that?",
      "start": 2984680,
      "end": 3004484,
      "confidence": 0.9058590322580646
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "Are they saying that's, that's a good thing or.",
      "start": 3006424,
      "end": 3008856,
      "confidence": 0.8496366666666667
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "No, they're saying that the bare minimum it surely. No, no, but I remember reading, I'm sure they said that it takes them 27 minutes to get ready to go. At the very least, it's not that.",
      "start": 3008920,
      "end": 3019662,
      "confidence": 0.9343132432432432
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "Bad if it's for a night out, it's that. I mean, 30 minutes is all right.",
      "start": 3019678,
      "end": 3023070,
      "confidence": 0.8280900000000001
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "If it's going to get to 20. Wood binds, but.",
      "start": 3023102,
      "end": 3025382,
      "confidence": 0.8005429999999999
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3025518,
      "end": 3025854,
      "confidence": 0.83005
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "Or, you know, if the house is on fire and it's like, quick.",
      "start": 3025894,
      "end": 3028494,
      "confidence": 0.9451746153846153
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "Yeah, I don't, I don't think it's in a, in a fire. No, I think. Yeah, go on.",
      "start": 3028654,
      "end": 3034006,
      "confidence": 0.771665
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "I think that's.",
      "start": 3034030,
      "end": 3035314,
      "confidence": 0.7915833333333332
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "I take about 27 minutes.",
      "start": 3035894,
      "end": 3037182,
      "confidence": 0.726804
    },
    {
      "pos": 651,
      "speaker": "B",
      "text": "Take up to that.",
      "start": 3037238,
      "end": 3038054,
      "confidence": 0.8945425
    },
    {
      "pos": 652,
      "speaker": "A",
      "text": "But they do they include the getting up and having a bath or give.",
      "start": 3038134,
      "end": 3041742,
      "confidence": 0.8562371428571429
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "Me any more details.",
      "start": 3041758,
      "end": 3042542,
      "confidence": 0.99707
    },
    {
      "pos": 654,
      "speaker": "A",
      "text": "No, that's difficult to go by. Difficult to go on that one in it.",
      "start": 3042598,
      "end": 3045558,
      "confidence": 0.8795692857142858
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "How long does Suzanne take to go out the house?",
      "start": 3045566,
      "end": 3046950,
      "confidence": 0.8662009999999999
    },
    {
      "pos": 656,
      "speaker": "B",
      "text": "Depends. Like I say, if we, if we're just nipping out, shopping.",
      "start": 3047022,
      "end": 3050154,
      "confidence": 0.8927483333333334
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "The old flip flops and trackies on.",
      "start": 3051014,
      "end": 3052614,
      "confidence": 0.8774685714285714
    },
    {
      "pos": 658,
      "speaker": "B",
      "text": "Yeah, but if you're going out for the night, takes a bit longer than it.",
      "start": 3052654,
      "end": 3055398,
      "confidence": 0.9339486666666666
    },
    {
      "pos": 659,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3055446,
      "end": 3055886,
      "confidence": 0.80254
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "Yeah. You've got wire in the flip. The track is.",
      "start": 3055990,
      "end": 3058278,
      "confidence": 0.7723500000000001
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 3058446,
      "end": 3059634,
      "confidence": 0.66015
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "Um. Okay. Okay. No, really don't know what the ins and outs of this story are. Sven, Gore and Erickson sticking with Nancy.",
      "start": 3060214,
      "end": 3066836,
      "confidence": 0.8418704347826088
    },
    {
      "pos": 663,
      "speaker": "A",
      "text": "Rather than Ulrica was his wife and now his girlfriend. Yeah.",
      "start": 3066860,
      "end": 3069564,
      "confidence": 0.7165936363636364
    },
    {
      "pos": 664,
      "speaker": "C",
      "text": "I don't know if this story is true. No one seems to have offered any evidence for it. Anyway, everyone remained silent and. Okay, what you make of this? David Beckham apparently was driving despite having an injured foot and just further threatening his World cup chances. Hey, obviously you're a big football fan.",
      "start": 3069604,
      "end": 3085108,
      "confidence": 0.8854692592592595
    },
    {
      "pos": 665,
      "speaker": "B",
      "text": "Well, I'm not that big. I like. I like the odd game.",
      "start": 3085196,
      "end": 3087420,
      "confidence": 0.8596641666666668
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "Sure, because in a plaster to drive.",
      "start": 3087492,
      "end": 3092446,
      "confidence": 0.8447657142857145
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "Than it is to walk on it.",
      "start": 3092470,
      "end": 3093914,
      "confidence": 0.9735057142857143
    },
    {
      "pos": 668,
      "speaker": "A",
      "text": "Good point.",
      "start": 3094534,
      "end": 3095474,
      "confidence": 0.997375
    },
    {
      "pos": 669,
      "speaker": "C",
      "text": "Can argue. Okay, what do you make of this fascist leader who's having a lot of success in the french presidential elections?",
      "start": 3097014,
      "end": 3102590,
      "confidence": 0.9184009090909092
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "What's he doing?",
      "start": 3102702,
      "end": 3103634,
      "confidence": 0.9195233333333332
    },
    {
      "pos": 671,
      "speaker": "C",
      "text": "You're not come across this story?",
      "start": 3104214,
      "end": 3105350,
      "confidence": 0.7250533333333333
    },
    {
      "pos": 672,
      "speaker": "B",
      "text": "No.",
      "start": 3105422,
      "end": 3106086,
      "confidence": 0.69285
    },
    {
      "pos": 673,
      "speaker": "C",
      "text": "Right.",
      "start": 3106270,
      "end": 3106614,
      "confidence": 0.97184
    },
    {
      "pos": 674,
      "speaker": "A",
      "text": "This is one of the big, big, far right. They've got nearly 20% far right fascist leader.",
      "start": 3106654,
      "end": 3111686,
      "confidence": 0.9652105882352942
    },
    {
      "pos": 675,
      "speaker": "C",
      "text": "And he's having considerable success in the french elections.",
      "start": 3111710,
      "end": 3114362,
      "confidence": 0.9188077777777779
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "I don't think we should be asking car questions like this. I'm getting scared.",
      "start": 3114438,
      "end": 3118058,
      "confidence": 0.9213985714285713
    },
    {
      "pos": 677,
      "speaker": "B",
      "text": "There's all sorts of bad stuff going on in the world that we don't know about.",
      "start": 3118106,
      "end": 3120754,
      "confidence": 0.967395625
    },
    {
      "pos": 678,
      "speaker": "C",
      "text": "Yeah, but we know about this.",
      "start": 3120874,
      "end": 3122814,
      "confidence": 0.9376233333333334
    },
    {
      "pos": 679,
      "speaker": "B",
      "text": "You're better off not knowing because there's nothing I can do about it.",
      "start": 3125194,
      "end": 3127854,
      "confidence": 0.8985623076923077
    },
    {
      "pos": 680,
      "speaker": "C",
      "text": "You're absolutely right, Carl.",
      "start": 3128634,
      "end": 3130614,
      "confidence": 0.688795
    },
    {
      "pos": 681,
      "speaker": "A",
      "text": "That is brilliant.",
      "start": 3135954,
      "end": 3136954,
      "confidence": 0.71751
    },
    {
      "pos": 682,
      "speaker": "C",
      "text": "Have we got. Have we got it lined up? It's the one song I've been wanting to play since we've been on XFM. Really? And took me a while to track it down, obviously, in the XFM library, but here it is. Give me shout out from the rolling space.",
      "start": 3137034,
      "end": 3146644,
      "confidence": 0.8859624000000003
    },
    {
      "pos": 683,
      "speaker": "A",
      "text": "Amazing track.",
      "start": 3146724,
      "end": 3147744,
      "confidence": 0.9816549999999999
    },
    {
      "pos": 684,
      "speaker": "C",
      "text": "Give me shout out from the Rolling Stones.",
      "start": 3159164,
      "end": 3161100,
      "confidence": 0.8942424999999999
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "Surely if there was a soundtrack to the Vietnam war, that would be on there, wouldn't it?",
      "start": 3161252,
      "end": 3165384,
      "confidence": 0.8944570588235294
    },
    {
      "pos": 686,
      "speaker": "C",
      "text": "Can I just reiterate this, this giveaway, then? We got this bag signed by number of celebrities, Graham Norton, Angus day and different people on there. And if you want to win that, then you have to email or write in with what you are willing to swap. Okay? So you need to swap something and something which will enhance Carl's life.",
      "start": 3166724,
      "end": 3182384,
      "confidence": 0.9046483870967738
    },
    {
      "pos": 687,
      "speaker": "A",
      "text": "Anything.",
      "start": 3182464,
      "end": 3182736,
      "confidence": 0.58717
    },
    {
      "pos": 688,
      "speaker": "C",
      "text": "You could have made it, you could have bought it, anything, but you have to have it. You can send it to us in exchange for this signed bag. And you can email Carl. Carl Pilkington. Carl with a k. Carl Pilkington dot co dot UK. Or you can write to the bag or Ricky Gervais, big.",
      "start": 3182760,
      "end": 3198840,
      "confidence": 0.8805417543859648
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "I just realized what I've been saying. Car with a k. Because you can have car with a c, can't you?",
      "start": 3198872,
      "end": 3203870,
      "confidence": 0.8238823809523813
    },
    {
      "pos": 690,
      "speaker": "C",
      "text": "Yes, you can.",
      "start": 3203902,
      "end": 3204334,
      "confidence": 0.75791
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "As in Cox.",
      "start": 3204374,
      "end": 3205414,
      "confidence": 0.8198433333333334
    },
    {
      "pos": 692,
      "speaker": "C",
      "text": "Absolutely. You can write to XFmpo, box 104.910,491,049 London WC two h seven double x. All right.",
      "start": 3205534,
      "end": 3216554,
      "confidence": 0.8310682352941177
    },
    {
      "pos": 693,
      "speaker": "A",
      "text": "Okay. Well, it's gonna be a bit of a change, isn't there?",
      "start": 3216894,
      "end": 3221078,
      "confidence": 0.8917674999999999
    },
    {
      "pos": 694,
      "speaker": "C",
      "text": "Yes, that's absolutely right. Obviously with a song for the ladies.",
      "start": 3221246,
      "end": 3225302,
      "confidence": 0.8718163636363637
    },
    {
      "pos": 695,
      "speaker": "A",
      "text": "But because it's sort of Carl's penultimate show and we're gonna play one of his favorite tracks. What are you gonna.",
      "start": 3225358,
      "end": 3231216,
      "confidence": 0.8172066666666666
    },
    {
      "pos": 696,
      "speaker": "C",
      "text": "Yeah, I just thought we could play this. It is obviously the. The killing of Georgie by Rod Stewart. By Rod Stewart. And this is a song for the gays.",
      "start": 3231320,
      "end": 3239084,
      "confidence": 0.8847529999999999
    },
    {
      "pos": 697,
      "speaker": "D",
      "text": "In these days changing ways, so called liberated days a story comes to mind a friend of mine Georgia boy risque nothing more or nothing less the kindest guy I ever knew his mother's tears fell in vain the afternoon Jones tried to explain that he needed love like all the rest Paul said there must be a mistake how can my son not be straight after all I've said and done for him?",
      "start": 3260044,
      "end": 3298044,
      "confidence": 0.8800372972972971
    },
    {
      "pos": 698,
      "speaker": "A",
      "text": "Sia's father took it as a sort of personal slight, but you can't help it. And as he said, you know, he's just gay. Doesn't make him a nasty person.",
      "start": 3299944,
      "end": 3308124,
      "confidence": 0.9339916666666668
    },
    {
      "pos": 699,
      "speaker": "C",
      "text": "Not at all.",
      "start": 3308164,
      "end": 3308984,
      "confidence": 0.8007166666666666
    },
    {
      "pos": 700,
      "speaker": "A",
      "text": "Are you enjoying this, Carl?",
      "start": 3320364,
      "end": 3321864,
      "confidence": 0.741414
    },
    {
      "pos": 701,
      "speaker": "B",
      "text": "Yeah, but I'm not gay.",
      "start": 3322164,
      "end": 3323740,
      "confidence": 0.9447940000000001
    },
    {
      "pos": 702,
      "speaker": "C",
      "text": "No evidence of him being scottish.",
      "start": 3323932,
      "end": 3325284,
      "confidence": 0.8716483333333332
    },
    {
      "pos": 703,
      "speaker": "B",
      "text": "No, but.",
      "start": 3325324,
      "end": 3326184,
      "confidence": 0.669115
    },
    {
      "pos": 704,
      "speaker": "D",
      "text": "Charity. Wait. To New York town, where he quickly settled down and soon became the toast of the great whitewave, excepted by Manhattan's elite and all the places that were sheik. No party was complete without George. Along the boulevard sea cruises and all the old queens blew up hues everybody loved George.",
      "start": 3328924,
      "end": 3356034,
      "confidence": 0.7864001886792451
    },
    {
      "pos": 705,
      "speaker": "A",
      "text": "When he says they blew a fuse, they're not electricians. They mean he sort of. It's sort of.",
      "start": 3358554,
      "end": 3362946,
      "confidence": 0.8916611111111111
    },
    {
      "pos": 706,
      "speaker": "C",
      "text": "And it's not a euphemism either.",
      "start": 3363130,
      "end": 3364694,
      "confidence": 0.9309400000000001
    },
    {
      "pos": 707,
      "speaker": "D",
      "text": "The last time I saw George alive was in the summer of 75. He said he was in love. I said I was leaked. George attended the opening night of another Broadway hyper split before the final curtain fell, deciding to take a shower. Cut home on and on. They meant no wrong. A gentle breeze blew down Fifth Avenue.",
      "start": 3367754,
      "end": 3394994,
      "confidence": 0.788123
    },
    {
      "pos": 708,
      "speaker": "A",
      "text": "Oh, I'm worried.",
      "start": 3395534,
      "end": 3396950,
      "confidence": 0.69792
    },
    {
      "pos": 709,
      "speaker": "C",
      "text": "I'm a bit edgy. He's out late.",
      "start": 3397142,
      "end": 3399942,
      "confidence": 0.7466357142857143
    },
    {
      "pos": 710,
      "speaker": "A",
      "text": "I know. And he's taking a shortcut, which is mental.",
      "start": 3400038,
      "end": 3402662,
      "confidence": 0.9499899999999999
    },
    {
      "pos": 711,
      "speaker": "C",
      "text": "Not in New York City. Yeah, he doesn't know the area. He's from Scotland.",
      "start": 3402798,
      "end": 3406114,
      "confidence": 0.887277857142857
    },
    {
      "pos": 712,
      "speaker": "D",
      "text": "Out of a dark inside street came a New Jersey gang with just one aim to roll something. Ascend, passerby. There ensued a fearful fight. Screams rung out in the night. George's head in a sidewalk called a stone.",
      "start": 3406834,
      "end": 3424370,
      "confidence": 0.7828392307692307
    },
    {
      "pos": 713,
      "speaker": "A",
      "text": "I bet it was them that was screaming.",
      "start": 3424482,
      "end": 3425914,
      "confidence": 0.87242625
    },
    {
      "pos": 714,
      "speaker": "D",
      "text": "A leather kid, a switchblade knife who did not intend to take his life. He just pushed his luck a little.",
      "start": 3426034,
      "end": 3432934,
      "confidence": 0.8818247619047617
    },
    {
      "pos": 715,
      "speaker": "A",
      "text": "I'm suddenly worried. This isn't a true story, is it?",
      "start": 3446054,
      "end": 3449006,
      "confidence": 0.974532
    },
    {
      "pos": 716,
      "speaker": "C",
      "text": "Who knows if it is?",
      "start": 3449150,
      "end": 3451542,
      "confidence": 0.9971300000000001
    },
    {
      "pos": 717,
      "speaker": "A",
      "text": "We don't know. That just. What? Let's say that we're not. Oh, that'd be terrible.",
      "start": 3451638,
      "end": 3454686,
      "confidence": 0.8644033333333334
    },
    {
      "pos": 718,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3454790,
      "end": 3455118,
      "confidence": 0.78842
    },
    {
      "pos": 719,
      "speaker": "D",
      "text": "George is life and death. Who really cares? George once said to me, and I quote, he said, never wait or hesitate. Get in gift before it's too late. You may never get another chance. Cause use a mask but it don't last. Live it long and live at fast Georgie once a friend of mine. See.",
      "start": 3455166,
      "end": 3491966,
      "confidence": 0.8238136842105264
    },
    {
      "pos": 720,
      "speaker": "B",
      "text": "How come you think this might be a true story?",
      "start": 3491990,
      "end": 3493838,
      "confidence": 0.9173830000000001
    },
    {
      "pos": 721,
      "speaker": "A",
      "text": "I just. I just got suddenly worried then.",
      "start": 3493886,
      "end": 3495526,
      "confidence": 0.82058125
    },
    {
      "pos": 722,
      "speaker": "B",
      "text": "No, but how come? How can this be a true story? But the bloke jumping out of a window and hearing his phone ringing.",
      "start": 3495590,
      "end": 3500914,
      "confidence": 0.9144687500000002
    },
    {
      "pos": 723,
      "speaker": "A",
      "text": "No, because Rod Stewart. I just suddenly thought, what if he's written a song about this and this bloke did actually exist and was killed? Then I started panicking. Yeah, I don't think it is. Is it?",
      "start": 3501454,
      "end": 3512694,
      "confidence": 0.8968045945945946
    },
    {
      "pos": 724,
      "speaker": "C",
      "text": "I'm almost certain it's not. Okay, so we gotta pack up and go home.",
      "start": 3512814,
      "end": 3517862,
      "confidence": 0.8644321428571429
    },
    {
      "pos": 725,
      "speaker": "A",
      "text": "Mmm.",
      "start": 3517918,
      "end": 3518430,
      "confidence": 0.23407
    },
    {
      "pos": 726,
      "speaker": "C",
      "text": "Yeah. Well, I think we've enjoyed ourselves.",
      "start": 3518542,
      "end": 3520422,
      "confidence": 0.9049457142857144
    },
    {
      "pos": 727,
      "speaker": "A",
      "text": "I've loved it. I've loved every minute.",
      "start": 3520518,
      "end": 3522302,
      "confidence": 0.7722271428571429
    },
    {
      "pos": 728,
      "speaker": "C",
      "text": "Carl Dot Pilkinson at XFM dot co dot UK for your suggestions as to what you're willing to swap for the signed bag. See you next week. Bye.",
      "start": 3522358,
      "end": 3529694,
      "confidence": 0.898712142857143
    }
  ]
}
