{
  "id": "3498626f-04b4-4f9d-a409-e0292c9a7ebd",
  "status": "completed",
  "text": "Blur out of time on XFM 104.9. Ricky Gervais with me, Steve Merchant, Carl Pilkington. Steve's bit quiet. He's got a bit of a sore throat. Oh, a bit of a sore throat? Murder. All week it's been murder, Rick. It's. We couldn't work. All this week Steve's been in Brisbane. Carl. You're not impressed. I don't understand why. Having a sore throat, sort of. He's dead, right? What if the sore throat was so painful, it was like you've got broken glass and razor blades in your throat. You can hear now that I'm not even speaking from down in the throat, I'm speaking from the retro top of it, like that. So it sounds a bit weird, but you're right. What? Your hands are all right, aren't they? Yeah, but we talk when we're writing, don't we? I can barely talk. It was in agony. I couldn't sleep because it was so painful. Even when I was just lying there motionless, it was hurting. I just was surprised because we got back off holiday and called Ricky and said, all right, is Steve all right? And he said, oh, he's had to go back home or something. And he stayed there because he's got a sore throat. Yeah. I didn't understand why you can't, like, just go home. I mean, how old are you? What? I don't understand why you mum and dad's. When you feel like I happen to. Be at my mam and dad's. My mam and dad's now talking like you when. When this. This sore throat really kicked in. So I thought I may as well stay and get a bit of the creature comforts of home. Do you know what I pictured there when. When he told me, see, my parents. Aren'T like yours, Carl. Your father would have popped down to the phone box and maybe look to see if there were any kind of throat loss and stretch. Yeah. Whereas my mum phones at the doctor first thing she can. I'm straight down there with my dad. They're. They're snapping into action. They're trying to sort me out. That Ronnie Corbett. Sorry, that. Sorry. You're right, Carl. Yes, you're absolutely right. Just like that. It's just because you just went on holiday with your parents. Well, not me. Not we. Mine. No, Suzanne's. And it won't be happening again, so. We'Ll have more about that a little bit later. Well, luckily we. We came in a few times, didn't we? We've been here since about half eleven, aren't we? Yeah, sort of stuff out, doing a show. Have you been squeezing his head or. No, that's. That's strictly between the hours of one and three. We established that. And I've kept the rules, haven't I? I did practice the grip in the week, didn't I? Yeah. Just to see what method he was going to use today. Yeah. I came in, I did my back on Tuesday, I was sparring and I pulled my back and I was in agony and I get an emergency chiropractor out and sort it out and I couldn't. I was on painkillers and I couldn't walk the next day, but I still came in, did a voiceover that was booked at 430, didn't I? I got Johnny to walk me in because I couldn't sit down, so I couldn't take a cab, but I could be upright and I had to walk. Got into. Walk me in because I was scared someone's gonna bump into me and I did the voiceover. That's dedication it. Yeah, but, right, I got back off holiday on the. On the Tuesday, right. First day back was going to be on the Wednesday, right. So I thought, well, I'll take it easy because you do that, don't you? When you've been on holiday the first day, you just want to sort. I'm straight back into it. Well, yeah, but it's nice to do, you know, I mean, just sort of look at your emails, go through all them, work out what people need and stuff. Dossaram. Dossaram. Yeah, sure. So I thought, I'll take it easy. Soon as I got in, I was told that Ricky had been booked in to do a voiceover. I thought, oh, can't handle that, do you know what I mean? On the first day, him coming in, annoying me, probably trying to get a week's worth of head squeezing in. So. Oh. So I called him up and he said, oh, I might not come in because I got a bad back. I thought, well, that's all right, then. You just turned up, didn't you? He said, oh, I managed to get in a cab. Yeah, he walked me in and. Yeah, and he did. He did the stuff, which I haven't got it here at the moment, but I'll. I'll find it on the system and I'll play you what he did that he's been paid to do. It's all right. Yeah, well, it's not all right. I had to pretend it was all right when I played it to all my bosses. Well, let's play that way later. But now, as we're back together. Steve, would you say the boys are back in town? Yeah, Lizzie. Boys are back in town on XFN 104.9. Right. We are back in town. Me, Steve and Carl. Carl's on holiday. Steve's been living with his mother because he had a sore throat. I've. I've been hobbling around, still trying to keep things going. Do you know why I think I was ill? Stress. I genuinely think it was stress. I think I'm beginning. No, I'm analyzing. What do you think of that car? But I'll tell you what it is. Look, think about it, though. We got, like, we live in London. We got the war, the threat of terrorist activity. That's where I live. I'm all right. Next one. We got SARS one. Yeah, but you can walk to work. I got travel on the tube. I came in this morning, I saw a Chinaman sneeze. I was terrified. S club seven. They've split up. I mean, I worry about those sort of people. They're young kids. They're talented guys. I mean, they say they're gonna be alright. I'm not sure Tina is. I'm not sure she's got the talent, so there's just so many elements that I worried about. Hearsay. Marsh is doing all right. Kim's doing fine, but she got out early. Yeah, but, you know, I'm not sure the rest of them will be. You know, I'm just quite emotional. I got worried about the show. I got to be worried about this. You know, it's just me. I've never been that good when, like, anyone in the family's ill or anything. I've just got. Just because that's the way I am. Do you know? I mean, if I'm ill, I don't expect people to run about. No, well, I've never been off for being ill. I mean, you were there a couple. Yeah, but that's. That's. I've not missed. I've not missed either of the shows. I'm ill today, but I'm still here. You. You took it. I seem to remember you took. You took a show off when you were ill. Your Lindy was really ill. Hmm. Right. Sure. I couldn't. I couldn't even walk to work, though. That's what I mean. Did you go to the doctors? No, it was too ill to get there. That's how bad I was. Did he call the doctorate? No. Interesting. But it's just that, I mean, we were talking about last night, because we were saying to Susan, I said, oh, Steve's, you know, he's been living at home all week. And she said, what's up with him? I'm a lingering geek and he's got. A sore throat or something. She went, sore throat? So she said, well, you don't know how serious it is. Don't be, you know, don't be offhand with him tomorrow, because, you know, if he's coming in and he's still not, right, because she's. She always sticks up for you. Yeah, right. And she said. She said, and anyway, you're no good when people are ill. I said, hang on, what you talking about? So apparently, when we first sort of started going out the first time she was ill, she kind of thought she saw the real me because she was ill in bed and that. And I said, oh, get up. Of course you can drink the. You can drink alcohol with these. And I just was like, you know, you make yourself feel worse if you lie in bed. I said, come on, we need to go shopping. And she said, you go shopping. No, I'm not, because I'm rubbish at shopping for food. Do you know what I mean? I'm all right at getting that night's food, but once it starts, like, you've got a plan. Sure, yeah. You're dropping the bananas. You forget all sorts of stuff over the floor. Well, she was. She was, like, feeling hot on that. Should I got a temperature? So we'll come to the supermarket and not hang about in the chicken. Frozen chicken section. Cool yourself down. Yeah, sure. And it made her worse. So now she was like, do you remember that? And I was like, who's that? Who's that hot woman sitting in the chicken fillets? That's Carl's girlfriend. She's obviously ill again. Even when I was younger, do you know when I told you that I was picked at school to give old people biscuits? Right, yes, because you had nice hands. Wasn't that nice nails? And then because I went down a storm at that. Storm at that. Bravo. Getting back with the Garavold. He's the best I've ever had. Bravo. What do you mean, you went down the store? Because I'm into biscuits. So I was talking to biscuits. Right. So did you make sure that they finished the first layer before you dipped into the second layer? No, there's no rules like that. No rules. What do you want? What do you want? What do you fancy? So then, because I was good at that, we were going to like an old people's own, where they're a bit iller, rather than just being old. They were like, ill. Yeah. And I said, no, not doing that because they're old people. They didn't want biscuits. Well, yeah, that's. They're too old to eat. So, yeah, you have to dunk them. In tea before you fed them to them. No, it was just like, did you. Feed them, like, did you have to chew. Did you have to chew their food then stick it down their throat with. Your face like a little bird? Yeah, yeah. Little trolley. Right? A lad who I didn't really get on with, he had good nails as well. So he was serving the tea. Yeah. And I just had a chat and said, oh, do you want a biscuit with that? Yeah. What about this one? Do you like bourbons? Oh, you really did the whole. Oh, right. So you weren't just. It wasn't like their choice, you offered a selection. Well, I sort of sold them, because the thing is, there's only so many, so you've got to handle the situation. Well, sure. You don't want too many. What, in one type? So it's like, well, you've had a bourbon. What a great life they lead. They probably only pay about 900 good a week to stay in that particular home. And they get a free bourbon by a kid with clean nails. Brilliant. WHOOP dee who. So anyway, I found these things, right? So I got back of holiday. The first job I found out I've got to do is work with Ricky for a voiceover. I do a regular thing. I do x Ray magazine, but I'm allowed to make the script up. And they said I could, so I did. Right? So imagine this. Well, I know you, Rick, and I know you'd like to put a lot of work into these things. Yeah. You want to do a good job. So he rolls up, he says, let's do it. Then. He said, what's in the magazine? I said, well, here's a selection of stuff. This is what you've got to sell. He said, leave it with me. He goes into the little booth and the first one he comes up with is this little advert for it, right? Xy Mozzie's out now. It's a free 50 May edition music of tomorrow, Dandy Warhol's picture. And there's a free CD with all the placebo and the Donnas and smog and nightmares on wax, alpine all Stars. Only three past 50. It's out now by it. In it. Have you got sore throat there? Well, that's all right, isn't it? And he was going, you can't. I said, we are doing that. I've done one. That is it. That's it. So I persuaded him. He went, right, okay, we can possibly put that on XFM, right, I'll have to see, right. And so I wouldn't do it again. He went, but you need one for capital. He said, capital? No, right, I'll do one more for capital. Zolo. The stations advertise the XFM magazine, right? So this, this is the one that you thought would be alright for them. Hello, you loonies in Radio land, Doctor Frog here to tell you about the new edition of x ray magazine. It's out now and it's only three pounds 50. You've not heard of it? It's a great music magazine and you get a free CD featuring bands like Placebo, they wear makeup but leave them alone. Gold chain smog. Okay, go the Donners and all great bands that you're loved. Froggy here. Hello. Bye. Ribbit, ribbit. Froggy says, buy it. Oh, well, so then he says, that's. It, Doctor Frog's still on there. I said, that isn't going to go out. They're not going to be happy with that. He said, you had your money's worth. I'm going, yeah. So I'm left with that. I then have to get the bosses in and because I've let him go, in a way it's my responsibility. So I've obviously thought I've got what I need. I had to play them to the MD. What did he say and justify? Well, I was sort of thinking if I laugh, he might go, I don't get it, but he finds it funny. Oh, brilliant. Well done. So I was laughing, he was sort of thinking, you know, excellent. Is that it? Brilliant. When do they go out then? I think, I think one of them is going out at the moment. Excellent. I think the first one's going out. Brilliant. Well, let's, let's play a great track then. Is it Doctor Frog? I'd like to see Doctor Frog feature maybe on our show more often. Okay. Oh, I've got some new comedy characters. I can't believe we're luck. You know, I love the work of comedy greats like Chris Miles and Noel Edmonds. I've got some really funny comic characters that'll be popping in and out of the studio. Save them. Okay. Badly drawn boy. All possibilities on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Karl Hilton and a few a few new characters, as I said, you know, I mean, you, I know you love Moyles and his sort of lucky stuff and Edmunds. Just all the, um. Well, I'm gonna go along the same sort of vein. I've come with a couple of. Can I do a little show? You? I'm excited. Okay. Well, it all starts with a sort of doorbell. So goes, uh, ding dong. I go, oh, no, hold on, Steve on Carl. Who's that at the door? Yeah. Hello. Oh, hello. Oh, look, it's Camp David, the right queer, gay. Oh, hello. Hello, you. You look all gay today. Is that because it's nice weather? Oh, no, that's not what it means. Oh, have you got a girlfriend? Camp David, the right queer gay. No, but I've got a boyfriend. Oh, bye. Right. Ding dong. Oh, it's another one. Another comment. Hello. Oh, look, it's. Holy fuck. The little funny chinese fella. Wait, that's his name. Hello? Holy fuck. Harold, right? Yeah, mister fuck. You can call me home if you want. No, I prefer to call you fuck. Yeah, right. You're right. Have you got a girlfriend, mister fuck? Achoo. Okay. Oh, you haven't got that stars, have you? No, that's my girlfriend's name. Yeah. Oh, just before you go, mister fuck, I've got two, I've got two things here. I've got a nice trilby hat that you could wear. Yeah. Or I was. A little lampshade. Right, right. Which one do you want to put on your head and walk around? I presume the trilby. No, but it's not. No, yeah, of course. Bye. See you later. Yeah. I thought they were genius. Can I be. I mean, I'll be honest. I thought they were. I thought they were. I mean, you didn't steal them off Chris? No no, no, they're original. There's no, Chris Morris has done stuff as good as that. I know. Yeah, I know, but no, these are all mine, so. So there you go. We'll be hearing more from Camp David, the right queer gay and the funny little Chinaman. What? All right, cow. Yeah. Is that your sort of humor? It might not be your so humor. You just should have run it past me before you did it. What one are you worried about in particular? The not Camp David. No, say his name. Which one? You mean the chinese fella? I forget who that was. What was his name? Like I remember. Well, if you can't remember, it can't be that good. So we'll leave it. We won't do it again. Oh, what? Tell you what. I'm thinking. Go on. Right. Do you know, like, tv programs sort of get rested in the window? Oh, cool. Not. Not now, mister fuck. We're talking. Bye. Is that holy fuck again? Yeah. Right, okay, that's it. Now I'm not answering the door anymore. Right, okay, go on. Right. Um, yeah. Ding dong, ding dong. Ding dong, ding dong. He's trying to get in. You got. Don't be impolite, Rick. Come on, Rick. He wants to come in. No, it's too late. It's too late. He's going away now. Go on. Right. Anyway, what I'm thinking is. What I'm thinking is rock busters coming back for a bit? What? No, I was gonna say if I came up with. With what? Without chinese fella. What was his name? You wouldn't have liked it. Let's do rockbusters and see how it goes. I know you weren't a fan of it, but. Yeah, to be honest, Carl, he dis cheapest chimps. And we know that's a brilliant idea. Hang on, sorry. We. We all agreed that Rockbusters was a piece of old Tom stopped doing it. I said it needed resting for a bit. I don't remember that conversation. What do you mean it needed resting? We abandoned it because it was a pouring. You just. You. It started off as a nice idea, but you just gone crazy. Let's play record and come back to this, shall we? What do you want to play? But of sugar. Oh, yeah yeah yeah yeah. Brilliant. That'll cheer us all up. I don't know why you were thinking of bringing this back. I'm genuinely worried about this. Well, that. Is that the doorbell? I would be lying, Rick, if I told you that that didn't feature in my list of the best singles ever. That's lovely. If I can't change your mind. Great. Great pop tune. Brilliant. Absolutely brilliant. I think Carl's worried about one of the names of my characters, so I'm changing the gay fella's name to David Gray. The bent pianist. The scientist. Coldplay on XFM 104.9. With me, Steve Merchant. Karl Pilkington. I'm Ricky Gervais, obviously. So, Carl, just getting a bit frustrated there with Steve having nothing to offer after being off for a week. Do you know what he calls you now behind your back? Oh God, here we go. No, it's quite. It's all right. He calls you the professor because of a picture of you in my media. Oh, right. Did you approve it? I didn't actually know. No, you know what it is, don't you? It's, you know, when you take it from an angle, it sort of distorts one side and they've taken a picture from a bigger picture, I think. And so it's. Do I mean, like he's looking in a kettle and he went, what's going on there? He said, he looks like one of those professors of BBC two schools programs. Well, I think that as a compliment, considering what I call you behind me, your back, the professor. Carl's looking pretty good at the moment, aren't you? I'm surprised. I'm surprised that you. You got chosen for having clean nails at school to serve the biscuits because I always imagine you, when I look at you, I see you as a child. I see you as a grubby little child who's always in the street. Carl is quite hygienic because he's always got a nice little. Nowadays. I do, yeah. Not the boyhood Carl. I always. You've been quite neglected. No, make me. Clothes weren't always the best and they were a bit warm, but they were always clean. Yeah, yeah. Coming on. Are you Dolly Parton? I always imagine your house is having. And actually, to be fair, so do I imagine your house being very much the same. Always stinking of chip fat. Yeah. Also, yeah, my mom was always cleaning, so again, it was always sort of like clean. It was just. It smell. It's cigarette smoke, maybe. Yes. It's about of Dettol pets. Yeah. And cigarette smoke. Yeah. And such a working class smell like that. Yeah. That's a real working class sort of smell and look and stench. Yeah. You talk like me now. Yeah, yeah, yeah, yeah. The interesting thing is that Carl's cleaned up his ax. I'm very. I clean, I have two baths. No, you are obsessed. It's just really bad at me. I was in Waitrose earlier buying a sandwich. I got a bit of money now, Carl. I like to splash out a sandwich. I like two pound 50. You ever seen any of it? Benji's shop. He does go to veggies. I'll tell you what, we go for lunch, right? And if he looks in a restaurant and it's sort of like 650, he goes, Rick, I'm not made of money. Yeah, he is. We have to go to Benji's. He gets two sandwiches that have to fill him up, right, because they're a queen. But I'm a big guy. I need a lot more food. I need genuinely need more food than most people. I'm like a bronzaurus. It is. He's just grazing all day, so, you. Know, I can't afford to sort of splash out in pret a manger all the time with your fancy french sandwiches. I like to get a lot of bread from the money. I want a lot of bread. So I was in Waitrose and some guy came in behind me and he was sort of, I don't think he was mentally dolally, but I think he'd been homeless for just too long. And he was really. What's just right at the time to be homeless? Well, I think it was. You want to get out of that. Game really, don't ya know, return. I think it was like it was too late for him back, really. He was walking a bit of a weird angle. He walked like the elephant man. Even though he wasn't deformed. It was probably like you were in the week. It was quite, it was quite unpleasant. And he sort of came up to me and he went, and weirdly, he spoke a bit like I'm speaking now because of my throat. And he was. And I thought, if I speak to him back, is he gonna think I'm taking the mix? So I kept quiet and he went, ah, all right, what's your name? And I said, steve. And he shook my hand. He forcibly took my hand and shook it, but he had these cuts and bruises on his face. Ah, the open sores. Yeah. And I was shaking my hand and I was just terrified, thinking, get off my hand. Let go of my hand. And thankfully I. Did he have a bow around his neck? Well, he may as well have. I mean, seriously, I caught the ivy security guard. I didn't throw it out. This man does not have the funds. To be shopping here. This is removed. This is part of the John Lewis partnership. And so they had him thrown out and, you know, I. Seriously then I was just freaked out. I had to wash my hand as soon as I could. I just. I was just. I couldn't imagine the kind of grind that was crawling across weathery's kind of homeless way. Are you still doing your social work? Yeah, yeah. At least he used to give it to old people biscuits. You'd have gone, I'm not going to them. Look at them gums. Wouldn't you? Wouldn't that have been grim? Would you have wanted that, though, like old kind of homeless people touching you? Oh, no, I'm not. Jesus Christ. No, I know, I know. It's not on the list. I was driving this down. What do I know? I need some batteries from a walkman. Need to be touched by some old people. See you later. This is. I was watching. The one thing I did watch all week was Columbo, which seems to be on constantly. I was watching Columbia. I know you're a fan of Columbo. Wick, one of my favorite programs of all time. Do you not think that he. All right, all right. I just thought you're gonna talk about which one. They made about 90, and they're showing all about four channels in rotation. It doesn't matter if I tell you did it, cuz you'll find out in the first. You find out in the first two minutes anyway. Honest. If Robert Vaughn's the star, is probably gonna be him or culp often. Robert Cole. Yeah, yeah, sometimes Patrick McGuin. But do you not think that Columbo looks like he smells? Would you imagine he smells a bit? He's a brilliant detective. Well, he's got that dog and he smokes cigar, so I imagine he smells. Stinks. I reckon he doesn't clean his clothes. Oh, I think he has it. I think he gets up and washes. But I think if he's not minded, I think he's too busy thinking on solving crimes and stuff. What do you think his wife love? I think his wife. I think they're quite a bohemian couple. I'm not sure she's really interested in that. I think she's kind of. She's got her own mind. Maybe she's a painter or something. No, maybe. Maybe she's. She's losing it a bit and he's a bit embarrassed by it. That could be true. And she's probably incontinent. So while she's ironing his trousers, she just. Just all over them and he goes, oh, God, she's shaking my pants again. I got a way to know. Yeah, yeah. So that's. That's what? Oh. Ding dong. Oh, hello. Oh, look, it's. It's David Gray, the bent piano player. Oh, all right. I thought it was gonna be Columbo. Ding dong, my wife loves you. Yeah. Hello. Oh, I don't believe it. Look who's doing that. Steve. Now can we. Okay, listen. With the whole rockbusters thing, I don't want to be responsible for bringing it back, so I think we should put it to the vote. You should be emailing. We'll give people five minutes to email in. I'll take a straw poll. Do you want to see the return of rockbusters or not? We're leaving it to you. Ok, Steve. I guarantee it's going to be a landslide. They are all going to want it, but why have we ever trusted our listener? We know what they're like. You've just described some of them with a bloking, waitrose and Colombo's wife shitting herself. So that's the sort of people that you know, I mean, yeah, it was actually. It was weird because the waitress guy did ask for my autograph before he was hauled away. So maybe he is a listener. But all I'm saying is maybe there's some. Maybe the posters are drawing some fresh blood. There's some people who've maybe not heard rockbusters before. They're the ones who probably vote for it. Anyone else who's heard it before, surely they're not going to see the return of that. No one wants to see. What's the number? No, that's email only. We don't want to speak to these freaks. We don't want to speak these screens. We work with one of them. God. If you want to see the return of Rockbusters, vote yes. If not, no. Tone it down a bit. Let's not do three. No, it's got to be three, otherwise too easy. Ricky. Doctor Gervaise, XFM co dot UK. Just choose the best one. The seeker from the who. Brilliant. Classic rock on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Car Pilkington. All right. Well, unsurprisingly, the overwhelming consensus is that people would like to hear the return of rockbusters. I should, however, point out just some of the. Some of the no responses. Let me see what we've got here. Is Dicky Anderson called in yet? Sadly, nothing from dickers. I think I might make him one of my hilarious comedy characters. What do you think he would sound like? What would he sound like? I sort of probably like the, I think, ding dong. Hello? Hey, it's Dicky Anderson. Your show is rubbish. So like that. I mean, I think you should work on perhaps you're saying there's not a lot of substance, these guys saying that, you know, once the novelty of the doorbell is worn off. I don't think you understand comedy on radio, to be honest. Listen, listen to no elevens. Listen to Miles. You'll see. You don't need to riff with it. It's just, you just do the doorbell and just say they're here. Right. That's what you need to do. Sure. So that's the main thing. Well, so I'm thinking of some more characters as well. We'll keep working on those. Yeah. Marcus has emailed he says no to rockbusters. He hasn't heard it, but it sounds rubbish. Believe me, you couldn't be more right. Well, does the office sound good as a title? All right, this is someone else. Don't bring back rockbusters. Please, can we have more holy folk? You're not pronouncing it right. I know, I know. I was just a bit edgy there. He's. Holy fuck, the little chinese fellow. Holy fuck, the little funny chinese fella. No. Okay. All right. Well, otherwise, Carl, other than those few negative ones, most people want to see the return of rock busters, so. Okay, go on it. Let's go. Let's do it. Yeah. These surprises. Yeah, let me have a look. We got the new album from gold frappe. What's this one here? Oh, I've no idea. The Yardbirds. A new album from the Yardbirds on VHS. Coogans run the show where different characters make an appearance each week, including, I think, Pauline and Paul calf. Good stuff. Who the hell wants this? Meg? Los a Tom Baker doctor who edition. And the only decent thing really in the collection other than Coogan's run is the x list, the double CD featuring lots of current indie favorites. So not bad, not bad. Little selection there, car. Yeah, well, if you are new, you haven't heard it before. I sort of give a cryptic clue. And then some initials, I'd say it wasn't. Isn't cryptic. It's. It's like, what am I thinking? That might or might not be the initials that I'm gonna say. That's how you gotta think, really, but go on. Do you want to remind them of any spring to mind? Just as a exploding pet was atomic kitten. Doesn't really work. I fell down in a puddle in. Texas I got my legs wet. Knelt down in the puddle, got my legs where? Wet knee. Houston. Doesn't work either. Jamaican swinging a fish round Detroit spinners. Doesn't work in the slightest. Doesn't work in the slightest. Three of them, you email in. So here we go then. Number one, the gingerbread man has only got one leg. Right? The gingerbread man has only got one leg. Initials there. LB. LB. Right, okay, second one. These people from the East Midlands swear a lot. All right, these people from the East Midlands swear a lot. These people from the East Midlands swear a lot. The initials TTD. Right. And the third one, have a holiday in Italy. So you've done three then. Tb is the initials on that one. So quickly. Again, the first one. Gingerbread man's. Yeah, I got that one. As well. I got that one. I got two. These people from the East Midlands swear a lot. TTD. And third one have our holiday in Italy, TB. Email in with what the songs are and you win that stuff. Ricky Gervais, XFM coats the artist, isn't it? Yeah, yeah. Just. Oh, yeah, like he said that. Yeah, yeah, okay, fine. Email only, please. Ricky dot gervais, xFm dot co dot uk. We got that going. Yeah, looking forward to feed it. Be good, wouldn't it? Placebo and bitter end. I don't want to contradict you, lads, but it's not. We've got a full hour to go on wicked german show on XFM one at 4.9. I am Ricky Germain. The aforementioned Ricky Germain's with me, Steve Merchant and Carl Pilkington blockbusters. Oh, ding dong. Oh, who's that? Oh, it's. It's posh bloke who doesn't care about poor people. Hello, posh bloke, what you doing? I am in my Rolls Royce and I don't like the homeless. Oh, posh bloke, don't be a satire. That is satire. Political as well. I'm getting begin to show off. I was showing the foreigners. Some foreigners are funny. I got in the fact that, like, if you notice that chinese people wear different hats to us. Yes. So that's political in the sense. That is like, what? Imagine Ricky's house being like when people are ringing the bell because they're also different. It's a little. He's obsessed with all my friends being slightly different to each other. I've never understood. He goes, there's no thread. There's no thread to them. All my mates have got a thread running through them. I was literally after they walk out of the home. Yeah, but what do you mean? My friends? All different. Well, that could be. It won't surprise me if I was around there and the bell went, I said, you want me to get it? And you said, yeah. And I opened it and it's, you know what? Holy fuck. Holy. Yeah, he's at the door, right? And then I say, he's busy, close the door. Bell would go again. Then you got the little gay fella, David Gray. Yeah. And then, do you know what I mean? Yeah. Not really, no. He's met some of my friends and he looks at them in a weird way. I mean, some of them are weird, but he's just. Oh, the other night, right, he's got a thing about Robin, my mate Robin, right, he's a lovely bloke, right? He's going, I can't, can't be handling him. He talks too much. He talks, you know, Robin sort of goes. And he talks really fast, and he's. He's sort of riffing all the time and that. And it does me, Eddie, why is he talking like that? And then I said, carl got for drink. I know. He went, Robbie's not gonna be there, is he? I went, no. And I was there with Johnny and I'd set him up. I knew Robin was going to be there. Robin comes in, sits down and goes, hi. I go, all right. Car goes out, I'm going. And Robin sort of looks at him. I went, oh, don't be stupid. He went, no. And this is in front of Robin, who's confused. Carl goes. Points at him, because I said, was he going to be here? You know, I don't like him. It was unbelievable. It was unbelievable. It was unbelievable, Steve. And Robin sort of looked, like, really genuinely sort of upset. He goes, well, shall I go? I went, no, don't. And Johnny went, oh, Carl, he's a lovely bloke, right? And Kyle went, well, no, you know, I'm less annoyed at Robin now, who's done nothing, of course, than you. And I went, look, just have a chat. Everybody goes, no, it's not worth it. Yeah. Everyone's going, right? I go, Robin, stay with. Nah. So. And I made him stay. In the end, they were getting on, weren't you? Well, yeah, in the end. I can't believe. What were you thinking, Karl? What kind of a despicable man are you? That's. That's. Why am I the things you've done? Why am I the bad one when it's this, when it's Ricky's fault that we were both there? Anyway, we all understand. You don't say to someone in front of them, I don't like this person I'm shooting off. I don't think I said it like that. Exactly like that. Yeah. And he was, like, genuinely confused. And he was sort of like, sitting there thinking, oh, do I have to take this? What have I done? And he was upset anyway. Just done a show that didn't. You are one of those typical manx who are arrogant and they swag around the place like, I don't need anyone. And I'll tell you this, if Suzanne, if you ever lose Suzanne, you are going to be one lonely man. I'll tell you. Because you make. You make no effort to maintain your friendships. You say these sort of things that he's saying to you about Liverpudlians. And I'll tell you what, I've never met a Liverpudlian as rude as you. You are. You're like the oasis brothers, you know? Larry. Loud, rude, no, but uncivil. Robbins. All right. I had a chat with him. He was a bit quieter the other night. He was fed up. I said, if he's fed up all the time, I'd be happy. I said. I said, because you've just insulted him. And he said he was all right. He didn't talk much, any. Was upset because he'd been the show. And he said. He said, well, tell me next time when his family dies, we'll have another drink. I don't know what you're like. I don't know what you like. Me? You are a. I just think you're. The more mate with him. You would like taking the fun out of his. Out his little thumbs that he's got. That's like. That's my squeezing his head to you. And it. I've got different. Different mates with different parts of the body. Yeah, I like to squeeze your head. I like to look at his thumbs. And that's where do you know? Because. Right, I was thinking of doing a bit of educating Ricky, right? Molly's looking for stuff, learning stuff, as well as doing another job and that. And when we went out with Robin and what does this mean to anyone? They don't know. Go on. Well, it's enough, innit? His name's Robin. He's got really small thumbs, right? He looks a bit like a mill house, doesn't he? That sums up. He's like elephant man. You know what you get in there, right? Robin. He's got little thumbs, right? So I wonder if he's listening. I wanted to do some research and I thought, I wonder if there's anything on small thumbs. I found something. Do you know the saying, rule of thumb? Oh, is it an inch? Well. Well, it. Do you know what? The same wife of the stick. Yeah, okay, well, rule of thumb, you. Know, that same means if someone says kind of. Yeah. Well, it just means usually. Yeah, exactly. Yeah. Right. Well, where it actually came from is years ago, husbands weren't allowed to sort of clout the wife with anything. What was it like in the past? I know you didn't clout your misses. With anything wider than your thumb, that. The stick had to be the same. They're no bigger than your thumb. No damage. Although it's wide. It's got a little thumb, like a little knob, and it's like it's truncated because it starts off normal. It looks like he's had his big toes put on his hands. Does he have to drink a pint with two hands? Yeah, yeah. And he's dropping stuff all the time. Go back to the rule of thumb thing, though. What date was this? I'm not asking, Carl, I'm looking at Ricky. Because you're not gonna have any idea, Carl. It's just gonna be the past. Yeah, but I like the idea that. I think it's the same sort of day where, I don't know, you. You got hung for being homosexual and you could shoot a wild. Those blokes beating their wives with shovels, logs of wood and someone's gonna. Hang on a minute, hold on, wait a minute. Let's have a look at your thumbs. Wait a minute, wait a minute. We've got some kind of rule here. I'm all for beating your wife, but let's have some kind of rule. Let's give him a sporting chance, surely. He goes, well. I say, well, what about. You can hit her with the width of your thumb and the wife goes, make it the width of his knob. I go, no. Yeah, yeah. Width of your thumb. All right, better? Yeah, it's like the. It's like I always remember seeing in the swimming baths. There used to be those signs that would say, no running, no jumping. Yeah, that makes sense. No bombing. Fair enough. No petting. No petting. It's like you're not allowed to kiss. And I love the idea that it's probably some kind of lifeguard who sort of maybe saw his ex girlfriend getting off with some bloke in the water and thought, there's no petting anymore in here. What do you mean, no petting? You can't. You're not allowed to kiss her or no one. You're not doing this just because. No, nothing. There's no. There's not a problem. Okay, not a problem. Just leave and don't kick. You want to swim, swim, but don't kiss. There's no. No. Look, no petting. Did you just write that on yourself in Byron? Yeah. No. What's this? No fiddling downstairs in or out this room, Paul? No, no. Fiddling with does annoy me, though. I was saying to Ricky the other night when we're walking somewhere for a drink afterwards, people who kiss and that in the street. People showing their affection for one another. No. They can hold their hand and that. Yeah, but it was just. Yeah, I agree, I agree. Yeah. I see two people eating each other and like, in a restaurant or something. Two people eating each other, you know, snogging. Yeah. Uh, answer, sir. Rockbusters. We're doing them now. Yeah. Well, come on then. Well, I think let's play record. Let's come back with apparently, what about. A bit of cure? Do you want a better cow? Yeah. Ding. Dumb. Oh, here you. Oh, it's a fat fellow. A lipstick. Hello. A forest. The cure. XFM 104.9. Good. Tracking it. Oh, yeah. Going all the way back. All the way back there. Wow. Rockbusters. The results you've had a few real answers are proper answers, I hear. So either I'm wrong or people do think like you. I've got two of them. What are the clues again? Right, first one was the gingerbread man has only got one leg. I got that. That was LB. Limp biscuit. Right? Yeah. The third ones. The third one, I think you worked out, have a holiday in Italy. Cheering breaks tb. Cheering breaks yeah, this is the one. I can't get if this is. If there's a reason why I can't get this. We're not doing Rockwell. Can I give the answer to this one? Yeah, what's the clue? The clue. These people from the East Midlands swear a lot. Yeah, TTB. TTB, the answer, yeah, go on, give the clue again. These people from the East Midlands swear a lot. Tourette's Trent Darby. Right. You're never doing. What's again? Tourette's Trent Darby. Right. You're not doing it. You're never doing. You've blown it, you see, you sneak that one in you. Yeah, but I always like to sort of give to that, you know, a fairly easy. And then you sort of work out the men from the boys and don't you? Yeah, well, I mean, if I'd have done a character called Tourette's boy friend of the little Chinaman and it went ding dong. Oh, look, it's Tourette's boy friend. Holy fuck. Fuck. Holy fuck. You'd have been annoyed, do you know? I mean, oh, who's your mate? Tourette's boy. Holy fuck. You'd have been annoyed, wouldn't ya? Is that character from Lenny Henry show? I can't remember. It's Chris Moore's Lenny Henry. Yeah, one of them. Anyway, the winner, lucky old Richard Perks from Birmingham. He's listening, presumably on sky. And so nice to have him listening. And that's Richard Perks. He's got those answers, all of them, right? In fact, most people seem to get Terrence, Trent Darby or Tourette's Trent Darby. Well, I think that's offensive. If you want to complain, what's the number? What's what? They write to complain about that using. The same person you tell people to write to and tell them I was a knobhead and shouldn't be on the radio. Last week when I was away, did anyone do it? I think a few went through. Did you listen to the show? I listened back to the recording. Did you get any emails before you listen to the show? Yeah, when I got in. Did it upset you? What sort of things was it? Just stuff. I can't remember. Just. It was. It was weird because there was like a few of them in a row and I just thought, what's happened here? Yeah, because we. We said that. Yeah, because you weren't here. So. So what did you say? I just said phone in. We had. We had a couple of genuine emails that liked the show, didn't they? Yeah. And I said phone in and leave message or email. Andrew Phillips and Carl filmed and just say the show was great. The show was brilliant without him. But they went a bit too far today. What did they say then? I mean, it doesn't bother me because I'm not bothered what people say, am I? No. So, I mean, no, you don't care what. You don't care what you say to people either. Poor little Robin. He looked crushed. Whatever. Well, it doesn't matter because he's. He's doing well at what he does. He couldn't even. Because they wouldn't stop because his thumbs didn't show up. He was waiting there for ages by the side of the road. Do you know the difficulty he has buying gloves? It's murder for him. He wears little oven gloves. Yeah, from like, wendy houses. He has to be wear Barbie oven gloves. Yeah. Oh, right. So, yeah. So the winner there, Richard Perks in Birmingham. If you could just email him with your address. There was another winner, wasn't there? What was his name? Actually, there was one person who got all the right answers and there was almost a winner, but his name was. Peter K. And I like. I like Peter K. Just coming second. So we gave it to Richard Perks. Yeah. Peter K. Record. Radiohead. There, there. XFM 104.9 regrowth and Carl Pilkington. Right. Rockbusters. Well, you know, you shot yourself in the foot with that. So. Tourette's. Trent Darby. Amazing. I mean, what did you think of first? His name and what words you could put in there? I normally sort of just go through a Guinness Booker, hit singles and go, right, who can I do. Right. You're giving away a lot of. I mean, that, you know, you're an enigma, Carl. I wouldn't give away your workings. I mean, because then everyone will be able to do it. And what you, what you've got now is a gift that people can't really tap into, do you know, I mean, see, that's what, that's what Lenny Henry and Chris Miles's mistake. See, I've sort of worked out how they do their comedy and I'm doing it now. Hmm, sure. Do you see what I mean? Now that, you know, I'm doing. I think the only way that people would start to be able to replicate a lot of what Carl does is if maybe they had a severe blow to the head or they were diving, they came up to the surface too quickly. Ding dong. Oh, I'd like a severe blow. I'll get lost, David. Oh, let's have some adverts. Quick. Steely Dan reeling in the ears. Sorry about that. Look, he's going to put on his little duffle coat. Yeah, well, not very well. You look like someone that walks around forbidden planet. Don't say that. That's the ultimate insult. You can say I look like something that you'd buy in forbidden Planet, but not someone that goes shopping in there. The professor. Oh, the professor. Oh, brilliant. Oh, talking about weird looking heads and stuff, we're doing that cartoon on the Internet at the moment, that little cartoon. I did a firm, Carl and the bids up to. Sorry, that doesn't make any sense to people that don't know what you're talking about. Oh, I did a little cartoon of Carl and because he doesn't know his picture in the paper, when people request a picture of us, he started sending that off and it's in heat and it's gonna be in Jack and I put on the Internet and they. They're bidding for it, aren't they? Yeah. It's 200 quid. That's ridiculous. Amazing. That's. So what I thought was we've got, we've got a frame it car. We've got to put the copy of Heat in the summer. You'll have to. The winning show, the show that they win on, you'll have to do a copy of that. You know, I mean, they get some up for their money. I think I'm mildly embarrassed. So it's for good cause and everything. But didn't someone say 250 if they can come in and watch the show? Yeah, we can't do that. We don't love you, but what I thought was, what about the winner gets to come in and squeeze your head so they get in for just two minutes, we present them with it? Yeah. No. What do you mean, no? I'm not having strangers coming in squeezing me head. What, you mean it's for charity? It's for charity, Cole. Come on, mate. What? I'm not doing that. Even an ill person would say no. It's all right. I'm not that ill. What do you mean? You don't have to have your head. Squirt. Squos. You don't have to have your head. Squirrels. All right, let's move on. XFM dot co dot UK. Ricky, you can see the picture on there if you're interested, if you think it's worth more than 200 and you got some money, then you send an email in saying, I'll give you, you know, 220 quid or something. Are you not going to let them squeeze your head? So we get someone here, the art department here, that we frame it up. I put a little note of, like, authenticity. A picture of us. Can I have a real picture of. You, Dickinson, examining that in a couple of years time. This is as cheap as chips. You can sue him, then, because he ripped off your phrase a little bit, didn't he? You've been done here, mate. You have more money than sense. I tell you what, we got monkey news today. We might not get to it, mate. We are running that time now. We're doing it. What do you mean, we're doing it? It's. The show isn't complete without it. I'd rather drop adverts and stuff. Well, I'd rather drop adverts. No, we're doing monkey news. Join Rick. My concern is that if you put monkey news on this, on the subs bench, it's gonna be like David Beckham. Yeah. His eye wandering to other radio stations. Yeah, and look what he's doing. Yeah, he's leaving. Off to Real Madrid. How about that? Monkey news off the radio, too right. So, yeah, don't leave him. I imagine if they're listening now, they're probably going to call you. Go, Carl. Were you serious about bringing monkey news to radio two? Because the checks open. Do you have it now or what? Now I want you to tell Steve about your holiday because you told me. Go on, Steve. I mean, bad, bad idea. I had a feeling, anyway, about going away with, like, Suzanne's mom and dad, because I've never been into sort of family holidays anyway. Right. Even when you see it, whenever I've been on holiday and you see, like, families on planes and that, and they're all having a laugh and a joke, loving it. And then on the plane going back, you can see that they've gone off into groups and, like, you know, the dad isn't talking to the daughter and all that business. So I thought, ask him for trouble. But, you know, I do everything once. Do you know what I mean? Boxing, dancing, going on holiday with parents, not give it a go, see how it goes. Right, so not your a levels, but. Very. Started off bad, didn't it? Because last week I told you that, you know, a dad called us up and said, you know, I want to take some tea bags with us to Madeira. Yeah. What's the best way of packing them? Yeah. Right? So I knew there was going to be problems like that, because the thing with Suzanne's family, right, they like having a routine. They know what they're doing every day. They know what they're having for tea every day. It's the same thing every week and stuff like that. So I thought, this is going to be interesting, this, because they can't do what they normally do. I love you treating it like an experiment, just watching them all the time. So the first problem was, they've never flown before, so I was winding them up a bit. Murder. It's really horrible, you know, flight playing, goes all over the place. And a mama done some research saying, well, I've been reading about it and. What, she got a funny accent. More. More people, more. There's more chance of me being killed on a donkey than there is on a plane. So I upset. I said. I said, when we get there, let's see if there's any donkeys on the beach. Yeah, right? And she didn't like that. So what, the joke about you hoping she died? Yeah, what's up with that? Right? So we get there and, you know, they see the villa and that. They're quite happy with all that business, all that stuff. And then as time went on, I was getting a bit sort of fed up with them being around us all the time, because I think you should have your own time when you go on holiday with the family, you should say, right, you go off and do your thing. Yeah, we'll do our thing and we'll meet up later and talk about what we've been doing and stuff. Anyway, so it gets to like the Thursday. We've been away since Monday, right? And said, right, we're going out tonight. So a man says, yeah, we'll come with you. They said, no, no, just us. We're having a bit of time on our own. Right. Did you said to her, you told me that. You said to her, you started to annoy me. I want to drive around. Well, I just said, well, I told her at the start, I said, it's going to be interesting, this, because people annoy me when they're around me a lot. Sure. So I wasn't nasty to her. I just was saying people, not her. All right. Do you know what I mean? I'm just saying, you're gonna get on my nerves. So you hailed a donkey for so. No, but seriously, right, with the flying. Do you know those stockings that you can get because of deep vein thrombosis? She had them on in the cab, and it's only a tower flight, so that was annoying me. So, um. So anyway, it gets to this. Gets to this. Um, you know the Thursday night when we. When I'm going out with Susan. Yeah. And a mom's, like, sat. Sat on the. On the sun lounge or outside. So. And so where are we going tonight? So, no, like I said, it's just. It's just us. We going out, having a better time to ourselves. So I could see as the day was getting on, she was realizing that she's got a night in with, like, her husband. Yeah. Right. She started, her face started to, like, look miserable. Sure. I thought, I'm loving this. So I said, right, I'm going in to go and have a shower. Go and get ready for this tonight. It's gonna be great. And winding them up. Just wind them up, because they can't come. Because he said they can't. Right. So I go upstairs, have a. Have a shower on that. I come down and a man's smiling. Oh, hang on. Something. Hang on a minute. What's. What's gone on here? So I went to Susanna, said, why is your mom smiling? She's not coming. She said, no, but my dad said he'll take her out now. So in a way, she was happy because she got her own way, which had annoyed me. Want her husband taking her out? Well, it's just the fact she didn't want to go out. She was happy to stay in and have sausage, egg and chips that they'd found from some shop that sold english food. So that's almost like what they do if they're out. Sausage, egg and chips. So she was happy with that. If we were staying in and having that because we were going out, she was fed up. Right. So she's smiling. So she's going. Yeah, I'm going out now. So I said, well, enjoy yourself. She said, where are you going? I said, well, it doesn't matter, does it? You don't need to know. Sure. She's not going to where we're going. Oh, you just don't want us to be in the same restaurant, so. Yeah, that's right. I said, I want a night out on my own, Susan. It's our holiday as well. I don't know. I can talk to amazing. This is not even his own parents. This is someone else's parents. These are the parents of the women, of the woman he loves. But even Susan sort of agreed with me. There's only so much time you can spend with your parents. That's why you leave. That's why when you're ill, you don't go home to them. Yeah. Yeah. Because the slight difference between me and you, Carl, is that not everyone in the world annoys me. Well, not everyone does. Just. I can see what I was. I felt a bit guilty that week when he said I was annoying him, but I realized it's not my fault everyone knows him. Yeah. So, yeah, it was. It was all right, holiday. It was good to get back. Brilliant. I won't be doing it again. No. And what now, would you say, is your relationship with Suzanne's parents? Is it a frosty one? No, I just think they know that I don't like for a long time. Yeah. I mean, when we were packing, a man was upset because, like, she really liked the place where we were staying. Right. It was quite a big villa because there was a few of us. There was a brother as well, with us. Right. So I love it here. She said, I'm definitely going to book this place again. I said, it's a big bit, you know, a bit big for two of you in it. Just being Sarki. Like, we're definitely just, you know, I won't be coming again. You're like. I don't know what you're like, Carl. You just. You're a monster. You're an absolute. Speakers are fine. I say as jibber. Dwap the wibble. Yeah. And never the weir will slap. You're like a middle aged man. You're like an old man. You're like an old man, you. And you're, what, 30? I'm just. Imagine you scraping along in clogs and a flat cap going, oh, that tree's got to come down. Yeah. Puncturing a kid's ball if he kicks into your garden by mistake. Yeah. Refusing to give it back. Yeah, gather round, gather round. Yeah. There are once chinese kid as airy as that cow, which is weird because there's not many chinese people that airy. But this one, I tell them, it were back in 1990. Grandad, are you eating a twix? Well, that's you too, with. Without you. But we've got to cut it a little bit short because we're actually running out of time. It's so jam packed, this show. We've got monkey news on the bench. Carl just remembered, we've got cheeky freak of the week to fit in. I don't know what to do. What's your cheeky freak the week? Quickly, just throw that away. Right. Well, it's just like, you know, we look at. We look at cheeky freaks. Is this show offensive in any way to some people? Do you think? Ding dong. Got any buns? Oh, it's the elephant man. Go on. Right, well, it's a bit of a problem for you, this one, Steve. Right, I'm chucking it forward to you. Remember the cheeky freak of the week that we're talking about, that. That illness where people age quicker? The five year old girl that was older than her mum, and he said to you, what if you ran off like you wouldn't serve her fags and beer? And you went, no. He went, why not? And you went, because it's a five year old. Yeah, right. He went, oh, she's got a. Have problems. Give us some facts. You remember that. Yeah. Right. Another dilemma for you. Right? Picture this. You're running a restaurant, right? Door goes, right? A few people, most of them look normal. You notice the woman at the back crawling on all fours. Top half is woman, right? This is real. This isn't like a comic or anything, this is on. Yeah, I've seen it. They're called dog people. And her legs just come straight down. They're like little swing legs at the back. And so they walk on all fours because it's easier. Dog people, right? Yeah. Not dog people. They're human beings with deformed back legs. So they walk. It's easier for them to get around like that because they can't. They can't stand up because they can't stabilize. And also it comes straight out of their hips. Right. So you run in a restaurant, it's busy night, you haven't really got time for any hassle. She comes in. Uh huh. Would you serve her? The premise being what? That he doesn't serve dogs because the. Restaurants don't allow animals in right. She. Right, right. So it's a dilemma. It's not a dilemma. She's not a dog, she's a human being. Yeah. With, you know, a plate of meatballs on the floor, and she tucks in and a little glass of, you know, a little bowl of wine next to it. It turns around, there's the woman older than. Get away from that plant. Service included. Oh, dear. Okay, so monkey news, please. All right, let's hear the jingle. Oh, chimpanzee that monkey news right now. Oh, chimpanzee that monkey news brilliant. Right. Right before I went away, I told you about Alfred. He was the. He was the monkey. Where? There was a robbery going on in. The bank and then he nicked the robbers, Lou, and backed out with a gun. He sort of stole. He robbed the robber, didn't he? Yeah. Did he take his gun as well? He took all the weapons. It was like a couple of robbers. He managed. Because they were so amazed that a monkey was coming in. It was like, don't talk shite twice. Anyway, so anyway. Got a follow up to that. Okay, now, what was that monkey's name? Alfred. That was Alfred. So anyway, because a lot of people wanted to know. Well, you know, what did he do? Did he go off and have a holiday? Did he. No, no, no. So the follow up is. What happened is the monkey had the guns, had the cash, which was $250,000. Sure, right. It went back to the zoo. Right, Carl, you talking shut. I get angry with you when you won't let him finish his monkey. Can we just get help? Imagine if people were interrupting Kevin McDonald? It wouldn't happen. I don't want. I want to make sure I don't get anything wrong. No, of course not. So check the Internet. So the monkey goes back to the zoo, right, where all the zookeepers come out and go get him. He's got the guns? Yeah. He hands out a couple of guns to his mates. What? His monkey mates? His monkey mates. So they've all got a couple of guns. Oh, Carl. Steve, I can't, mate. I cannot stand it. Honestly, I want to scream. Please. I really get annoyed with you. They tried to do him a deal. They said, how about if I'm going. Tell him that I'm going now, I. Can'T step out from it. Okay, we'll just do it. Don't listen. Step out and I'll paraphrase what. What I hear for you when you come back in. Step out now, please. I'll need to hear. I need to hear the end of this. This is monkey news. This is important stuff, right? Ricky now has left the room. He cannot. He cannot bear to hear, which is surprising to me. Right. So anyway. So, yeah, they've got the money and they say to the zookeepers, how about we give you some cash? Yes? And they go, sorry, hang on, sorry. The zookeeper said that to the monkeys. Yeah? Right. No, no, no. The monkeys who have got the 250,000 pounds, right, say to the zookeepers, we'll sort you some money out if you let us go. So the monkeys say to the zookeepers, we'll give you some money. Yeah? You don't see any problem with that, right? Listen, okay, it's nearly finished, right? I'm listening. Out there. You could. This is ridiculous. Go. What do you mean? The monkeys say to the zookeeper, they're. Probably holding the money out, like, kind of going, look, you know, we'll do your deal, right? Okay? Come on. And what happened is, I think. I think that. I think they were happy with that. I think they left and that was out. They wanted to get out the zoo because they didn't like it in there. There's the thing, right, Carl, think. Right. How did they go in the first place? This one just let Steve ever. So why did he get. So he went and robbed? He thought, what, he knew there was gonna be a robbery that day, did he? He might have been getting some money before they went to escape. And then that happened and they had more money. They might have been withdrawing some stuff out. What do you mean? No, he was planning on leaving the zoo. He's gonna get his savings. What are you talking about? What a few read there. Steve, I've got. I've got a feeling this is a review of one of the planet the apes films. I think it's escaped from the planet the apes. I'm not certain. It could be beneath the planet the apes. Right. What I mean. Carl, think. Think. Please, think. Right, so this, this monkey, right, he leaves the zoo, right? He. So he leaves the zoo, which he can do, presumably. What, I leave him the keys or what they're chatting to in the. Might as well. He goes to a bank. What's he thinking of doing? Sees a robbery, probably by chance. He probably wasn't tipped off, was he? Oh, is he? Got one of those police scanners. Probably got one of those police scanners. Well, I think he was going to the bank to get a mortgage to build a lot. I think he wanted an extension, didn't he, on his cage? Think of that. And so. I love the fact, the hands out the guns and they do a deal. It's honestly, you got the best. You've got the best mind working on radio today. It's incredible. The only person who makes less sense is Terry Wogan. He goes up and down. I can't understand his sentences because. I don't know, it's like free form poetry. Yes. I don't know whether it's the end of a sentence in the middle of a new one. Yeah, yeah, yeah. But let's have the jingle again, a record, and then we'll probably have to wrap up the show. I imagine that was. Oh, chimpanzee that monkey news. Well, mister Stipe, I am not Kenneth, but I can tell you the frequency was 104.9. See you next week. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington. Do you think that when Marconi invented radio, this was what he had in mind for it? 2 hours of absolute. See you later. Excellent.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Blur out of time on XFM 104.9. Ricky Gervais with me, Steve Merchant, Carl Pilkington.",
      "start": 280,
      "end": 7034,
      "confidence": 0.8064020000000001
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Steve's bit quiet.",
      "start": 7494,
      "end": 8286,
      "confidence": 0.9336966666666667
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "He's got a bit of a sore throat.",
      "start": 8310,
      "end": 9350,
      "confidence": 0.8473375
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "Oh, a bit of a sore throat? Murder. All week it's been murder, Rick.",
      "start": 9422,
      "end": 12398,
      "confidence": 0.9351757142857142
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "It's. We couldn't work. All this week Steve's been in Brisbane. Carl. You're not impressed.",
      "start": 12446,
      "end": 18034,
      "confidence": 0.7545073333333332
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "I don't understand why. Having a sore throat, sort of.",
      "start": 19894,
      "end": 23382,
      "confidence": 0.960871
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "He's dead, right?",
      "start": 23518,
      "end": 24486,
      "confidence": 0.5040766666666667
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "What if the sore throat was so painful, it was like you've got broken glass and razor blades in your throat. You can hear now that I'm not even speaking from down in the throat, I'm speaking from the retro top of it, like that. So it sounds a bit weird, but you're right. What?",
      "start": 24510,
      "end": 34942,
      "confidence": 0.9106607272727275
    },
    {
      "pos": 9,
      "speaker": "B",
      "text": "Your hands are all right, aren't they?",
      "start": 34998,
      "end": 36554,
      "confidence": 0.8492271428571428
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "Yeah, but we talk when we're writing, don't we? I can barely talk. It was in agony. I couldn't sleep because it was so painful. Even when I was just lying there motionless, it was hurting.",
      "start": 37294,
      "end": 47086,
      "confidence": 0.8971263888888887
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "I just was surprised because we got back off holiday and called Ricky and said, all right, is Steve all right? And he said, oh, he's had to go back home or something. And he stayed there because he's got a sore throat.",
      "start": 47190,
      "end": 59686,
      "confidence": 0.8873611627906975
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "Yeah.",
      "start": 59790,
      "end": 60270,
      "confidence": 0.51854
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "I didn't understand why you can't, like, just go home. I mean, how old are you?",
      "start": 60382,
      "end": 64834,
      "confidence": 0.912765
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "What?",
      "start": 65294,
      "end": 65870,
      "confidence": 0.97946
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "I don't understand why you mum and dad's. When you feel like I happen to.",
      "start": 65982,
      "end": 69342,
      "confidence": 0.8231566666666664
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "Be at my mam and dad's. My mam and dad's now talking like you when. When this. This sore throat really kicked in. So I thought I may as well stay and get a bit of the creature comforts of home.",
      "start": 69358,
      "end": 78594,
      "confidence": 0.8636460975609755
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "Do you know what I pictured there when. When he told me, see, my parents.",
      "start": 79174,
      "end": 82094,
      "confidence": 0.8634953333333334
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "Aren'T like yours, Carl. Your father would have popped down to the phone box and maybe look to see if there were any kind of throat loss and stretch. Yeah. Whereas my mum phones at the doctor first thing she can. I'm straight down there with my dad. They're. They're snapping into action. They're trying to sort me out.",
      "start": 82134,
      "end": 94594,
      "confidence": 0.891265762711864
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "That Ronnie Corbett.",
      "start": 95854,
      "end": 97314,
      "confidence": 0.6331266666666666
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "Sorry, that.",
      "start": 97814,
      "end": 98750,
      "confidence": 0.88766
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "Sorry.",
      "start": 98782,
      "end": 99434,
      "confidence": 0.54475
    },
    {
      "pos": 22,
      "speaker": "C",
      "text": "You're right, Carl. Yes, you're absolutely right. Just like that. It's just because you just went on holiday with your parents.",
      "start": 102654,
      "end": 108590,
      "confidence": 0.8815885714285715
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "Well, not me. Not we. Mine. No, Suzanne's. And it won't be happening again, so.",
      "start": 108702,
      "end": 112634,
      "confidence": 0.8775446666666669
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "We'Ll have more about that a little bit later. Well, luckily we. We came in a few times, didn't we? We've been here since about half eleven, aren't we? Yeah, sort of stuff out, doing a show.",
      "start": 113734,
      "end": 122812,
      "confidence": 0.8424378378378377
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "Have you been squeezing his head or.",
      "start": 122988,
      "end": 124524,
      "confidence": 0.9429985714285714
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "No, that's. That's strictly between the hours of one and three. We established that. And I've kept the rules, haven't I? I did practice the grip in the week, didn't I?",
      "start": 124644,
      "end": 132124,
      "confidence": 0.8629787096774193
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "Yeah. Just to see what method he was going to use today.",
      "start": 132284,
      "end": 134612,
      "confidence": 0.8844775
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Yeah. I came in, I did my back on Tuesday, I was sparring and I pulled my back and I was in agony and I get an emergency chiropractor out and sort it out and I couldn't. I was on painkillers and I couldn't walk the next day, but I still came in, did a voiceover that was booked at 430, didn't I? I got Johnny to walk me in because I couldn't sit down, so I couldn't take a cab, but I could be upright and I had to walk. Got into. Walk me in because I was scared someone's gonna bump into me and I did the voiceover. That's dedication it.",
      "start": 134708,
      "end": 161420,
      "confidence": 0.8801600884955754
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "Yeah, but, right, I got back off holiday on the. On the Tuesday, right. First day back was going to be on the Wednesday, right. So I thought, well, I'll take it easy because you do that, don't you? When you've been on holiday the first day, you just want to sort.",
      "start": 161572,
      "end": 175692,
      "confidence": 0.9185151923076922
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "I'm straight back into it.",
      "start": 175788,
      "end": 176740,
      "confidence": 0.92763
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "Well, yeah, but it's nice to do, you know, I mean, just sort of look at your emails, go through all them, work out what people need and stuff.",
      "start": 176772,
      "end": 184308,
      "confidence": 0.8678799999999999
    },
    {
      "pos": 32,
      "speaker": "C",
      "text": "Dossaram. Dossaram. Yeah, sure.",
      "start": 184396,
      "end": 186104,
      "confidence": 0.4968
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "So I thought, I'll take it easy. Soon as I got in, I was told that Ricky had been booked in to do a voiceover. I thought, oh, can't handle that, do you know what I mean? On the first day, him coming in, annoying me, probably trying to get a week's worth of head squeezing in. So. Oh. So I called him up and he said, oh, I might not come in because I got a bad back. I thought, well, that's all right, then. You just turned up, didn't you? He said, oh, I managed to get in a cab.",
      "start": 186644,
      "end": 209684,
      "confidence": 0.8988551960784313
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "Yeah, he walked me in and. Yeah, and he did.",
      "start": 209764,
      "end": 213468,
      "confidence": 0.6774770000000002
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "He did the stuff, which I haven't got it here at the moment, but I'll. I'll find it on the system and I'll play you what he did that he's been paid to do.",
      "start": 213596,
      "end": 223356,
      "confidence": 0.907015294117647
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "It's all right.",
      "start": 223500,
      "end": 224268,
      "confidence": 0.6767733333333333
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Yeah, well, it's not all right. I had to pretend it was all right when I played it to all my bosses.",
      "start": 224316,
      "end": 229304,
      "confidence": 0.9088727272727273
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Well, let's play that way later. But now, as we're back together. Steve, would you say the boys are back in town? Yeah, Lizzie. Boys are back in town on XFN 104.9. Right. We are back in town. Me, Steve and Carl. Carl's on holiday. Steve's been living with his mother because he had a sore throat. I've. I've been hobbling around, still trying to keep things going.",
      "start": 230284,
      "end": 252940,
      "confidence": 0.8976752941176472
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "Do you know why I think I was ill? Stress. I genuinely think it was stress. I think I'm beginning. No, I'm analyzing.",
      "start": 253012,
      "end": 258396,
      "confidence": 0.8612121739130435
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "What do you think of that car?",
      "start": 258420,
      "end": 259188,
      "confidence": 0.8026471428571428
    },
    {
      "pos": 41,
      "speaker": "C",
      "text": "But I'll tell you what it is. Look, think about it, though. We got, like, we live in London. We got the war, the threat of terrorist activity.",
      "start": 259276,
      "end": 264388,
      "confidence": 0.9008292857142859
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "That's where I live. I'm all right. Next one.",
      "start": 264436,
      "end": 266364,
      "confidence": 0.8556422222222223
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "We got SARS one.",
      "start": 266444,
      "end": 268184,
      "confidence": 0.7098025
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "Yeah, but you can walk to work. I got travel on the tube. I came in this morning, I saw a Chinaman sneeze. I was terrified. S club seven. They've split up. I mean, I worry about those sort of people. They're young kids. They're talented guys. I mean, they say they're gonna be alright. I'm not sure Tina is. I'm not sure she's got the talent, so there's just so many elements that I worried about.",
      "start": 268364,
      "end": 285920,
      "confidence": 0.8661646753246752
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Hearsay. Marsh is doing all right.",
      "start": 285992,
      "end": 288128,
      "confidence": 0.8295149999999999
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "Kim's doing fine, but she got out early. Yeah, but, you know, I'm not sure the rest of them will be.",
      "start": 288176,
      "end": 292368,
      "confidence": 0.9197861904761903
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "You know, I'm just quite emotional.",
      "start": 292416,
      "end": 294416,
      "confidence": 0.8651249999999999
    },
    {
      "pos": 48,
      "speaker": "C",
      "text": "I got worried about the show. I got to be worried about this.",
      "start": 294560,
      "end": 296440,
      "confidence": 0.7954299999999999
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "You know, it's just me. I've never been that good when, like, anyone in the family's ill or anything. I've just got. Just because that's the way I am. Do you know? I mean, if I'm ill, I don't expect people to run about.",
      "start": 296472,
      "end": 307088,
      "confidence": 0.9450811363636364
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "No, well, I've never been off for being ill. I mean, you were there a couple. Yeah, but that's.",
      "start": 307136,
      "end": 310496,
      "confidence": 0.8361400000000001
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "That's.",
      "start": 310520,
      "end": 310976,
      "confidence": 0.81754
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "I've not missed. I've not missed either of the shows. I'm ill today, but I'm still here.",
      "start": 311080,
      "end": 314600,
      "confidence": 0.876815294117647
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "You.",
      "start": 314712,
      "end": 314936,
      "confidence": 0.95409
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "You took it. I seem to remember you took. You took a show off when you were ill.",
      "start": 314960,
      "end": 318164,
      "confidence": 0.8619105555555555
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "Your Lindy was really ill. Hmm.",
      "start": 318624,
      "end": 320756,
      "confidence": 0.7120733333333334
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Right. Sure.",
      "start": 320820,
      "end": 321596,
      "confidence": 0.97195
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "I couldn't. I couldn't even walk to work, though. That's what I mean.",
      "start": 321740,
      "end": 324980,
      "confidence": 0.9372361538461538
    },
    {
      "pos": 58,
      "speaker": "C",
      "text": "Did you go to the doctors?",
      "start": 325012,
      "end": 326108,
      "confidence": 0.8862783333333333
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "No, it was too ill to get there. That's how bad I was.",
      "start": 326276,
      "end": 330076,
      "confidence": 0.8078492307692309
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Did he call the doctorate?",
      "start": 330100,
      "end": 331268,
      "confidence": 0.5903700000000001
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "No.",
      "start": 331436,
      "end": 332144,
      "confidence": 0.40089
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Interesting.",
      "start": 332684,
      "end": 333388,
      "confidence": 0.9987
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "But it's just that, I mean, we were talking about last night, because we were saying to Susan, I said, oh, Steve's, you know, he's been living at home all week. And she said, what's up with him?",
      "start": 333476,
      "end": 345780,
      "confidence": 0.8997084210526317
    },
    {
      "pos": 64,
      "speaker": "A",
      "text": "I'm a lingering geek and he's got.",
      "start": 345812,
      "end": 348556,
      "confidence": 0.8671371428571428
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "A sore throat or something.",
      "start": 348580,
      "end": 349836,
      "confidence": 0.963764
    },
    {
      "pos": 66,
      "speaker": "A",
      "text": "She went, sore throat?",
      "start": 349900,
      "end": 351340,
      "confidence": 0.988425
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "So she said, well, you don't know how serious it is. Don't be, you know, don't be offhand with him tomorrow, because, you know, if he's coming in and he's still not, right, because she's. She always sticks up for you. Yeah, right. And she said. She said, and anyway, you're no good when people are ill. I said, hang on, what you talking about? So apparently, when we first sort of started going out the first time she was ill, she kind of thought she saw the real me because she was ill in bed and that. And I said, oh, get up.",
      "start": 351532,
      "end": 380714,
      "confidence": 0.9148546153846152
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "Of course you can drink the. You can drink alcohol with these.",
      "start": 381174,
      "end": 384614,
      "confidence": 0.9046266666666667
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "And I just was like, you know, you make yourself feel worse if you lie in bed. I said, come on, we need to go shopping. And she said, you go shopping. No, I'm not, because I'm rubbish at shopping for food. Do you know what I mean? I'm all right at getting that night's food, but once it starts, like, you've got a plan.",
      "start": 384774,
      "end": 398790,
      "confidence": 0.9231867692307691
    },
    {
      "pos": 70,
      "speaker": "C",
      "text": "Sure, yeah. You're dropping the bananas.",
      "start": 398902,
      "end": 400462,
      "confidence": 0.8383799999999999
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "You forget all sorts of stuff over the floor. Well, she was. She was, like, feeling hot on that. Should I got a temperature? So we'll come to the supermarket and not hang about in the chicken. Frozen chicken section. Cool yourself down.",
      "start": 400558,
      "end": 413026,
      "confidence": 0.8228306976744185
    },
    {
      "pos": 72,
      "speaker": "C",
      "text": "Yeah, sure.",
      "start": 413090,
      "end": 413610,
      "confidence": 0.909695
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "And it made her worse. So now she was like, do you remember that? And I was like, who's that?",
      "start": 413682,
      "end": 419786,
      "confidence": 0.8363995
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Who's that hot woman sitting in the chicken fillets? That's Carl's girlfriend. She's obviously ill again.",
      "start": 419850,
      "end": 425266,
      "confidence": 0.79678125
    },
    {
      "pos": 75,
      "speaker": "B",
      "text": "Even when I was younger, do you know when I told you that I was picked at school to give old people biscuits?",
      "start": 425370,
      "end": 430014,
      "confidence": 0.978376086956522
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "Right, yes, because you had nice hands.",
      "start": 430364,
      "end": 431972,
      "confidence": 0.8130614285714285
    },
    {
      "pos": 77,
      "speaker": "B",
      "text": "Wasn't that nice nails? And then because I went down a storm at that.",
      "start": 431988,
      "end": 436184,
      "confidence": 0.8207685714285714
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "Storm at that. Bravo. Getting back with the Garavold. He's the best I've ever had. Bravo. What do you mean, you went down the store?",
      "start": 436724,
      "end": 444300,
      "confidence": 0.8099196000000001
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "Because I'm into biscuits.",
      "start": 444332,
      "end": 445548,
      "confidence": 0.817015
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "So I was talking to biscuits.",
      "start": 445636,
      "end": 450284,
      "confidence": 0.845325
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "Right.",
      "start": 450444,
      "end": 450812,
      "confidence": 0.88915
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "So did you make sure that they finished the first layer before you dipped into the second layer?",
      "start": 450868,
      "end": 455188,
      "confidence": 0.8775044444444445
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "No, there's no rules like that.",
      "start": 455236,
      "end": 456364,
      "confidence": 0.8039116666666666
    },
    {
      "pos": 84,
      "speaker": "C",
      "text": "No rules.",
      "start": 456404,
      "end": 456676,
      "confidence": 0.86153
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "What do you want? What do you want?",
      "start": 456700,
      "end": 457436,
      "confidence": 0.92624
    },
    {
      "pos": 86,
      "speaker": "C",
      "text": "What do you fancy?",
      "start": 457460,
      "end": 458060,
      "confidence": 0.8061025
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "So then, because I was good at that, we were going to like an old people's own, where they're a bit iller, rather than just being old. They were like, ill. Yeah. And I said, no, not doing that because they're old people.",
      "start": 458132,
      "end": 470588,
      "confidence": 0.8693051162790696
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "They didn't want biscuits.",
      "start": 470716,
      "end": 471764,
      "confidence": 0.8646075
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Well, yeah, that's.",
      "start": 471844,
      "end": 472508,
      "confidence": 0.66196
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "They're too old to eat. So, yeah, you have to dunk them.",
      "start": 472556,
      "end": 475172,
      "confidence": 0.7601858333333333
    },
    {
      "pos": 91,
      "speaker": "C",
      "text": "In tea before you fed them to them.",
      "start": 475188,
      "end": 476484,
      "confidence": 0.9219775
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "No, it was just like, did you.",
      "start": 476524,
      "end": 477572,
      "confidence": 0.9769342857142858
    },
    {
      "pos": 93,
      "speaker": "C",
      "text": "Feed them, like, did you have to chew.",
      "start": 477588,
      "end": 478580,
      "confidence": 0.808585
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Did you have to chew their food then stick it down their throat with.",
      "start": 478612,
      "end": 480956,
      "confidence": 0.9372078571428573
    },
    {
      "pos": 95,
      "speaker": "C",
      "text": "Your face like a little bird?",
      "start": 480980,
      "end": 482244,
      "confidence": 0.9512849999999999
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 482324,
      "end": 483244,
      "confidence": 0.6509
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Little trolley. Right? A lad who I didn't really get on with, he had good nails as well. So he was serving the tea.",
      "start": 483324,
      "end": 489308,
      "confidence": 0.9514470833333335
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "Yeah.",
      "start": 489356,
      "end": 489808,
      "confidence": 0.62704
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "And I just had a chat and said, oh, do you want a biscuit with that?",
      "start": 489916,
      "end": 492512,
      "confidence": 0.8994912499999999
    },
    {
      "pos": 100,
      "speaker": "C",
      "text": "Yeah.",
      "start": 492568,
      "end": 492824,
      "confidence": 0.69631
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "What about this one? Do you like bourbons?",
      "start": 492864,
      "end": 494648,
      "confidence": 0.94885125
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Oh, you really did the whole.",
      "start": 494776,
      "end": 496712,
      "confidence": 0.922705
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "Oh, right. So you weren't just. It wasn't like their choice, you offered a selection.",
      "start": 496888,
      "end": 499968,
      "confidence": 0.8680846666666667
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "Well, I sort of sold them, because the thing is, there's only so many, so you've got to handle the situation. Well, sure. You don't want too many. What, in one type? So it's like, well, you've had a bourbon.",
      "start": 500056,
      "end": 508644,
      "confidence": 0.91491725
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "What a great life they lead. They probably only pay about 900 good a week to stay in that particular home. And they get a free bourbon by a kid with clean nails. Brilliant. WHOOP dee who.",
      "start": 510384,
      "end": 520804,
      "confidence": 0.9071821621621621
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "So anyway, I found these things, right? So I got back of holiday. The first job I found out I've got to do is work with Ricky for a voiceover.",
      "start": 521984,
      "end": 532400,
      "confidence": 0.9259610000000004
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "I do a regular thing. I do x Ray magazine, but I'm allowed to make the script up. And they said I could, so I did.",
      "start": 532472,
      "end": 536952,
      "confidence": 0.9355269230769229
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "Right? So imagine this.",
      "start": 537048,
      "end": 538744,
      "confidence": 0.78989
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Well, I know you, Rick, and I know you'd like to put a lot of work into these things.",
      "start": 538784,
      "end": 541256,
      "confidence": 0.909398947368421
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "Yeah.",
      "start": 541280,
      "end": 541456,
      "confidence": 0.6931
    },
    {
      "pos": 111,
      "speaker": "C",
      "text": "You want to do a good job.",
      "start": 541480,
      "end": 542312,
      "confidence": 0.9626757142857143
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "So he rolls up, he says, let's do it.",
      "start": 542368,
      "end": 544192,
      "confidence": 0.9912655555555556
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Then.",
      "start": 544208,
      "end": 544336,
      "confidence": 0.93804
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "He said, what's in the magazine? I said, well, here's a selection of stuff. This is what you've got to sell. He said, leave it with me. He goes into the little booth and the first one he comes up with is this little advert for it, right?",
      "start": 544360,
      "end": 557394,
      "confidence": 0.9419477083333332
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "Xy Mozzie's out now. It's a free 50 May edition music of tomorrow, Dandy Warhol's picture. And there's a free CD with all the placebo and the Donnas and smog and nightmares on wax, alpine all Stars. Only three past 50. It's out now by it. In it.",
      "start": 557894,
      "end": 574834,
      "confidence": 0.7921145833333333
    },
    {
      "pos": 116,
      "speaker": "C",
      "text": "Have you got sore throat there?",
      "start": 576294,
      "end": 577834,
      "confidence": 0.8674499999999999
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "Well, that's all right, isn't it? And he was going, you can't. I said, we are doing that. I've done one. That is it. That's it. So I persuaded him. He went, right, okay, we can possibly put that on XFM, right, I'll have to see, right. And so I wouldn't do it again. He went, but you need one for capital. He said, capital? No, right, I'll do one more for capital.",
      "start": 578374,
      "end": 597294,
      "confidence": 0.8888639726027396
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "Zolo. The stations advertise the XFM magazine, right? So this, this is the one that you thought would be alright for them.",
      "start": 597454,
      "end": 603584,
      "confidence": 0.8214995454545455
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "Hello, you loonies in Radio land, Doctor Frog here to tell you about the new edition of x ray magazine. It's out now and it's only three pounds 50. You've not heard of it? It's a great music magazine and you get a free CD featuring bands like Placebo, they wear makeup but leave them alone. Gold chain smog. Okay, go the Donners and all great bands that you're loved. Froggy here. Hello. Bye.",
      "start": 604644,
      "end": 625180,
      "confidence": 0.9075531081081081
    },
    {
      "pos": 120,
      "speaker": "C",
      "text": "Ribbit, ribbit.",
      "start": 625252,
      "end": 625860,
      "confidence": 0.847565
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "Froggy says, buy it.",
      "start": 625892,
      "end": 627464,
      "confidence": 0.7983225
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "Oh, well, so then he says, that's.",
      "start": 629154,
      "end": 632746,
      "confidence": 0.8905742857142858
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "It, Doctor Frog's still on there.",
      "start": 632770,
      "end": 635094,
      "confidence": 0.8027866666666666
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "I said, that isn't going to go out. They're not going to be happy with that. He said, you had your money's worth. I'm going, yeah. So I'm left with that. I then have to get the bosses in and because I've let him go, in a way it's my responsibility. So I've obviously thought I've got what I need. I had to play them to the MD. What did he say and justify? Well, I was sort of thinking if I laugh, he might go, I don't get it, but he finds it funny.",
      "start": 636274,
      "end": 662600,
      "confidence": 0.9420492631578951
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "Oh, brilliant. Well done.",
      "start": 662632,
      "end": 663736,
      "confidence": 0.8611375
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "So I was laughing, he was sort of thinking, you know, excellent. Is that it?",
      "start": 663840,
      "end": 669272,
      "confidence": 0.933558
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Brilliant. When do they go out then?",
      "start": 669368,
      "end": 671244,
      "confidence": 0.9398757142857143
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "I think, I think one of them is going out at the moment.",
      "start": 672824,
      "end": 675232,
      "confidence": 0.8951069230769231
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Excellent.",
      "start": 675368,
      "end": 675760,
      "confidence": 0.5279
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "I think the first one's going out.",
      "start": 675792,
      "end": 677064,
      "confidence": 0.9226342857142857
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "Brilliant. Well, let's, let's play a great track then.",
      "start": 677144,
      "end": 679896,
      "confidence": 0.8221855555555555
    },
    {
      "pos": 132,
      "speaker": "C",
      "text": "Is it Doctor Frog? I'd like to see Doctor Frog feature maybe on our show more often.",
      "start": 679960,
      "end": 684064,
      "confidence": 0.9027076470588237
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "Okay. Oh, I've got some new comedy characters.",
      "start": 684144,
      "end": 687822,
      "confidence": 0.8030349999999999
    },
    {
      "pos": 134,
      "speaker": "C",
      "text": "I can't believe we're luck.",
      "start": 687878,
      "end": 688614,
      "confidence": 0.795624
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "You know, I love the work of comedy greats like Chris Miles and Noel Edmonds. I've got some really funny comic characters that'll be popping in and out of the studio.",
      "start": 688654,
      "end": 697278,
      "confidence": 0.9105054838709679
    },
    {
      "pos": 136,
      "speaker": "C",
      "text": "Save them.",
      "start": 697366,
      "end": 697894,
      "confidence": 0.763985
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "Okay.",
      "start": 697934,
      "end": 698674,
      "confidence": 0.3566
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Badly drawn boy. All possibilities on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Karl Hilton and a few a few new characters, as I said, you know, I mean, you, I know you love Moyles and his sort of lucky stuff and Edmunds. Just all the, um. Well, I'm gonna go along the same sort of vein. I've come with a couple of. Can I do a little show?",
      "start": 702254,
      "end": 723382,
      "confidence": 0.8167973611111116
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "You?",
      "start": 723398,
      "end": 723526,
      "confidence": 0.70136
    },
    {
      "pos": 140,
      "speaker": "C",
      "text": "I'm excited.",
      "start": 723550,
      "end": 724054,
      "confidence": 0.79115
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "Okay. Well, it all starts with a sort of doorbell. So goes, uh, ding dong. I go, oh, no, hold on, Steve on Carl. Who's that at the door?",
      "start": 724134,
      "end": 732358,
      "confidence": 0.7959079310344825
    },
    {
      "pos": 142,
      "speaker": "C",
      "text": "Yeah.",
      "start": 732406,
      "end": 733034,
      "confidence": 0.81137
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "Hello. Oh, hello. Oh, look, it's Camp David, the right queer, gay. Oh, hello. Hello, you. You look all gay today. Is that because it's nice weather? Oh, no, that's not what it means. Oh, have you got a girlfriend? Camp David, the right queer gay. No, but I've got a boyfriend. Oh, bye. Right. Ding dong. Oh, it's another one. Another comment. Hello. Oh, look, it's. Holy fuck. The little funny chinese fella. Wait, that's his name. Hello? Holy fuck. Harold, right? Yeah, mister fuck. You can call me home if you want. No, I prefer to call you fuck. Yeah, right.",
      "start": 733814,
      "end": 782034,
      "confidence": 0.8453711650485439
    },
    {
      "pos": 144,
      "speaker": "C",
      "text": "You're right.",
      "start": 782334,
      "end": 783234,
      "confidence": 0.414795
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Have you got a girlfriend, mister fuck? Achoo. Okay.",
      "start": 786934,
      "end": 790926,
      "confidence": 0.7399433333333334
    },
    {
      "pos": 146,
      "speaker": "C",
      "text": "Oh, you haven't got that stars, have you?",
      "start": 790950,
      "end": 792638,
      "confidence": 0.84285125
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "No, that's my girlfriend's name.",
      "start": 792806,
      "end": 794558,
      "confidence": 0.8688439999999998
    },
    {
      "pos": 148,
      "speaker": "C",
      "text": "Yeah.",
      "start": 794726,
      "end": 795406,
      "confidence": 0.49569
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "Oh, just before you go, mister fuck, I've got two, I've got two things here. I've got a nice trilby hat that you could wear.",
      "start": 795550,
      "end": 804162,
      "confidence": 0.8974827999999999
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "Yeah.",
      "start": 804218,
      "end": 804450,
      "confidence": 0.55253
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "Or I was. A little lampshade. Right, right. Which one do you want to put on your head and walk around? I presume the trilby.",
      "start": 804482,
      "end": 812122,
      "confidence": 0.8404592000000001
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "No, but it's not. No, yeah, of course.",
      "start": 812178,
      "end": 815178,
      "confidence": 0.8655587499999999
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "Bye.",
      "start": 815226,
      "end": 815650,
      "confidence": 0.83602
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "See you later. Yeah. I thought they were genius. Can I be. I mean, I'll be honest. I thought they were. I thought they were. I mean, you didn't steal them off Chris?",
      "start": 815722,
      "end": 825426,
      "confidence": 0.8626515151515152
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "No no, no, they're original.",
      "start": 825490,
      "end": 827482,
      "confidence": 0.691312
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "There's no, Chris Morris has done stuff as good as that.",
      "start": 827578,
      "end": 829818,
      "confidence": 0.7649227272727273
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "I know. Yeah, I know, but no, these are all mine, so. So there you go. We'll be hearing more from Camp David, the right queer gay and the funny little Chinaman. What? All right, cow. Yeah. Is that your sort of humor? It might not be your so humor.",
      "start": 829866,
      "end": 849434,
      "confidence": 0.8363961999999999
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "You just should have run it past me before you did it.",
      "start": 850134,
      "end": 852430,
      "confidence": 0.9365150000000001
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "What one are you worried about in particular?",
      "start": 852542,
      "end": 854314,
      "confidence": 0.86231375
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "The not Camp David. No, say his name.",
      "start": 854734,
      "end": 863184,
      "confidence": 0.87744125
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "Which one?",
      "start": 864564,
      "end": 865508,
      "confidence": 0.93306
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "You mean the chinese fella?",
      "start": 865676,
      "end": 867148,
      "confidence": 0.796176
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "I forget who that was. What was his name? Like I remember.",
      "start": 867276,
      "end": 869596,
      "confidence": 0.8791191666666668
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "Well, if you can't remember, it can't be that good. So we'll leave it. We won't do it again.",
      "start": 869740,
      "end": 872864,
      "confidence": 0.9154621052631579
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "Oh, what?",
      "start": 875404,
      "end": 876044,
      "confidence": 0.52276
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Tell you what. I'm thinking.",
      "start": 876084,
      "end": 876924,
      "confidence": 0.9066660000000001
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "Go on.",
      "start": 877004,
      "end": 877556,
      "confidence": 0.691515
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "Right. Do you know, like, tv programs sort of get rested in the window?",
      "start": 877660,
      "end": 883264,
      "confidence": 0.8388121428571429
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "Oh, cool.",
      "start": 886164,
      "end": 887504,
      "confidence": 0.558625
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "Not.",
      "start": 888314,
      "end": 888626,
      "confidence": 0.62854
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "Not now, mister fuck. We're talking. Bye.",
      "start": 888650,
      "end": 890834,
      "confidence": 0.8761585714285713
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "Is that holy fuck again?",
      "start": 890874,
      "end": 891770,
      "confidence": 0.782076
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Yeah. Right, okay, that's it. Now I'm not answering the door anymore. Right, okay, go on.",
      "start": 891802,
      "end": 900962,
      "confidence": 0.9196675
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "Right. Um, yeah.",
      "start": 901058,
      "end": 902426,
      "confidence": 0.5383666666666668
    },
    {
      "pos": 175,
      "speaker": "C",
      "text": "Ding dong, ding dong. Ding dong, ding dong. He's trying to get in. You got. Don't be impolite, Rick. Come on, Rick. He wants to come in.",
      "start": 902450,
      "end": 907850,
      "confidence": 0.8853137037037034
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "No, it's too late. It's too late. He's going away now. Go on.",
      "start": 908002,
      "end": 911834,
      "confidence": 0.9053084615384616
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Right. Anyway, what I'm thinking is. What I'm thinking is rock busters coming back for a bit?",
      "start": 911954,
      "end": 916612,
      "confidence": 0.931714705882353
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "What?",
      "start": 916668,
      "end": 917264,
      "confidence": 0.98548
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "No, I was gonna say if I came up with.",
      "start": 926924,
      "end": 929024,
      "confidence": 0.904021
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "With what?",
      "start": 929964,
      "end": 930944,
      "confidence": 0.87183
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "Without chinese fella.",
      "start": 931364,
      "end": 932644,
      "confidence": 0.6787866666666668
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "What was his name?",
      "start": 932684,
      "end": 933544,
      "confidence": 0.894455
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "You wouldn't have liked it. Let's do rockbusters and see how it goes. I know you weren't a fan of it, but.",
      "start": 934524,
      "end": 940448,
      "confidence": 0.9022727272727272
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "Yeah, to be honest, Carl, he dis cheapest chimps. And we know that's a brilliant idea.",
      "start": 940636,
      "end": 945992,
      "confidence": 0.865130625
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "Hang on, sorry. We. We all agreed that Rockbusters was a piece of old Tom stopped doing it.",
      "start": 946168,
      "end": 953592,
      "confidence": 0.8336033333333334
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "I said it needed resting for a bit.",
      "start": 953688,
      "end": 955584,
      "confidence": 0.83511625
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "I don't remember that conversation. What do you mean it needed resting? We abandoned it because it was a pouring. You just.",
      "start": 955624,
      "end": 961848,
      "confidence": 0.8508604545454544
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "You.",
      "start": 961896,
      "end": 962296,
      "confidence": 0.88638
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "It started off as a nice idea, but you just gone crazy.",
      "start": 962400,
      "end": 965616,
      "confidence": 0.9541475
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Let's play record and come back to this, shall we? What do you want to play?",
      "start": 965800,
      "end": 968740,
      "confidence": 0.8921137500000001
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "But of sugar.",
      "start": 968892,
      "end": 969564,
      "confidence": 0.7048866666666666
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Oh, yeah yeah yeah yeah.",
      "start": 969604,
      "end": 970596,
      "confidence": 0.601094
    },
    {
      "pos": 193,
      "speaker": "C",
      "text": "Brilliant.",
      "start": 970660,
      "end": 970964,
      "confidence": 0.35826
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "That'll cheer us all up.",
      "start": 971004,
      "end": 971836,
      "confidence": 0.849464
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "I don't know why you were thinking of bringing this back. I'm genuinely worried about this. Well, that. Is that the doorbell? I would be lying, Rick, if I told you that that didn't feature in my list of the best singles ever.",
      "start": 971860,
      "end": 986860,
      "confidence": 0.9358011627906975
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "That's lovely.",
      "start": 986932,
      "end": 987700,
      "confidence": 0.82149
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "If I can't change your mind.",
      "start": 987812,
      "end": 988716,
      "confidence": 0.9455849999999999
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "Great.",
      "start": 988740,
      "end": 989068,
      "confidence": 0.57989
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "Great pop tune.",
      "start": 989156,
      "end": 990148,
      "confidence": 0.8275799999999999
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "Brilliant. Absolutely brilliant.",
      "start": 990196,
      "end": 991584,
      "confidence": 0.5146733333333334
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "I think Carl's worried about one of the names of my characters, so I'm changing the gay fella's name to David Gray. The bent pianist. The scientist. Coldplay on XFM 104.9. With me, Steve Merchant. Karl Pilkington. I'm Ricky Gervais, obviously. So, Carl, just getting a bit frustrated there with Steve having nothing to offer after being off for a week. Do you know what he calls you now behind your back?",
      "start": 992324,
      "end": 1024896,
      "confidence": 0.8669566666666669
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "Oh God, here we go.",
      "start": 1024960,
      "end": 1026184,
      "confidence": 0.90664
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "No, it's quite. It's all right. He calls you the professor because of a picture of you in my media.",
      "start": 1026224,
      "end": 1031712,
      "confidence": 0.8536995000000001
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "Oh, right.",
      "start": 1031888,
      "end": 1032804,
      "confidence": 0.72922
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "Did you approve it?",
      "start": 1033904,
      "end": 1035164,
      "confidence": 0.9149349999999999
    },
    {
      "pos": 206,
      "speaker": "C",
      "text": "I didn't actually know.",
      "start": 1035624,
      "end": 1037044,
      "confidence": 0.9505875
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "No, you know what it is, don't you? It's, you know, when you take it from an angle, it sort of distorts one side and they've taken a picture from a bigger picture, I think. And so it's. Do I mean, like he's looking in a kettle and he went, what's going on there? He said, he looks like one of those professors of BBC two schools programs.",
      "start": 1037544,
      "end": 1057177,
      "confidence": 0.8760569117647059
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "Well, I think that as a compliment, considering what I call you behind me, your back, the professor.",
      "start": 1057345,
      "end": 1063813,
      "confidence": 0.8052994444444445
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Carl's looking pretty good at the moment, aren't you?",
      "start": 1065193,
      "end": 1067241,
      "confidence": 0.77095
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "I'm surprised. I'm surprised that you. You got chosen for having clean nails at school to serve the biscuits because I always imagine you, when I look at you, I see you as a child. I see you as a grubby little child who's always in the street.",
      "start": 1067377,
      "end": 1081106,
      "confidence": 0.8828143749999998
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Carl is quite hygienic because he's always got a nice little.",
      "start": 1081250,
      "end": 1083634,
      "confidence": 0.8809836363636364
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Nowadays. I do, yeah. Not the boyhood Carl.",
      "start": 1083714,
      "end": 1087066,
      "confidence": 0.8874600000000001
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "I always.",
      "start": 1087210,
      "end": 1087682,
      "confidence": 0.811805
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "You've been quite neglected.",
      "start": 1087738,
      "end": 1089194,
      "confidence": 0.848745
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "No, make me. Clothes weren't always the best and they were a bit warm, but they were always clean.",
      "start": 1089354,
      "end": 1094010,
      "confidence": 0.8817147368421052
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "Yeah, yeah. Coming on. Are you Dolly Parton?",
      "start": 1094082,
      "end": 1099426,
      "confidence": 0.7543875000000001
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "I always imagine your house is having. And actually, to be fair, so do I imagine your house being very much the same. Always stinking of chip fat.",
      "start": 1099530,
      "end": 1106050,
      "confidence": 0.9278257142857144
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Yeah. Also, yeah, my mom was always cleaning, so again, it was always sort of like clean. It was just. It smell. It's cigarette smoke, maybe. Yes. It's about of Dettol pets. Yeah. And cigarette smoke. Yeah. And such a working class smell like that. Yeah.",
      "start": 1106202,
      "end": 1121770,
      "confidence": 0.8161567391304345
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "That's a real working class sort of smell and look and stench.",
      "start": 1121882,
      "end": 1126882,
      "confidence": 0.9184783333333333
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "Yeah. You talk like me now. Yeah, yeah, yeah, yeah.",
      "start": 1126978,
      "end": 1129898,
      "confidence": 0.7246400000000001
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "The interesting thing is that Carl's cleaned up his ax.",
      "start": 1129946,
      "end": 1132334,
      "confidence": 0.915025
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "I'm very. I clean, I have two baths.",
      "start": 1132714,
      "end": 1134602,
      "confidence": 0.77097625
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "No, you are obsessed. It's just really bad at me. I was in Waitrose earlier buying a sandwich. I got a bit of money now, Carl. I like to splash out a sandwich. I like two pound 50.",
      "start": 1134658,
      "end": 1142114,
      "confidence": 0.8299960526315789
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "You ever seen any of it?",
      "start": 1142154,
      "end": 1142994,
      "confidence": 0.959
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Benji's shop.",
      "start": 1143034,
      "end": 1144134,
      "confidence": 0.497075
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "He does go to veggies. I'll tell you what, we go for lunch, right? And if he looks in a restaurant and it's sort of like 650, he goes, Rick, I'm not made of money. Yeah, he is. We have to go to Benji's. He gets two sandwiches that have to fill him up, right, because they're a queen.",
      "start": 1145314,
      "end": 1159786,
      "confidence": 0.8426237288135594
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "But I'm a big guy. I need a lot more food. I need genuinely need more food than most people. I'm like a bronzaurus.",
      "start": 1159930,
      "end": 1164770,
      "confidence": 0.8709966666666666
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "It is. He's just grazing all day, so, you.",
      "start": 1164802,
      "end": 1167508,
      "confidence": 0.8671633333333334
    },
    {
      "pos": 229,
      "speaker": "C",
      "text": "Know, I can't afford to sort of splash out in pret a manger all the time with your fancy french sandwiches. I like to get a lot of bread from the money. I want a lot of bread. So I was in Waitrose and some guy came in behind me and he was sort of, I don't think he was mentally dolally, but I think he'd been homeless for just too long. And he was really.",
      "start": 1167516,
      "end": 1188020,
      "confidence": 0.9095201315789474
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "What's just right at the time to be homeless?",
      "start": 1188172,
      "end": 1190344,
      "confidence": 0.89356
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "Well, I think it was.",
      "start": 1190804,
      "end": 1191748,
      "confidence": 0.987452
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "You want to get out of that.",
      "start": 1191796,
      "end": 1192916,
      "confidence": 0.7366628571428572
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Game really, don't ya know, return. I think it was like it was too late for him back, really. He was walking a bit of a weird angle. He walked like the elephant man. Even though he wasn't deformed. It was probably like you were in the week. It was quite, it was quite unpleasant. And he sort of came up to me and he went, and weirdly, he spoke a bit like I'm speaking now because of my throat.",
      "start": 1192940,
      "end": 1213668,
      "confidence": 0.8761350000000006
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "And he was.",
      "start": 1213716,
      "end": 1214076,
      "confidence": 0.7984066666666667
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "And I thought, if I speak to him back, is he gonna think I'm taking the mix? So I kept quiet and he went, ah, all right, what's your name? And I said, steve. And he shook my hand. He forcibly took my hand and shook it, but he had these cuts and bruises on his face.",
      "start": 1214100,
      "end": 1226964,
      "confidence": 0.9262542105263156
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "Ah, the open sores. Yeah.",
      "start": 1227004,
      "end": 1228420,
      "confidence": 0.852838
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "And I was shaking my hand and I was just terrified, thinking, get off my hand. Let go of my hand. And thankfully I.",
      "start": 1228452,
      "end": 1234452,
      "confidence": 0.9166491666666666
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Did he have a bow around his neck?",
      "start": 1234508,
      "end": 1235932,
      "confidence": 0.75685625
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "Well, he may as well have. I mean, seriously, I caught the ivy security guard. I didn't throw it out.",
      "start": 1236028,
      "end": 1240104,
      "confidence": 0.8016359999999999
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "This man does not have the funds.",
      "start": 1241724,
      "end": 1243604,
      "confidence": 0.9964485714285714
    },
    {
      "pos": 241,
      "speaker": "C",
      "text": "To be shopping here.",
      "start": 1243644,
      "end": 1244612,
      "confidence": 0.9682299999999999
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "This is removed.",
      "start": 1244668,
      "end": 1246028,
      "confidence": 0.8694533333333334
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "This is part of the John Lewis partnership. And so they had him thrown out and, you know, I. Seriously then I was just freaked out. I had to wash my hand as soon as I could. I just. I was just. I couldn't imagine the kind of grind that was crawling across weathery's kind of homeless way.",
      "start": 1246076,
      "end": 1259504,
      "confidence": 0.9158710344827585
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Are you still doing your social work? Yeah, yeah. At least he used to give it to old people biscuits. You'd have gone, I'm not going to them. Look at them gums.",
      "start": 1259804,
      "end": 1268180,
      "confidence": 0.8297196875000001
    },
    {
      "pos": 245,
      "speaker": "C",
      "text": "Wouldn't you? Wouldn't that have been grim? Would you have wanted that, though, like old kind of homeless people touching you?",
      "start": 1268292,
      "end": 1273580,
      "confidence": 0.8943714285714286
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Oh, no, I'm not.",
      "start": 1273692,
      "end": 1274580,
      "confidence": 0.680795
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "Jesus Christ.",
      "start": 1274612,
      "end": 1275348,
      "confidence": 0.996
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "No, I know, I know. It's not on the list. I was driving this down. What do I know? I need some batteries from a walkman. Need to be touched by some old people. See you later.",
      "start": 1275436,
      "end": 1283340,
      "confidence": 0.8364145945945947
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "This is. I was watching. The one thing I did watch all week was Columbo, which seems to be on constantly. I was watching Columbia. I know you're a fan of Columbo.",
      "start": 1283532,
      "end": 1289356,
      "confidence": 0.8966706249999998
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "Wick, one of my favorite programs of all time.",
      "start": 1289380,
      "end": 1292036,
      "confidence": 0.948388888888889
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "Do you not think that he.",
      "start": 1292220,
      "end": 1293268,
      "confidence": 0.7887599999999999
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "All right, all right. I just thought you're gonna talk about which one.",
      "start": 1293356,
      "end": 1296994,
      "confidence": 0.7707153846153847
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "They made about 90, and they're showing all about four channels in rotation.",
      "start": 1298054,
      "end": 1302270,
      "confidence": 0.7907776923076923
    },
    {
      "pos": 254,
      "speaker": "C",
      "text": "It doesn't matter if I tell you did it, cuz you'll find out in the first.",
      "start": 1302342,
      "end": 1304902,
      "confidence": 0.8135643750000001
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "You find out in the first two minutes anyway.",
      "start": 1305078,
      "end": 1306862,
      "confidence": 0.86376
    },
    {
      "pos": 256,
      "speaker": "C",
      "text": "Honest. If Robert Vaughn's the star, is probably gonna be him or culp often.",
      "start": 1306918,
      "end": 1310862,
      "confidence": 0.8108000000000001
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "Robert Cole. Yeah, yeah, sometimes Patrick McGuin.",
      "start": 1310918,
      "end": 1313886,
      "confidence": 0.7195314285714286
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "But do you not think that Columbo looks like he smells? Would you imagine he smells a bit? He's a brilliant detective.",
      "start": 1314070,
      "end": 1318854,
      "confidence": 0.9169272727272729
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "Well, he's got that dog and he smokes cigar, so I imagine he smells.",
      "start": 1318894,
      "end": 1322134,
      "confidence": 0.8195257142857144
    },
    {
      "pos": 260,
      "speaker": "C",
      "text": "Stinks. I reckon he doesn't clean his clothes.",
      "start": 1322254,
      "end": 1324528,
      "confidence": 0.82862875
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "Oh, I think he has it. I think he gets up and washes.",
      "start": 1324576,
      "end": 1326688,
      "confidence": 0.8764769230769232
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "But I think if he's not minded, I think he's too busy thinking on solving crimes and stuff.",
      "start": 1326776,
      "end": 1331408,
      "confidence": 0.876121111111111
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "What do you think his wife love? I think his wife.",
      "start": 1331456,
      "end": 1334404,
      "confidence": 0.8809763636363634
    },
    {
      "pos": 264,
      "speaker": "C",
      "text": "I think they're quite a bohemian couple. I'm not sure she's really interested in that. I think she's kind of. She's got her own mind. Maybe she's a painter or something.",
      "start": 1334904,
      "end": 1340864,
      "confidence": 0.9164006451612906
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "No, maybe. Maybe she's. She's losing it a bit and he's a bit embarrassed by it.",
      "start": 1341024,
      "end": 1345160,
      "confidence": 0.873983125
    },
    {
      "pos": 266,
      "speaker": "C",
      "text": "That could be true.",
      "start": 1345192,
      "end": 1345848,
      "confidence": 0.9091425
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "And she's probably incontinent. So while she's ironing his trousers, she just. Just all over them and he goes, oh, God, she's shaking my pants again. I got a way to know.",
      "start": 1345896,
      "end": 1354776,
      "confidence": 0.827703125
    },
    {
      "pos": 268,
      "speaker": "C",
      "text": "Yeah, yeah.",
      "start": 1354880,
      "end": 1355904,
      "confidence": 0.63485
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "So that's. That's what? Oh. Ding dong. Oh, hello. Oh, look, it's. It's David Gray, the bent piano player. Oh, all right.",
      "start": 1355944,
      "end": 1365444,
      "confidence": 0.8539313636363635
    },
    {
      "pos": 270,
      "speaker": "C",
      "text": "I thought it was gonna be Columbo. Ding dong, my wife loves you.",
      "start": 1365864,
      "end": 1373888,
      "confidence": 0.7739776923076923
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Yeah. Hello. Oh, I don't believe it.",
      "start": 1374016,
      "end": 1375792,
      "confidence": 0.7944928571428571
    },
    {
      "pos": 272,
      "speaker": "C",
      "text": "Look who's doing that.",
      "start": 1375808,
      "end": 1376884,
      "confidence": 0.8220475
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "Steve. Now can we.",
      "start": 1378424,
      "end": 1379592,
      "confidence": 0.8773975
    },
    {
      "pos": 274,
      "speaker": "C",
      "text": "Okay, listen. With the whole rockbusters thing, I don't want to be responsible for bringing it back, so I think we should put it to the vote. You should be emailing. We'll give people five minutes to email in. I'll take a straw poll. Do you want to see the return of rockbusters or not? We're leaving it to you.",
      "start": 1379648,
      "end": 1394272,
      "confidence": 0.8835445000000001
    },
    {
      "pos": 275,
      "speaker": "A",
      "text": "Ok, Steve. I guarantee it's going to be a landslide. They are all going to want it, but why have we ever trusted our listener? We know what they're like. You've just described some of them with a bloking, waitrose and Colombo's wife shitting herself. So that's the sort of people that you know, I mean, yeah, it was actually.",
      "start": 1394408,
      "end": 1412616,
      "confidence": 0.8918596666666666
    },
    {
      "pos": 276,
      "speaker": "C",
      "text": "It was weird because the waitress guy did ask for my autograph before he was hauled away. So maybe he is a listener. But all I'm saying is maybe there's some. Maybe the posters are drawing some fresh blood. There's some people who've maybe not heard rockbusters before. They're the ones who probably vote for it. Anyone else who's heard it before, surely they're not going to see the return of that. No one wants to see.",
      "start": 1412640,
      "end": 1429880,
      "confidence": 0.9024429870129871
    },
    {
      "pos": 277,
      "speaker": "A",
      "text": "What's the number?",
      "start": 1429992,
      "end": 1430776,
      "confidence": 0.9518733333333333
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "No, that's email only. We don't want to speak to these freaks.",
      "start": 1430880,
      "end": 1433164,
      "confidence": 0.8177666666666666
    },
    {
      "pos": 279,
      "speaker": "A",
      "text": "We don't want to speak these screens. We work with one of them. God.",
      "start": 1438604,
      "end": 1441980,
      "confidence": 0.8298185714285714
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "If you want to see the return of Rockbusters, vote yes. If not, no.",
      "start": 1442172,
      "end": 1446052,
      "confidence": 0.950665
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "Tone it down a bit. Let's not do three.",
      "start": 1446188,
      "end": 1448264,
      "confidence": 0.900918888888889
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "No, it's got to be three, otherwise too easy.",
      "start": 1448964,
      "end": 1451652,
      "confidence": 0.8631511111111112
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "Ricky. Doctor Gervaise, XFM co dot UK.",
      "start": 1451748,
      "end": 1454276,
      "confidence": 0.6864157142857142
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Just choose the best one.",
      "start": 1454460,
      "end": 1455984,
      "confidence": 0.9043559999999999
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "The seeker from the who.",
      "start": 1456404,
      "end": 1458044,
      "confidence": 0.856964
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "Brilliant. Classic rock on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Car Pilkington.",
      "start": 1458164,
      "end": 1464268,
      "confidence": 0.7265553333333332
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "All right. Well, unsurprisingly, the overwhelming consensus is that people would like to hear the return of rockbusters. I should, however, point out just some of the. Some of the no responses. Let me see what we've got here.",
      "start": 1464396,
      "end": 1474628,
      "confidence": 0.9083761538461537
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Is Dicky Anderson called in yet?",
      "start": 1474636,
      "end": 1475932,
      "confidence": 0.75215
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "Sadly, nothing from dickers.",
      "start": 1475988,
      "end": 1477052,
      "confidence": 0.857375
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "I think I might make him one of my hilarious comedy characters.",
      "start": 1477108,
      "end": 1480516,
      "confidence": 0.9824291666666666
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "What do you think he would sound like?",
      "start": 1480580,
      "end": 1481864,
      "confidence": 0.9482300000000001
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "What would he sound like? I sort of probably like the, I think, ding dong. Hello? Hey, it's Dicky Anderson. Your show is rubbish. So like that.",
      "start": 1483884,
      "end": 1496798,
      "confidence": 0.7453492592592594
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "I mean, I think you should work on perhaps you're saying there's not a lot of substance, these guys saying that, you know, once the novelty of the doorbell is worn off.",
      "start": 1496886,
      "end": 1503834,
      "confidence": 0.9226918749999999
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "I don't think you understand comedy on radio, to be honest. Listen, listen to no elevens. Listen to Miles. You'll see. You don't need to riff with it. It's just, you just do the doorbell and just say they're here.",
      "start": 1504214,
      "end": 1513998,
      "confidence": 0.86982
    },
    {
      "pos": 295,
      "speaker": "C",
      "text": "Right.",
      "start": 1514046,
      "end": 1514326,
      "confidence": 0.70772
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "That's what you need to do.",
      "start": 1514390,
      "end": 1515366,
      "confidence": 0.9074183333333333
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "Sure.",
      "start": 1515470,
      "end": 1515902,
      "confidence": 0.84219
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "So that's the main thing. Well, so I'm thinking of some more characters as well.",
      "start": 1515998,
      "end": 1520414,
      "confidence": 0.9031313333333332
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "We'll keep working on those.",
      "start": 1520574,
      "end": 1521534,
      "confidence": 0.966318
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1521574,
      "end": 1522102,
      "confidence": 0.65335
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "Marcus has emailed he says no to rockbusters. He hasn't heard it, but it sounds rubbish. Believe me, you couldn't be more right.",
      "start": 1522238,
      "end": 1529566,
      "confidence": 0.897046956521739
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Well, does the office sound good as a title?",
      "start": 1529630,
      "end": 1533594,
      "confidence": 0.9784199999999998
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "All right, this is someone else. Don't bring back rockbusters. Please, can we have more holy folk?",
      "start": 1534214,
      "end": 1539754,
      "confidence": 0.8597076470588236
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "You're not pronouncing it right.",
      "start": 1541254,
      "end": 1542270,
      "confidence": 0.9027179999999999
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "I know, I know. I was just a bit edgy there. He's.",
      "start": 1542302,
      "end": 1545540,
      "confidence": 0.8100899999999999
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "Holy fuck, the little chinese fellow. Holy fuck, the little funny chinese fella.",
      "start": 1545572,
      "end": 1550276,
      "confidence": 0.8608723076923078
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "No. Okay. All right. Well, otherwise, Carl, other than those few negative ones, most people want to see the return of rock busters, so.",
      "start": 1550420,
      "end": 1557220,
      "confidence": 0.8842191666666666
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Okay, go on it. Let's go.",
      "start": 1557412,
      "end": 1559476,
      "confidence": 0.5448133333333333
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Let's do it. Yeah.",
      "start": 1559580,
      "end": 1560676,
      "confidence": 0.9088525
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "These surprises.",
      "start": 1560700,
      "end": 1561544,
      "confidence": 0.510375
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Yeah, let me have a look.",
      "start": 1562324,
      "end": 1563996,
      "confidence": 0.9356466666666666
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "We got the new album from gold frappe. What's this one here? Oh, I've no idea. The Yardbirds. A new album from the Yardbirds on VHS. Coogans run the show where different characters make an appearance each week, including, I think, Pauline and Paul calf. Good stuff. Who the hell wants this? Meg? Los a Tom Baker doctor who edition. And the only decent thing really in the collection other than Coogan's run is the x list, the double CD featuring lots of current indie favorites. So not bad, not bad. Little selection there, car.",
      "start": 1564020,
      "end": 1597484,
      "confidence": 0.8965459999999997
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Yeah, well, if you are new, you haven't heard it before. I sort of give a cryptic clue.",
      "start": 1597594,
      "end": 1601944,
      "confidence": 0.8975666666666666
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "And then some initials, I'd say it wasn't. Isn't cryptic. It's. It's like, what am I thinking? That might or might not be the initials that I'm gonna say. That's how you gotta think, really, but go on.",
      "start": 1602024,
      "end": 1612632,
      "confidence": 0.9133181578947369
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "Do you want to remind them of any spring to mind?",
      "start": 1612728,
      "end": 1615176,
      "confidence": 0.8277900000000001
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Just as a exploding pet was atomic kitten. Doesn't really work.",
      "start": 1615240,
      "end": 1619044,
      "confidence": 0.895420909090909
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "I fell down in a puddle in.",
      "start": 1620384,
      "end": 1622160,
      "confidence": 0.8675285714285714
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "Texas I got my legs wet. Knelt down in the puddle, got my legs where? Wet knee. Houston. Doesn't work either. Jamaican swinging a fish round Detroit spinners. Doesn't work in the slightest. Doesn't work in the slightest.",
      "start": 1622192,
      "end": 1638864,
      "confidence": 0.836575789473684
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "Three of them, you email in. So here we go then. Number one, the gingerbread man has only got one leg. Right? The gingerbread man has only got one leg. Initials there.",
      "start": 1640084,
      "end": 1653502,
      "confidence": 0.9155000000000001
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "LB.",
      "start": 1653598,
      "end": 1654314,
      "confidence": 0.32497
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "LB. Right, okay, second one. These people from the East Midlands swear a lot. All right, these people from the East Midlands swear a lot. These people from the East Midlands swear a lot. The initials TTD. Right. And the third one, have a holiday in Italy.",
      "start": 1654614,
      "end": 1678734,
      "confidence": 0.9113725531914892
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "So you've done three then.",
      "start": 1679874,
      "end": 1681186,
      "confidence": 0.9686020000000001
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "Tb is the initials on that one. So quickly. Again, the first one. Gingerbread man's.",
      "start": 1681330,
      "end": 1685714,
      "confidence": 0.9077493333333334
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "Yeah, I got that one. As well. I got that one. I got two.",
      "start": 1685754,
      "end": 1688378,
      "confidence": 0.8382057142857143
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "These people from the East Midlands swear a lot. TTD. And third one have our holiday in Italy, TB. Email in with what the songs are and you win that stuff.",
      "start": 1688506,
      "end": 1698994,
      "confidence": 0.8716745161290325
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Ricky Gervais, XFM coats the artist, isn't it?",
      "start": 1699074,
      "end": 1702746,
      "confidence": 0.6604924999999999
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "Yeah, yeah. Just.",
      "start": 1702890,
      "end": 1704570,
      "confidence": 0.8918666666666666
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Oh, yeah, like he said that.",
      "start": 1704762,
      "end": 1706402,
      "confidence": 0.9462616666666666
    },
    {
      "pos": 329,
      "speaker": "C",
      "text": "Yeah, yeah, okay, fine. Email only, please. Ricky dot gervais, xFm dot co dot uk.",
      "start": 1706458,
      "end": 1711754,
      "confidence": 0.8165846666666667
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "We got that going.",
      "start": 1711874,
      "end": 1712738,
      "confidence": 0.9662350000000001
    },
    {
      "pos": 331,
      "speaker": "C",
      "text": "Yeah, looking forward to feed it.",
      "start": 1712826,
      "end": 1716138,
      "confidence": 0.7961666666666667
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "Be good, wouldn't it? Placebo and bitter end. I don't want to contradict you, lads, but it's not. We've got a full hour to go on wicked german show on XFM one at 4.9. I am Ricky Germain. The aforementioned Ricky Germain's with me, Steve Merchant and Carl Pilkington blockbusters.",
      "start": 1716146,
      "end": 1733684,
      "confidence": 0.7671346
    },
    {
      "pos": 333,
      "speaker": "C",
      "text": "Oh, ding dong.",
      "start": 1734064,
      "end": 1735712,
      "confidence": 0.6839233333333333
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "Oh, who's that? Oh, it's. It's posh bloke who doesn't care about poor people. Hello, posh bloke, what you doing? I am in my Rolls Royce and I don't like the homeless. Oh, posh bloke, don't be a satire.",
      "start": 1735848,
      "end": 1749992,
      "confidence": 0.8513507692307692
    },
    {
      "pos": 335,
      "speaker": "C",
      "text": "That is satire.",
      "start": 1750048,
      "end": 1751124,
      "confidence": 0.8717266666666666
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "Political as well.",
      "start": 1752384,
      "end": 1753400,
      "confidence": 0.9785399999999999
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "I'm getting begin to show off.",
      "start": 1753472,
      "end": 1756008,
      "confidence": 0.9063916666666666
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "I was showing the foreigners. Some foreigners are funny. I got in the fact that, like, if you notice that chinese people wear different hats to us.",
      "start": 1756056,
      "end": 1763332,
      "confidence": 0.8717096296296296
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "Yes.",
      "start": 1763388,
      "end": 1763788,
      "confidence": 0.56895
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "So that's political in the sense.",
      "start": 1763876,
      "end": 1765664,
      "confidence": 0.914285
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "That is like, what? Imagine Ricky's house being like when people are ringing the bell because they're also different. It's a little.",
      "start": 1767444,
      "end": 1775116,
      "confidence": 0.8962236363636363
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "He's obsessed with all my friends being slightly different to each other. I've never understood. He goes, there's no thread. There's no thread to them. All my mates have got a thread running through them. I was literally after they walk out of the home. Yeah, but what do you mean? My friends? All different.",
      "start": 1775180,
      "end": 1789650,
      "confidence": 0.8948296363636361
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "Well, that could be. It won't surprise me if I was around there and the bell went, I said, you want me to get it? And you said, yeah. And I opened it and it's, you know what?",
      "start": 1789762,
      "end": 1797690,
      "confidence": 0.8687594736842106
    },
    {
      "pos": 344,
      "speaker": "C",
      "text": "Holy fuck.",
      "start": 1797722,
      "end": 1798306,
      "confidence": 0.67122
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Holy.",
      "start": 1798370,
      "end": 1798890,
      "confidence": 0.66407
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Yeah, he's at the door, right? And then I say, he's busy, close the door. Bell would go again. Then you got the little gay fella, David Gray. Yeah. And then, do you know what I mean?",
      "start": 1799002,
      "end": 1808322,
      "confidence": 0.8845370270270271
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "Yeah. Not really, no.",
      "start": 1808418,
      "end": 1810290,
      "confidence": 0.9406349999999999
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "He's met some of my friends and he looks at them in a weird way. I mean, some of them are weird, but he's just. Oh, the other night, right, he's got a thing about Robin, my mate Robin, right, he's a lovely bloke, right? He's going, I can't, can't be handling him. He talks too much. He talks, you know, Robin sort of goes. And he talks really fast, and he's. He's sort of riffing all the time and that. And it does me, Eddie, why is he talking like that? And then I said, carl got for drink. I know. He went, Robbie's not gonna be there, is he? I went, no. And I was there with Johnny and I'd set him up. I knew Robin was going to be there. Robin comes in, sits down and goes, hi. I go, all right. Car goes out, I'm going. And Robin sort of looks at him. I went, oh, don't be stupid. He went, no. And this is in front of Robin, who's confused. Carl goes. Points at him, because I said, was he going to be here? You know, I don't like him. It was unbelievable. It was unbelievable. It was unbelievable, Steve. And Robin sort of looked, like, really genuinely sort of upset. He goes, well, shall I go? I went, no, don't. And Johnny went, oh, Carl, he's a lovely bloke, right? And Kyle went, well, no, you know, I'm less annoyed at Robin now, who's done nothing, of course, than you. And I went, look, just have a chat. Everybody goes, no, it's not worth it. Yeah. Everyone's going, right? I go, Robin, stay with.",
      "start": 1810402,
      "end": 1888486,
      "confidence": 0.8593763928571428
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Nah.",
      "start": 1888510,
      "end": 1888686,
      "confidence": 0.24566
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "So. And I made him stay. In the end, they were getting on, weren't you?",
      "start": 1888710,
      "end": 1891854,
      "confidence": 0.7791040000000002
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "Well, yeah, in the end.",
      "start": 1892014,
      "end": 1892910,
      "confidence": 0.9173540000000001
    },
    {
      "pos": 352,
      "speaker": "C",
      "text": "I can't believe. What were you thinking, Karl? What kind of a despicable man are you? That's.",
      "start": 1892942,
      "end": 1896822,
      "confidence": 0.9174288235294119
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "That's.",
      "start": 1896878,
      "end": 1897134,
      "confidence": 0.73514
    },
    {
      "pos": 354,
      "speaker": "C",
      "text": "Why am I the things you've done?",
      "start": 1897174,
      "end": 1899062,
      "confidence": 0.7812457142857143
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "Why am I the bad one when it's this, when it's Ricky's fault that we were both there?",
      "start": 1899238,
      "end": 1903500,
      "confidence": 0.9068283333333333
    },
    {
      "pos": 356,
      "speaker": "C",
      "text": "Anyway, we all understand. You don't say to someone in front of them, I don't like this person I'm shooting off.",
      "start": 1903532,
      "end": 1910548,
      "confidence": 0.9526614285714287
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "I don't think I said it like that.",
      "start": 1910596,
      "end": 1912264,
      "confidence": 0.9185775
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "Exactly like that. Yeah. And he was, like, genuinely confused. And he was sort of like, sitting there thinking, oh, do I have to take this? What have I done? And he was upset anyway. Just done a show that didn't.",
      "start": 1912924,
      "end": 1921244,
      "confidence": 0.8997434146341463
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "You are one of those typical manx who are arrogant and they swag around the place like, I don't need anyone. And I'll tell you this, if Suzanne, if you ever lose Suzanne, you are going to be one lonely man. I'll tell you. Because you make. You make no effort to maintain your friendships.",
      "start": 1921324,
      "end": 1933132,
      "confidence": 0.9151489090909092
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "You say these sort of things that he's saying to you about Liverpudlians. And I'll tell you what, I've never met a Liverpudlian as rude as you.",
      "start": 1933228,
      "end": 1938948,
      "confidence": 0.8674522222222224
    },
    {
      "pos": 361,
      "speaker": "C",
      "text": "You are. You're like the oasis brothers, you know? Larry. Loud, rude, no, but uncivil.",
      "start": 1939036,
      "end": 1944700,
      "confidence": 0.8238453333333333
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Robbins. All right. I had a chat with him. He was a bit quieter the other night. He was fed up. I said, if he's fed up all the time, I'd be happy.",
      "start": 1944812,
      "end": 1950460,
      "confidence": 0.9224266666666666
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "I said.",
      "start": 1950532,
      "end": 1950860,
      "confidence": 0.9680899999999999
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "I said, because you've just insulted him.",
      "start": 1950892,
      "end": 1952748,
      "confidence": 0.6908185714285714
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "And he said he was all right. He didn't talk much, any. Was upset because he'd been the show. And he said. He said, well, tell me next time when his family dies, we'll have another drink.",
      "start": 1952796,
      "end": 1960272,
      "confidence": 0.8416935135135137
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "I don't know what you're like. I don't know what you like. Me? You are a. I just think you're.",
      "start": 1960428,
      "end": 1964896,
      "confidence": 0.8759840000000001
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "The more mate with him. You would like taking the fun out of his. Out his little thumbs that he's got.",
      "start": 1965000,
      "end": 1970684,
      "confidence": 0.8668904761904763
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "That's like. That's my squeezing his head to you. And it. I've got different. Different mates with different parts of the body. Yeah, I like to squeeze your head. I like to look at his thumbs.",
      "start": 1972104,
      "end": 1980776,
      "confidence": 0.8925805555555554
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "And that's where do you know? Because. Right, I was thinking of doing a bit of educating Ricky, right? Molly's looking for stuff, learning stuff, as well as doing another job and that. And when we went out with Robin and what does this mean to anyone?",
      "start": 1980800,
      "end": 1994444,
      "confidence": 0.8302089361702129
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "They don't know. Go on.",
      "start": 1997184,
      "end": 1998976,
      "confidence": 0.8459199999999999
    },
    {
      "pos": 371,
      "speaker": "B",
      "text": "Well, it's enough, innit? His name's Robin. He's got really small thumbs, right?",
      "start": 1999040,
      "end": 2003004,
      "confidence": 0.8376253846153846
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "He looks a bit like a mill house, doesn't he?",
      "start": 2003544,
      "end": 2005848,
      "confidence": 0.8269650000000001
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "That sums up. He's like elephant man. You know what you get in there, right? Robin. He's got little thumbs, right?",
      "start": 2005896,
      "end": 2010512,
      "confidence": 0.9371861904761906
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "So I wonder if he's listening.",
      "start": 2010608,
      "end": 2012496,
      "confidence": 0.8971650000000001
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "I wanted to do some research and I thought, I wonder if there's anything on small thumbs. I found something. Do you know the saying, rule of thumb?",
      "start": 2012560,
      "end": 2023216,
      "confidence": 0.947112142857143
    },
    {
      "pos": 376,
      "speaker": "A",
      "text": "Oh, is it an inch?",
      "start": 2023400,
      "end": 2024844,
      "confidence": 0.8298919999999999
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "Well. Well, it. Do you know what?",
      "start": 2025624,
      "end": 2027848,
      "confidence": 0.7782328571428572
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "The same wife of the stick.",
      "start": 2027856,
      "end": 2030312,
      "confidence": 0.62604
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "Yeah, okay, well, rule of thumb, you.",
      "start": 2030408,
      "end": 2033952,
      "confidence": 0.6526285714285713
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Know, that same means if someone says kind of.",
      "start": 2033968,
      "end": 2037000,
      "confidence": 0.8397699999999999
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2037032,
      "end": 2037264,
      "confidence": 0.9675
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "Well, it just means usually. Yeah, exactly. Yeah.",
      "start": 2037304,
      "end": 2041296,
      "confidence": 0.8793475000000002
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "Right. Well, where it actually came from is years ago, husbands weren't allowed to sort of clout the wife with anything.",
      "start": 2041400,
      "end": 2050480,
      "confidence": 0.8755380952380953
    },
    {
      "pos": 384,
      "speaker": "C",
      "text": "What was it like in the past? I know you didn't clout your misses.",
      "start": 2050632,
      "end": 2053688,
      "confidence": 0.8149900000000002
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "With anything wider than your thumb, that.",
      "start": 2053736,
      "end": 2056216,
      "confidence": 0.8010342857142858
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "The stick had to be the same. They're no bigger than your thumb.",
      "start": 2056240,
      "end": 2059484,
      "confidence": 0.9037323076923076
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "No damage.",
      "start": 2061384,
      "end": 2062444,
      "confidence": 0.80227
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "Although it's wide. It's got a little thumb, like a little knob, and it's like it's truncated because it starts off normal. It looks like he's had his big toes put on his hands.",
      "start": 2063344,
      "end": 2072718,
      "confidence": 0.8931735294117649
    },
    {
      "pos": 389,
      "speaker": "C",
      "text": "Does he have to drink a pint with two hands?",
      "start": 2072766,
      "end": 2074254,
      "confidence": 0.9163260000000001
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "Yeah, yeah. And he's dropping stuff all the time.",
      "start": 2074294,
      "end": 2077294,
      "confidence": 0.9409655555555556
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "Go back to the rule of thumb thing, though. What date was this? I'm not asking, Carl, I'm looking at Ricky. Because you're not gonna have any idea, Carl. It's just gonna be the past. Yeah, but I like the idea that.",
      "start": 2077374,
      "end": 2085742,
      "confidence": 0.8375642857142854
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "I think it's the same sort of day where, I don't know, you. You got hung for being homosexual and you could shoot a wild.",
      "start": 2085758,
      "end": 2091914,
      "confidence": 0.8598143999999999
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "Those blokes beating their wives with shovels, logs of wood and someone's gonna. Hang on a minute, hold on, wait a minute.",
      "start": 2092454,
      "end": 2098022,
      "confidence": 0.8252031818181819
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "Let's have a look at your thumbs.",
      "start": 2098078,
      "end": 2099358,
      "confidence": 0.9077857142857143
    },
    {
      "pos": 395,
      "speaker": "C",
      "text": "Wait a minute, wait a minute. We've got some kind of rule here. I'm all for beating your wife, but let's have some kind of rule. Let's give him a sporting chance, surely.",
      "start": 2099486,
      "end": 2105750,
      "confidence": 0.9113915151515151
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "He goes, well. I say, well, what about. You can hit her with the width of your thumb and the wife goes, make it the width of his knob. I go, no. Yeah, yeah. Width of your thumb. All right, better?",
      "start": 2105822,
      "end": 2117166,
      "confidence": 0.8857502439024392
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "Yeah, it's like the. It's like I always remember seeing in the swimming baths. There used to be those signs that would say, no running, no jumping. Yeah, that makes sense. No bombing. Fair enough. No petting.",
      "start": 2117310,
      "end": 2128680,
      "confidence": 0.8672132432432431
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "No petting.",
      "start": 2128782,
      "end": 2129428,
      "confidence": 0.99299
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "It's like you're not allowed to kiss. And I love the idea that it's probably some kind of lifeguard who sort of maybe saw his ex girlfriend getting off with some bloke in the water and thought, there's no petting anymore in here. What do you mean, no petting? You can't. You're not allowed to kiss her or no one.",
      "start": 2129476,
      "end": 2145236,
      "confidence": 0.9508000000000002
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "You're not doing this just because.",
      "start": 2145300,
      "end": 2146364,
      "confidence": 0.9858416666666666
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "No, nothing. There's no. There's not a problem.",
      "start": 2146444,
      "end": 2148796,
      "confidence": 0.7588137500000001
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "Okay, not a problem.",
      "start": 2148940,
      "end": 2150284,
      "confidence": 0.8393275
    },
    {
      "pos": 403,
      "speaker": "C",
      "text": "Just leave and don't kick. You want to swim, swim, but don't kiss. There's no. No. Look, no petting. Did you just write that on yourself in Byron?",
      "start": 2150324,
      "end": 2156428,
      "confidence": 0.8357578571428571
    },
    {
      "pos": 404,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2156476,
      "end": 2156676,
      "confidence": 0.78534
    },
    {
      "pos": 405,
      "speaker": "C",
      "text": "No.",
      "start": 2156700,
      "end": 2157166,
      "confidence": 0.60623
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "What's this? No fiddling downstairs in or out this room, Paul?",
      "start": 2157300,
      "end": 2160554,
      "confidence": 0.6894845454545455
    },
    {
      "pos": 407,
      "speaker": "C",
      "text": "No, no.",
      "start": 2160594,
      "end": 2161354,
      "confidence": 0.85685
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Fiddling with does annoy me, though. I was saying to Ricky the other night when we're walking somewhere for a drink afterwards, people who kiss and that in the street.",
      "start": 2161394,
      "end": 2172934,
      "confidence": 0.8616196666666667
    },
    {
      "pos": 409,
      "speaker": "C",
      "text": "People showing their affection for one another.",
      "start": 2174794,
      "end": 2176482,
      "confidence": 0.8043157142857142
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "No. They can hold their hand and that. Yeah, but it was just.",
      "start": 2176578,
      "end": 2180514,
      "confidence": 0.8829307692307693
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah, I agree, I agree. Yeah. I see two people eating each other and like, in a restaurant or something. Two people eating each other, you know, snogging. Yeah.",
      "start": 2180594,
      "end": 2189574,
      "confidence": 0.8705555172413794
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "Uh, answer, sir. Rockbusters. We're doing them now.",
      "start": 2191314,
      "end": 2193778,
      "confidence": 0.5378225
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "Yeah. Well, come on then.",
      "start": 2193826,
      "end": 2194746,
      "confidence": 0.962534
    },
    {
      "pos": 414,
      "speaker": "C",
      "text": "Well, I think let's play record. Let's come back with apparently, what about.",
      "start": 2194770,
      "end": 2197666,
      "confidence": 0.9309415384615384
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "A bit of cure?",
      "start": 2197690,
      "end": 2198578,
      "confidence": 0.9888325
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Do you want a better cow?",
      "start": 2198706,
      "end": 2199570,
      "confidence": 0.7252299999999999
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2199642,
      "end": 2200294,
      "confidence": 0.94127
    },
    {
      "pos": 418,
      "speaker": "C",
      "text": "Ding.",
      "start": 2201794,
      "end": 2202154,
      "confidence": 0.60786
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "Dumb.",
      "start": 2202194,
      "end": 2202642,
      "confidence": 0.33033
    },
    {
      "pos": 420,
      "speaker": "C",
      "text": "Oh, here you.",
      "start": 2202738,
      "end": 2203346,
      "confidence": 0.41755666666666663
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Oh, it's a fat fellow. A lipstick. Hello.",
      "start": 2203410,
      "end": 2205774,
      "confidence": 0.71374125
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "A forest.",
      "start": 2207434,
      "end": 2208574,
      "confidence": 0.8243149999999999
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "The cure. XFM 104.9. Good. Tracking it.",
      "start": 2208914,
      "end": 2213638,
      "confidence": 0.7895485714285714
    },
    {
      "pos": 424,
      "speaker": "C",
      "text": "Oh, yeah.",
      "start": 2213726,
      "end": 2214366,
      "confidence": 0.810065
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Going all the way back. All the way back there. Wow. Rockbusters. The results you've had a few real answers are proper answers, I hear. So either I'm wrong or people do think like you. I've got two of them. What are the clues again?",
      "start": 2214470,
      "end": 2228270,
      "confidence": 0.9088417777777781
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Right, first one was the gingerbread man has only got one leg.",
      "start": 2228382,
      "end": 2233014,
      "confidence": 0.8900666666666667
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "I got that.",
      "start": 2233054,
      "end": 2233654,
      "confidence": 0.99545
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "That was LB.",
      "start": 2233734,
      "end": 2234558,
      "confidence": 0.6636233333333333
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "Limp biscuit.",
      "start": 2234646,
      "end": 2235510,
      "confidence": 0.62798
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "Right? Yeah.",
      "start": 2235622,
      "end": 2236428,
      "confidence": 0.91293
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "The third ones.",
      "start": 2236476,
      "end": 2237284,
      "confidence": 0.5966666666666667
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "The third one, I think you worked out, have a holiday in Italy.",
      "start": 2237324,
      "end": 2240620,
      "confidence": 0.9393161538461539
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Cheering breaks tb.",
      "start": 2240692,
      "end": 2242116,
      "confidence": 0.7744233333333334
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "Cheering breaks yeah, this is the one.",
      "start": 2242180,
      "end": 2243332,
      "confidence": 0.7394014285714287
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "I can't get if this is. If there's a reason why I can't get this. We're not doing Rockwell.",
      "start": 2243348,
      "end": 2248004,
      "confidence": 0.923983157894737
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "Can I give the answer to this one?",
      "start": 2248044,
      "end": 2249664,
      "confidence": 0.8780525
    },
    {
      "pos": 437,
      "speaker": "B",
      "text": "Yeah, what's the clue? The clue. These people from the East Midlands swear a lot.",
      "start": 2250004,
      "end": 2255424,
      "confidence": 0.9295926666666667
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Yeah, TTB. TTB, the answer, yeah, go on, give the clue again.",
      "start": 2255804,
      "end": 2261864,
      "confidence": 0.8773341666666666
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "These people from the East Midlands swear a lot.",
      "start": 2262304,
      "end": 2265164,
      "confidence": 0.9696655555555557
    },
    {
      "pos": 440,
      "speaker": "C",
      "text": "Tourette's Trent Darby.",
      "start": 2265904,
      "end": 2267564,
      "confidence": 0.6189366666666667
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Right. You're never doing. What's again?",
      "start": 2267944,
      "end": 2270032,
      "confidence": 0.7661283333333332
    },
    {
      "pos": 442,
      "speaker": "C",
      "text": "Tourette's Trent Darby.",
      "start": 2270208,
      "end": 2272040,
      "confidence": 0.66272
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "Right. You're not doing it. You're never doing. You've blown it, you see, you sneak that one in you.",
      "start": 2272232,
      "end": 2277444,
      "confidence": 0.8799199999999999
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "Yeah, but I always like to sort of give to that, you know, a fairly easy. And then you sort of work out the men from the boys and don't you?",
      "start": 2279144,
      "end": 2286984,
      "confidence": 0.8646567741935482
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Yeah, well, I mean, if I'd have done a character called Tourette's boy friend of the little Chinaman and it went ding dong. Oh, look, it's Tourette's boy friend. Holy fuck. Fuck. Holy fuck. You'd have been annoyed, do you know? I mean, oh, who's your mate? Tourette's boy. Holy fuck. You'd have been annoyed, wouldn't ya?",
      "start": 2287064,
      "end": 2312046,
      "confidence": 0.820784210526316
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "Is that character from Lenny Henry show? I can't remember.",
      "start": 2312150,
      "end": 2317232,
      "confidence": 0.8374050000000001
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "It's Chris Moore's Lenny Henry.",
      "start": 2317288,
      "end": 2318648,
      "confidence": 0.6325580000000001
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Yeah, one of them. Anyway, the winner, lucky old Richard Perks from Birmingham. He's listening, presumably on sky. And so nice to have him listening. And that's Richard Perks. He's got those answers, all of them, right? In fact, most people seem to get Terrence, Trent Darby or Tourette's Trent Darby.",
      "start": 2318736,
      "end": 2331920,
      "confidence": 0.898829803921569
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Well, I think that's offensive. If you want to complain, what's the number? What's what? They write to complain about that using.",
      "start": 2331952,
      "end": 2339736,
      "confidence": 0.8311804545454545
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "The same person you tell people to write to and tell them I was a knobhead and shouldn't be on the radio. Last week when I was away, did anyone do it? I think a few went through.",
      "start": 2339920,
      "end": 2349080,
      "confidence": 0.9279842105263159
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Did you listen to the show?",
      "start": 2349112,
      "end": 2350192,
      "confidence": 0.9758616666666667
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "I listened back to the recording.",
      "start": 2350328,
      "end": 2351736,
      "confidence": 0.9004833333333333
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "Did you get any emails before you listen to the show?",
      "start": 2351800,
      "end": 2353776,
      "confidence": 0.9688718181818182
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Yeah, when I got in.",
      "start": 2353840,
      "end": 2354728,
      "confidence": 0.993412
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Did it upset you? What sort of things was it?",
      "start": 2354776,
      "end": 2356656,
      "confidence": 0.936345
    },
    {
      "pos": 456,
      "speaker": "B",
      "text": "Just stuff. I can't remember. Just. It was. It was weird because there was like a few of them in a row and I just thought, what's happened here? Yeah, because we.",
      "start": 2356720,
      "end": 2366720,
      "confidence": 0.9047196875
    },
    {
      "pos": 457,
      "speaker": "C",
      "text": "We said that. Yeah, because you weren't here. So. So what did you say?",
      "start": 2366752,
      "end": 2370112,
      "confidence": 0.8774171428571428
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "I just said phone in. We had. We had a couple of genuine emails that liked the show, didn't they?",
      "start": 2370168,
      "end": 2374610,
      "confidence": 0.9251365
    },
    {
      "pos": 459,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2374642,
      "end": 2374810,
      "confidence": 0.71634
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "And I said phone in and leave message or email. Andrew Phillips and Carl filmed and just say the show was great. The show was brilliant without him. But they went a bit too far today. What did they say then?",
      "start": 2374842,
      "end": 2386082,
      "confidence": 0.9008612195121948
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "I mean, it doesn't bother me because I'm not bothered what people say, am I?",
      "start": 2386258,
      "end": 2389338,
      "confidence": 0.9007246666666668
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "No.",
      "start": 2389466,
      "end": 2389874,
      "confidence": 0.80382
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "So, I mean, no, you don't care what.",
      "start": 2389954,
      "end": 2391370,
      "confidence": 0.7882975
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "You don't care what you say to people either. Poor little Robin. He looked crushed. Whatever.",
      "start": 2391402,
      "end": 2396834,
      "confidence": 0.903086875
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "Well, it doesn't matter because he's. He's doing well at what he does.",
      "start": 2396914,
      "end": 2399634,
      "confidence": 0.9335176923076922
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "He couldn't even. Because they wouldn't stop because his thumbs didn't show up. He was waiting there for ages by the side of the road.",
      "start": 2399674,
      "end": 2406184,
      "confidence": 0.9207256000000001
    },
    {
      "pos": 467,
      "speaker": "C",
      "text": "Do you know the difficulty he has buying gloves? It's murder for him.",
      "start": 2406304,
      "end": 2410844,
      "confidence": 0.8485046153846155
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "He wears little oven gloves. Yeah, from like, wendy houses. He has to be wear Barbie oven gloves.",
      "start": 2411584,
      "end": 2416312,
      "confidence": 0.8235049999999998
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2416368,
      "end": 2417004,
      "confidence": 0.86328
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Oh, right.",
      "start": 2417344,
      "end": 2418680,
      "confidence": 0.7733650000000001
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "So, yeah. So the winner there, Richard Perks in Birmingham. If you could just email him with your address.",
      "start": 2418752,
      "end": 2423504,
      "confidence": 0.889748947368421
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "There was another winner, wasn't there? What was his name?",
      "start": 2423624,
      "end": 2426964,
      "confidence": 0.946426
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "Actually, there was one person who got all the right answers and there was almost a winner, but his name was.",
      "start": 2428064,
      "end": 2431376,
      "confidence": 0.9262619047619047
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Peter K. And I like. I like Peter K. Just coming second. So we gave it to Richard Perks.",
      "start": 2431400,
      "end": 2436102,
      "confidence": 0.895057894736842
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Yeah. Peter K. Record.",
      "start": 2436158,
      "end": 2440714,
      "confidence": 0.561145
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Radiohead. There, there. XFM 104.9 regrowth and Carl Pilkington. Right. Rockbusters. Well, you know, you shot yourself in the foot with that. So. Tourette's. Trent Darby.",
      "start": 2443294,
      "end": 2455038,
      "confidence": 0.7663334615384616
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Amazing.",
      "start": 2455126,
      "end": 2455886,
      "confidence": 0.71145
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "I mean, what did you think of first? His name and what words you could put in there?",
      "start": 2456030,
      "end": 2460994,
      "confidence": 0.9758927777777779
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "I normally sort of just go through a Guinness Booker, hit singles and go, right, who can I do.",
      "start": 2462204,
      "end": 2466956,
      "confidence": 0.8738115789473684
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "Right. You're giving away a lot of. I mean, that, you know, you're an enigma, Carl. I wouldn't give away your workings. I mean, because then everyone will be able to do it. And what you, what you've got now is a gift that people can't really tap into, do you know, I mean, see, that's what, that's what Lenny Henry and Chris Miles's mistake. See, I've sort of worked out how they do their comedy and I'm doing it now.",
      "start": 2467100,
      "end": 2487992,
      "confidence": 0.9010814814814817
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "Hmm, sure.",
      "start": 2488068,
      "end": 2488808,
      "confidence": 0.582435
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Do you see what I mean? Now that, you know, I'm doing.",
      "start": 2488856,
      "end": 2491640,
      "confidence": 0.8756708333333334
    },
    {
      "pos": 483,
      "speaker": "C",
      "text": "I think the only way that people would start to be able to replicate a lot of what Carl does is if maybe they had a severe blow to the head or they were diving, they came up to the surface too quickly.",
      "start": 2491752,
      "end": 2500160,
      "confidence": 0.9577344186046512
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Ding dong. Oh, I'd like a severe blow. I'll get lost, David.",
      "start": 2500192,
      "end": 2504124,
      "confidence": 0.8381149999999998
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "Oh, let's have some adverts. Quick.",
      "start": 2504904,
      "end": 2506804,
      "confidence": 0.877755
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "Steely Dan reeling in the ears.",
      "start": 2508464,
      "end": 2511480,
      "confidence": 0.859155
    },
    {
      "pos": 487,
      "speaker": "C",
      "text": "Sorry about that.",
      "start": 2511672,
      "end": 2512724,
      "confidence": 0.9317099999999999
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Look, he's going to put on his little duffle coat.",
      "start": 2514074,
      "end": 2515890,
      "confidence": 0.8234079999999999
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "Yeah, well, not very well.",
      "start": 2515922,
      "end": 2517774,
      "confidence": 0.878692
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "You look like someone that walks around forbidden planet.",
      "start": 2518274,
      "end": 2520654,
      "confidence": 0.67245
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "Don't say that. That's the ultimate insult. You can say I look like something that you'd buy in forbidden Planet, but not someone that goes shopping in there.",
      "start": 2521234,
      "end": 2528014,
      "confidence": 0.8996439285714287
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "The professor. Oh, the professor. Oh, brilliant. Oh, talking about weird looking heads and stuff, we're doing that cartoon on the Internet at the moment, that little cartoon. I did a firm, Carl and the bids up to.",
      "start": 2528354,
      "end": 2542808,
      "confidence": 0.8382510526315788
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "Sorry, that doesn't make any sense to people that don't know what you're talking about.",
      "start": 2542896,
      "end": 2545056,
      "confidence": 0.8976453333333333
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Oh, I did a little cartoon of Carl and because he doesn't know his picture in the paper, when people request a picture of us, he started sending that off and it's in heat and it's gonna be in Jack and I put on the Internet and they. They're bidding for it, aren't they?",
      "start": 2545080,
      "end": 2556656,
      "confidence": 0.8525266666666667
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Yeah. It's 200 quid. That's ridiculous.",
      "start": 2556720,
      "end": 2559584,
      "confidence": 0.7822049999999999
    },
    {
      "pos": 496,
      "speaker": "C",
      "text": "Amazing. That's.",
      "start": 2559624,
      "end": 2560320,
      "confidence": 0.46208
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "So what I thought was we've got, we've got a frame it car. We've got to put the copy of Heat in the summer. You'll have to. The winning show, the show that they win on, you'll have to do a copy of that. You know, I mean, they get some up for their money. I think I'm mildly embarrassed. So it's for good cause and everything. But didn't someone say 250 if they can come in and watch the show? Yeah, we can't do that. We don't love you, but what I thought was, what about the winner gets to come in and squeeze your head so they get in for just two minutes, we present them with it? Yeah.",
      "start": 2560352,
      "end": 2591992,
      "confidence": 0.8742343801652891
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "No.",
      "start": 2592088,
      "end": 2592488,
      "confidence": 0.96666
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "What do you mean, no?",
      "start": 2592576,
      "end": 2593604,
      "confidence": 0.9294619999999998
    },
    {
      "pos": 500,
      "speaker": "B",
      "text": "I'm not having strangers coming in squeezing me head. What, you mean it's for charity?",
      "start": 2594344,
      "end": 2598504,
      "confidence": 0.7127806666666667
    },
    {
      "pos": 501,
      "speaker": "C",
      "text": "It's for charity, Cole. Come on, mate. What?",
      "start": 2598544,
      "end": 2600364,
      "confidence": 0.8403837499999999
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "I'm not doing that. Even an ill person would say no. It's all right. I'm not that ill. What do you mean? You don't have to have your head.",
      "start": 2601624,
      "end": 2607416,
      "confidence": 0.9001582758620689
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "Squirt. Squos. You don't have to have your head. Squirrels.",
      "start": 2607440,
      "end": 2612704,
      "confidence": 0.6978989999999999
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "All right, let's move on.",
      "start": 2612744,
      "end": 2614004,
      "confidence": 0.874898
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "XFM dot co dot UK. Ricky, you can see the picture on there if you're interested, if you think it's worth more than 200 and you got some money, then you send an email in saying, I'll give you, you know, 220 quid or something.",
      "start": 2616504,
      "end": 2628332,
      "confidence": 0.9179322222222223
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Are you not going to let them squeeze your head? So we get someone here, the art department here, that we frame it up. I put a little note of, like, authenticity. A picture of us. Can I have a real picture of.",
      "start": 2628388,
      "end": 2639452,
      "confidence": 0.889185581395349
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "You, Dickinson, examining that in a couple of years time.",
      "start": 2639468,
      "end": 2643624,
      "confidence": 0.8558749999999999
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "This is as cheap as chips. You can sue him, then, because he ripped off your phrase a little bit, didn't he?",
      "start": 2644804,
      "end": 2649228,
      "confidence": 0.8725527272727274
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "You've been done here, mate. You have more money than sense.",
      "start": 2649276,
      "end": 2652330,
      "confidence": 0.9068154545454544
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "I tell you what, we got monkey news today. We might not get to it, mate. We are running that time now.",
      "start": 2652482,
      "end": 2657546,
      "confidence": 0.9074531818181818
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "We're doing it.",
      "start": 2657570,
      "end": 2658218,
      "confidence": 0.9808833333333333
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "What do you mean, we're doing it? It's.",
      "start": 2658306,
      "end": 2660250,
      "confidence": 0.92988
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "The show isn't complete without it. I'd rather drop adverts and stuff.",
      "start": 2660402,
      "end": 2664250,
      "confidence": 0.9494766666666666
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Well, I'd rather drop adverts.",
      "start": 2664322,
      "end": 2665938,
      "confidence": 0.937936
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "No, we're doing monkey news. Join Rick.",
      "start": 2666066,
      "end": 2668066,
      "confidence": 0.7630757142857142
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "My concern is that if you put monkey news on this, on the subs bench, it's gonna be like David Beckham.",
      "start": 2668090,
      "end": 2672162,
      "confidence": 0.8596052380952381
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2672298,
      "end": 2672730,
      "confidence": 0.68838
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "His eye wandering to other radio stations.",
      "start": 2672802,
      "end": 2674418,
      "confidence": 0.6835842857142858
    },
    {
      "pos": 519,
      "speaker": "B",
      "text": "Yeah, and look what he's doing.",
      "start": 2674466,
      "end": 2676802,
      "confidence": 0.7848066666666668
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "Yeah, he's leaving.",
      "start": 2676898,
      "end": 2677826,
      "confidence": 0.5333933333333333
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "Off to Real Madrid. How about that? Monkey news off the radio, too right. So, yeah, don't leave him.",
      "start": 2677850,
      "end": 2682730,
      "confidence": 0.7659415789473684
    },
    {
      "pos": 522,
      "speaker": "A",
      "text": "I imagine if they're listening now, they're probably going to call you. Go, Carl. Were you serious about bringing monkey news to radio two? Because the checks open.",
      "start": 2682842,
      "end": 2690254,
      "confidence": 0.8407853571428568
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "Do you have it now or what?",
      "start": 2692434,
      "end": 2694074,
      "confidence": 0.8487557142857144
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "Now I want you to tell Steve about your holiday because you told me. Go on, Steve.",
      "start": 2694194,
      "end": 2699714,
      "confidence": 0.857269411764706
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "I mean, bad, bad idea. I had a feeling, anyway, about going away with, like, Suzanne's mom and dad, because I've never been into sort of family holidays anyway.",
      "start": 2699754,
      "end": 2708702,
      "confidence": 0.8729827586206895
    },
    {
      "pos": 526,
      "speaker": "C",
      "text": "Right.",
      "start": 2708798,
      "end": 2709434,
      "confidence": 0.60816
    },
    {
      "pos": 527,
      "speaker": "B",
      "text": "Even when you see it, whenever I've been on holiday and you see, like, families on planes and that, and they're all having a laugh and a joke, loving it. And then on the plane going back, you can see that they've gone off into groups and, like, you know, the dad isn't talking to the daughter and all that business. So I thought, ask him for trouble. But, you know, I do everything once. Do you know what I mean? Boxing, dancing, going on holiday with parents, not give it a go, see how it goes. Right, so not your a levels, but.",
      "start": 2710614,
      "end": 2734432,
      "confidence": 0.9312970192307696
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "Very.",
      "start": 2734448,
      "end": 2735004,
      "confidence": 0.47352
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Started off bad, didn't it? Because last week I told you that, you know, a dad called us up and said, you know, I want to take some tea bags with us to Madeira.",
      "start": 2736824,
      "end": 2744632,
      "confidence": 0.8958914705882352
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2744688,
      "end": 2745136,
      "confidence": 0.74993
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "What's the best way of packing them?",
      "start": 2745240,
      "end": 2746384,
      "confidence": 0.9707228571428572
    },
    {
      "pos": 532,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2746424,
      "end": 2746816,
      "confidence": 0.46223
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "Right? So I knew there was going to be problems like that, because the thing with Suzanne's family, right, they like having a routine. They know what they're doing every day. They know what they're having for tea every day. It's the same thing every week and stuff like that. So I thought, this is going to be interesting, this, because they can't do what they normally do.",
      "start": 2746920,
      "end": 2767164,
      "confidence": 0.9125461764705884
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "I love you treating it like an experiment, just watching them all the time.",
      "start": 2767904,
      "end": 2771808,
      "confidence": 0.9365064285714286
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "So the first problem was, they've never flown before, so I was winding them up a bit. Murder. It's really horrible, you know, flight playing, goes all over the place. And a mama done some research saying, well, I've been reading about it and.",
      "start": 2771936,
      "end": 2788786,
      "confidence": 0.9006606818181822
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "What, she got a funny accent.",
      "start": 2788970,
      "end": 2790170,
      "confidence": 0.69162
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "More. More people, more. There's more chance of me being killed on a donkey than there is on a plane. So I upset. I said. I said, when we get there, let's see if there's any donkeys on the beach.",
      "start": 2790242,
      "end": 2802218,
      "confidence": 0.876144
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "Yeah, right?",
      "start": 2802306,
      "end": 2803082,
      "confidence": 0.698495
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "And she didn't like that.",
      "start": 2803178,
      "end": 2804338,
      "confidence": 0.9265460000000001
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "So what, the joke about you hoping she died? Yeah, what's up with that?",
      "start": 2804466,
      "end": 2808620,
      "confidence": 0.8254657142857142
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "Right? So we get there and, you know, they see the villa and that. They're quite happy with all that business, all that stuff. And then as time went on, I was getting a bit sort of fed up with them being around us all the time, because I think you should have your own time when you go on holiday with the family, you should say, right, you go off and do your thing. Yeah, we'll do our thing and we'll meet up later and talk about what we've been doing and stuff. Anyway, so it gets to like the Thursday. We've been away since Monday, right? And said, right, we're going out tonight. So a man says, yeah, we'll come with you. They said, no, no, just us. We're having a bit of time on our own. Right.",
      "start": 2808692,
      "end": 2851172,
      "confidence": 0.920658071428571
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "Did you said to her, you told me that. You said to her, you started to annoy me. I want to drive around.",
      "start": 2851268,
      "end": 2855796,
      "confidence": 0.838914347826087
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "Well, I just said, well, I told her at the start, I said, it's going to be interesting, this, because people annoy me when they're around me a lot.",
      "start": 2855900,
      "end": 2860798,
      "confidence": 0.9562837931034485
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "Sure.",
      "start": 2860846,
      "end": 2861246,
      "confidence": 0.93153
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "So I wasn't nasty to her. I just was saying people, not her.",
      "start": 2861350,
      "end": 2864126,
      "confidence": 0.9739730769230768
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "All right.",
      "start": 2864230,
      "end": 2864670,
      "confidence": 0.580905
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "Do you know what I mean? I'm just saying, you're gonna get on my nerves. So you hailed a donkey for so. No, but seriously, right, with the flying. Do you know those stockings that you can get because of deep vein thrombosis? She had them on in the cab, and it's only a tower flight, so that was annoying me. So, um. So anyway, it gets to this. Gets to this. Um, you know the Thursday night when we. When I'm going out with Susan.",
      "start": 2864742,
      "end": 2893862,
      "confidence": 0.8857775581395348
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2893918,
      "end": 2894358,
      "confidence": 0.82536
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "And a mom's, like, sat. Sat on the. On the sun lounge or outside. So. And so where are we going tonight? So, no, like I said, it's just.",
      "start": 2894446,
      "end": 2902854,
      "confidence": 0.8168317241379309
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "It's just us.",
      "start": 2902894,
      "end": 2903430,
      "confidence": 0.78814
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "We going out, having a better time to ourselves. So I could see as the day was getting on, she was realizing that she's got a night in with, like, her husband.",
      "start": 2903462,
      "end": 2911342,
      "confidence": 0.92376
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2911438,
      "end": 2911710,
      "confidence": 0.81676
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Right. She started, her face started to, like, look miserable.",
      "start": 2911742,
      "end": 2915342,
      "confidence": 0.94375
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "Sure.",
      "start": 2915438,
      "end": 2915886,
      "confidence": 0.81071
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "I thought, I'm loving this. So I said, right, I'm going in to go and have a shower. Go and get ready for this tonight. It's gonna be great.",
      "start": 2915990,
      "end": 2923630,
      "confidence": 0.919233103448276
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "And winding them up. Just wind them up, because they can't come. Because he said they can't. Right.",
      "start": 2923742,
      "end": 2927998,
      "confidence": 0.8671566666666666
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "So I go upstairs, have a. Have a shower on that. I come down and a man's smiling.",
      "start": 2928046,
      "end": 2934886,
      "confidence": 0.8501233333333335
    },
    {
      "pos": 558,
      "speaker": "C",
      "text": "Oh, hang on.",
      "start": 2934990,
      "end": 2935782,
      "confidence": 0.7038500000000001
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "Something. Hang on a minute. What's. What's gone on here? So I went to Susanna, said, why is your mom smiling? She's not coming. She said, no, but my dad said he'll take her out now. So in a way, she was happy because she got her own way, which had annoyed me.",
      "start": 2935838,
      "end": 2951844,
      "confidence": 0.8845005660377359
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Want her husband taking her out?",
      "start": 2953424,
      "end": 2955200,
      "confidence": 0.8306883333333333
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Well, it's just the fact she didn't want to go out. She was happy to stay in and have sausage, egg and chips that they'd found from some shop that sold english food. So that's almost like what they do if they're out.",
      "start": 2955312,
      "end": 2964040,
      "confidence": 0.9200202325581397
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "Sausage, egg and chips.",
      "start": 2964072,
      "end": 2965144,
      "confidence": 0.9249325
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "So she was happy with that. If we were staying in and having that because we were going out, she was fed up. Right. So she's smiling. So she's going. Yeah, I'm going out now. So I said, well, enjoy yourself. She said, where are you going? I said, well, it doesn't matter, does it? You don't need to know.",
      "start": 2965224,
      "end": 2977498,
      "confidence": 0.9266398333333333
    },
    {
      "pos": 564,
      "speaker": "C",
      "text": "Sure.",
      "start": 2977586,
      "end": 2977882,
      "confidence": 0.77161
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "She's not going to where we're going. Oh, you just don't want us to be in the same restaurant, so. Yeah, that's right. I said, I want a night out on my own, Susan. It's our holiday as well.",
      "start": 2977938,
      "end": 2984874,
      "confidence": 0.8913874358974356
    },
    {
      "pos": 566,
      "speaker": "C",
      "text": "I don't know.",
      "start": 2984954,
      "end": 2985362,
      "confidence": 0.9368666666666666
    },
    {
      "pos": 567,
      "speaker": "A",
      "text": "I can talk to amazing.",
      "start": 2985378,
      "end": 2986234,
      "confidence": 0.8155059999999998
    },
    {
      "pos": 568,
      "speaker": "C",
      "text": "This is not even his own parents. This is someone else's parents. These are the parents of the women, of the woman he loves.",
      "start": 2986274,
      "end": 2991458,
      "confidence": 0.9402266666666667
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "But even Susan sort of agreed with me. There's only so much time you can spend with your parents. That's why you leave. That's why when you're ill, you don't go home to them. Yeah.",
      "start": 2991626,
      "end": 3000584,
      "confidence": 0.902213142857143
    },
    {
      "pos": 570,
      "speaker": "C",
      "text": "Yeah. Because the slight difference between me and you, Carl, is that not everyone in the world annoys me.",
      "start": 3002564,
      "end": 3008704,
      "confidence": 0.8152994736842104
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Well, not everyone does.",
      "start": 3009444,
      "end": 3011068,
      "confidence": 0.9790975
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Just.",
      "start": 3011116,
      "end": 3011756,
      "confidence": 0.63316
    },
    {
      "pos": 573,
      "speaker": "A",
      "text": "I can see what I was. I felt a bit guilty that week when he said I was annoying him, but I realized it's not my fault everyone knows him. Yeah.",
      "start": 3011940,
      "end": 3018628,
      "confidence": 0.8935193548387097
    },
    {
      "pos": 574,
      "speaker": "B",
      "text": "So, yeah, it was. It was all right, holiday. It was good to get back.",
      "start": 3018796,
      "end": 3022904,
      "confidence": 0.8755566666666665
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 3023724,
      "end": 3024680,
      "confidence": 0.97907
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "I won't be doing it again.",
      "start": 3024852,
      "end": 3026096,
      "confidence": 0.8789866666666667
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "No. And what now, would you say, is your relationship with Suzanne's parents? Is it a frosty one?",
      "start": 3026240,
      "end": 3031324,
      "confidence": 0.9136005555555555
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "No, I just think they know that I don't like for a long time.",
      "start": 3033024,
      "end": 3039768,
      "confidence": 0.9544835714285715
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3039856,
      "end": 3040312,
      "confidence": 0.82937
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "I mean, when we were packing, a man was upset because, like, she really liked the place where we were staying. Right. It was quite a big villa because there was a few of us. There was a brother as well, with us.",
      "start": 3040408,
      "end": 3048536,
      "confidence": 0.9244369767441859
    },
    {
      "pos": 581,
      "speaker": "C",
      "text": "Right.",
      "start": 3048560,
      "end": 3049032,
      "confidence": 0.9575
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "So I love it here. She said, I'm definitely going to book this place again. I said, it's a big bit, you know, a bit big for two of you in it.",
      "start": 3049168,
      "end": 3057684,
      "confidence": 0.8734559375
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Just being Sarki.",
      "start": 3057804,
      "end": 3058796,
      "confidence": 0.7132000000000001
    },
    {
      "pos": 584,
      "speaker": "B",
      "text": "Like, we're definitely just, you know, I won't be coming again.",
      "start": 3058820,
      "end": 3062424,
      "confidence": 0.9090599999999999
    },
    {
      "pos": 585,
      "speaker": "C",
      "text": "You're like. I don't know what you're like, Carl. You just. You're a monster. You're an absolute.",
      "start": 3062924,
      "end": 3068144,
      "confidence": 0.8337788235294117
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "Speakers are fine. I say as jibber. Dwap the wibble.",
      "start": 3068964,
      "end": 3072068,
      "confidence": 0.704021
    },
    {
      "pos": 587,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3072156,
      "end": 3072492,
      "confidence": 0.79541
    },
    {
      "pos": 588,
      "speaker": "A",
      "text": "And never the weir will slap.",
      "start": 3072548,
      "end": 3074664,
      "confidence": 0.6545266666666666
    },
    {
      "pos": 589,
      "speaker": "C",
      "text": "You're like a middle aged man. You're like an old man. You're like an old man, you. And you're, what, 30?",
      "start": 3074964,
      "end": 3080724,
      "confidence": 0.8911785714285714
    },
    {
      "pos": 590,
      "speaker": "A",
      "text": "I'm just. Imagine you scraping along in clogs and a flat cap going, oh, that tree's got to come down.",
      "start": 3081024,
      "end": 3087464,
      "confidence": 0.817499
    },
    {
      "pos": 591,
      "speaker": "C",
      "text": "Yeah. Puncturing a kid's ball if he kicks into your garden by mistake.",
      "start": 3087584,
      "end": 3092080,
      "confidence": 0.8511500000000003
    },
    {
      "pos": 592,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3092192,
      "end": 3092720,
      "confidence": 0.84914
    },
    {
      "pos": 593,
      "speaker": "C",
      "text": "Refusing to give it back.",
      "start": 3092832,
      "end": 3094244,
      "confidence": 0.979608
    },
    {
      "pos": 594,
      "speaker": "A",
      "text": "Yeah, gather round, gather round.",
      "start": 3095344,
      "end": 3097560,
      "confidence": 0.7300799999999998
    },
    {
      "pos": 595,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3097672,
      "end": 3097984,
      "confidence": 0.80603
    },
    {
      "pos": 596,
      "speaker": "A",
      "text": "There are once chinese kid as airy as that cow, which is weird because there's not many chinese people that airy. But this one, I tell them, it were back in 1990.",
      "start": 3098024,
      "end": 3107514,
      "confidence": 0.8683209375
    },
    {
      "pos": 597,
      "speaker": "C",
      "text": "Grandad, are you eating a twix?",
      "start": 3107554,
      "end": 3109454,
      "confidence": 0.8481816666666666
    },
    {
      "pos": 598,
      "speaker": "A",
      "text": "Well, that's you too, with. Without you. But we've got to cut it a little bit short because we're actually running out of time. It's so jam packed, this show. We've got monkey news on the bench. Carl just remembered, we've got cheeky freak of the week to fit in. I don't know what to do. What's your cheeky freak the week? Quickly, just throw that away.",
      "start": 3113234,
      "end": 3129690,
      "confidence": 0.8658097014925377
    },
    {
      "pos": 599,
      "speaker": "B",
      "text": "Right. Well, it's just like, you know, we look at. We look at cheeky freaks.",
      "start": 3129802,
      "end": 3133350,
      "confidence": 0.9483393333333333
    },
    {
      "pos": 600,
      "speaker": "A",
      "text": "Is this show offensive in any way to some people? Do you think?",
      "start": 3133522,
      "end": 3135958,
      "confidence": 0.9444769230769231
    },
    {
      "pos": 601,
      "speaker": "C",
      "text": "Ding dong.",
      "start": 3136006,
      "end": 3136954,
      "confidence": 0.687465
    },
    {
      "pos": 602,
      "speaker": "A",
      "text": "Got any buns? Oh, it's the elephant man. Go on.",
      "start": 3139214,
      "end": 3143246,
      "confidence": 0.8209100000000001
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "Right, well, it's a bit of a problem for you, this one, Steve. Right, I'm chucking it forward to you. Remember the cheeky freak of the week that we're talking about, that. That illness where people age quicker?",
      "start": 3143310,
      "end": 3153606,
      "confidence": 0.9049218421052633
    },
    {
      "pos": 604,
      "speaker": "A",
      "text": "The five year old girl that was older than her mum, and he said to you, what if you ran off like you wouldn't serve her fags and beer? And you went, no. He went, why not? And you went, because it's a five year old. Yeah, right. He went, oh, she's got a. Have problems. Give us some facts. You remember that. Yeah. Right.",
      "start": 3153670,
      "end": 3170014,
      "confidence": 0.8725449230769234
    },
    {
      "pos": 605,
      "speaker": "B",
      "text": "Another dilemma for you. Right? Picture this. You're running a restaurant, right? Door goes, right? A few people, most of them look normal. You notice the woman at the back crawling on all fours. Top half is woman, right? This is real. This isn't like a comic or anything, this is on.",
      "start": 3170094,
      "end": 3189254,
      "confidence": 0.876603653846154
    },
    {
      "pos": 606,
      "speaker": "A",
      "text": "Yeah, I've seen it. They're called dog people. And her legs just come straight down. They're like little swing legs at the back. And so they walk on all fours because it's easier.",
      "start": 3189294,
      "end": 3197980,
      "confidence": 0.8706527272727272
    },
    {
      "pos": 607,
      "speaker": "B",
      "text": "Dog people, right?",
      "start": 3198132,
      "end": 3199172,
      "confidence": 0.8708666666666667
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "Yeah. Not dog people. They're human beings with deformed back legs. So they walk. It's easier for them to get around like that because they can't. They can't stand up because they can't stabilize. And also it comes straight out of their hips. Right.",
      "start": 3199228,
      "end": 3210876,
      "confidence": 0.9029895454545455
    },
    {
      "pos": 609,
      "speaker": "B",
      "text": "So you run in a restaurant, it's busy night, you haven't really got time for any hassle. She comes in.",
      "start": 3210980,
      "end": 3216572,
      "confidence": 0.8852749999999998
    },
    {
      "pos": 610,
      "speaker": "C",
      "text": "Uh huh.",
      "start": 3216708,
      "end": 3217316,
      "confidence": 0.59018
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "Would you serve her?",
      "start": 3217380,
      "end": 3218464,
      "confidence": 0.9581149999999999
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "The premise being what? That he doesn't serve dogs because the.",
      "start": 3219494,
      "end": 3223030,
      "confidence": 0.9426645454545457
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "Restaurants don't allow animals in right.",
      "start": 3223062,
      "end": 3225070,
      "confidence": 0.8064916666666667
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "She. Right, right.",
      "start": 3225222,
      "end": 3228022,
      "confidence": 0.8030733333333333
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "So it's a dilemma.",
      "start": 3228118,
      "end": 3229070,
      "confidence": 0.8886125
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "It's not a dilemma. She's not a dog, she's a human being. Yeah.",
      "start": 3229142,
      "end": 3231990,
      "confidence": 0.8565223076923077
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "With, you know, a plate of meatballs on the floor, and she tucks in and a little glass of, you know, a little bowl of wine next to it.",
      "start": 3232022,
      "end": 3242634,
      "confidence": 0.8766606896551724
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "It turns around, there's the woman older than.",
      "start": 3244174,
      "end": 3246936,
      "confidence": 0.8722612499999999
    },
    {
      "pos": 619,
      "speaker": "C",
      "text": "Get away from that plant.",
      "start": 3247110,
      "end": 3248744,
      "confidence": 0.831812
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "Service included. Oh, dear.",
      "start": 3253564,
      "end": 3258388,
      "confidence": 0.8388925
    },
    {
      "pos": 621,
      "speaker": "C",
      "text": "Okay, so monkey news, please. All right, let's hear the jingle.",
      "start": 3258516,
      "end": 3262064,
      "confidence": 0.8934427272727273
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Oh, chimpanzee that monkey news right now. Oh, chimpanzee that monkey news brilliant. Right.",
      "start": 3263644,
      "end": 3276334,
      "confidence": 0.7566214285714287
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "Right before I went away, I told you about Alfred. He was the. He was the monkey. Where? There was a robbery going on in.",
      "start": 3278234,
      "end": 3287162,
      "confidence": 0.9403820000000002
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "The bank and then he nicked the robbers, Lou, and backed out with a gun.",
      "start": 3287178,
      "end": 3292906,
      "confidence": 0.7811866666666668
    },
    {
      "pos": 625,
      "speaker": "C",
      "text": "He sort of stole. He robbed the robber, didn't he?",
      "start": 3292970,
      "end": 3295026,
      "confidence": 0.756024
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3295050,
      "end": 3295346,
      "confidence": 0.94306
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "Did he take his gun as well?",
      "start": 3295410,
      "end": 3296874,
      "confidence": 0.9220085714285714
    },
    {
      "pos": 628,
      "speaker": "B",
      "text": "He took all the weapons. It was like a couple of robbers. He managed. Because they were so amazed that a monkey was coming in.",
      "start": 3297034,
      "end": 3302346,
      "confidence": 0.9030979999999998
    },
    {
      "pos": 629,
      "speaker": "A",
      "text": "It was like, don't talk shite twice.",
      "start": 3302370,
      "end": 3306114,
      "confidence": 0.8032342857142857
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "Anyway, so anyway. Got a follow up to that.",
      "start": 3306414,
      "end": 3309158,
      "confidence": 0.9573700000000002
    },
    {
      "pos": 631,
      "speaker": "C",
      "text": "Okay, now, what was that monkey's name?",
      "start": 3309246,
      "end": 3311406,
      "confidence": 0.8168814285714286
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Alfred.",
      "start": 3311590,
      "end": 3312054,
      "confidence": 0.94136
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "That was Alfred.",
      "start": 3312094,
      "end": 3313034,
      "confidence": 0.8905433333333335
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "So anyway, because a lot of people wanted to know. Well, you know, what did he do? Did he go off and have a holiday? Did he. No, no, no. So the follow up is. What happened is the monkey had the guns, had the cash, which was $250,000. Sure, right. It went back to the zoo.",
      "start": 3313494,
      "end": 3335994,
      "confidence": 0.9262440350877191
    },
    {
      "pos": 635,
      "speaker": "A",
      "text": "Right, Carl, you talking shut.",
      "start": 3336814,
      "end": 3339794,
      "confidence": 0.686194
    },
    {
      "pos": 636,
      "speaker": "C",
      "text": "I get angry with you when you won't let him finish his monkey.",
      "start": 3340214,
      "end": 3342862,
      "confidence": 0.8034576923076922
    },
    {
      "pos": 637,
      "speaker": "B",
      "text": "Can we just get help?",
      "start": 3342998,
      "end": 3344086,
      "confidence": 0.737846
    },
    {
      "pos": 638,
      "speaker": "C",
      "text": "Imagine if people were interrupting Kevin McDonald? It wouldn't happen.",
      "start": 3344190,
      "end": 3347374,
      "confidence": 0.815567
    },
    {
      "pos": 639,
      "speaker": "B",
      "text": "I don't want. I want to make sure I don't get anything wrong.",
      "start": 3347454,
      "end": 3349430,
      "confidence": 0.9024430769230768
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "No, of course not.",
      "start": 3349462,
      "end": 3350434,
      "confidence": 0.822845
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "So check the Internet.",
      "start": 3351454,
      "end": 3352758,
      "confidence": 0.8672774999999999
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "So the monkey goes back to the zoo, right, where all the zookeepers come out and go get him. He's got the guns?",
      "start": 3352886,
      "end": 3360830,
      "confidence": 0.9690773913043479
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3360902,
      "end": 3361270,
      "confidence": 0.83387
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "He hands out a couple of guns to his mates.",
      "start": 3361342,
      "end": 3363518,
      "confidence": 0.925368
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "What?",
      "start": 3363686,
      "end": 3364038,
      "confidence": 0.54131
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "His monkey mates?",
      "start": 3364086,
      "end": 3364918,
      "confidence": 0.7951066666666667
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "His monkey mates. So they've all got a couple of guns.",
      "start": 3364966,
      "end": 3367126,
      "confidence": 0.9223818181818181
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "Oh, Carl. Steve, I can't, mate. I cannot stand it. Honestly, I want to scream.",
      "start": 3367190,
      "end": 3371886,
      "confidence": 0.76623
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "Please. I really get annoyed with you.",
      "start": 3371910,
      "end": 3374074,
      "confidence": 0.8459785714285715
    },
    {
      "pos": 650,
      "speaker": "B",
      "text": "They tried to do him a deal. They said, how about if I'm going.",
      "start": 3374534,
      "end": 3380246,
      "confidence": 0.9119971428571431
    },
    {
      "pos": 651,
      "speaker": "A",
      "text": "Tell him that I'm going now, I.",
      "start": 3380310,
      "end": 3381758,
      "confidence": 0.7976485714285715
    },
    {
      "pos": 652,
      "speaker": "C",
      "text": "Can'T step out from it.",
      "start": 3381766,
      "end": 3382846,
      "confidence": 0.735678
    },
    {
      "pos": 653,
      "speaker": "A",
      "text": "Okay, we'll just do it.",
      "start": 3382870,
      "end": 3383974,
      "confidence": 0.861578
    },
    {
      "pos": 654,
      "speaker": "C",
      "text": "Don't listen. Step out and I'll paraphrase what. What I hear for you when you come back in. Step out now, please. I'll need to hear. I need to hear the end of this. This is monkey news. This is important stuff, right? Ricky now has left the room. He cannot. He cannot bear to hear, which is surprising to me.",
      "start": 3384054,
      "end": 3397578,
      "confidence": 0.8701037704918033
    },
    {
      "pos": 655,
      "speaker": "B",
      "text": "Right. So anyway. So, yeah, they've got the money and they say to the zookeepers, how about we give you some cash?",
      "start": 3397666,
      "end": 3405778,
      "confidence": 0.9588486363636366
    },
    {
      "pos": 656,
      "speaker": "C",
      "text": "Yes?",
      "start": 3405866,
      "end": 3406506,
      "confidence": 0.91727
    },
    {
      "pos": 657,
      "speaker": "B",
      "text": "And they go, sorry, hang on, sorry.",
      "start": 3406650,
      "end": 3408706,
      "confidence": 0.9511957142857144
    },
    {
      "pos": 658,
      "speaker": "C",
      "text": "The zookeeper said that to the monkeys.",
      "start": 3408730,
      "end": 3410162,
      "confidence": 0.9845942857142856
    },
    {
      "pos": 659,
      "speaker": "B",
      "text": "Yeah?",
      "start": 3410258,
      "end": 3410934,
      "confidence": 0.82183
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "Right.",
      "start": 3411614,
      "end": 3412354,
      "confidence": 0.97318
    },
    {
      "pos": 661,
      "speaker": "B",
      "text": "No, no, no. The monkeys who have got the 250,000 pounds, right, say to the zookeepers, we'll sort you some money out if you let us go.",
      "start": 3412734,
      "end": 3419750,
      "confidence": 0.9452711111111113
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "So the monkeys say to the zookeepers, we'll give you some money.",
      "start": 3419862,
      "end": 3423382,
      "confidence": 0.9014491666666666
    },
    {
      "pos": 663,
      "speaker": "B",
      "text": "Yeah?",
      "start": 3423438,
      "end": 3423958,
      "confidence": 0.80839
    },
    {
      "pos": 664,
      "speaker": "C",
      "text": "You don't see any problem with that, right?",
      "start": 3424086,
      "end": 3426374,
      "confidence": 0.9863025000000001
    },
    {
      "pos": 665,
      "speaker": "B",
      "text": "Listen, okay, it's nearly finished, right?",
      "start": 3426454,
      "end": 3428686,
      "confidence": 0.7867583333333333
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "I'm listening. Out there.",
      "start": 3428710,
      "end": 3429446,
      "confidence": 0.8005899999999999
    },
    {
      "pos": 667,
      "speaker": "C",
      "text": "You could.",
      "start": 3429470,
      "end": 3429702,
      "confidence": 0.651135
    },
    {
      "pos": 668,
      "speaker": "A",
      "text": "This is ridiculous.",
      "start": 3429718,
      "end": 3430486,
      "confidence": 0.6433833333333333
    },
    {
      "pos": 669,
      "speaker": "B",
      "text": "Go.",
      "start": 3430550,
      "end": 3431154,
      "confidence": 0.40089
    },
    {
      "pos": 670,
      "speaker": "A",
      "text": "What do you mean? The monkeys say to the zookeeper, they're.",
      "start": 3431534,
      "end": 3433702,
      "confidence": 0.8515981818181818
    },
    {
      "pos": 671,
      "speaker": "B",
      "text": "Probably holding the money out, like, kind of going, look, you know, we'll do your deal, right?",
      "start": 3433718,
      "end": 3437610,
      "confidence": 0.9117152941176471
    },
    {
      "pos": 672,
      "speaker": "C",
      "text": "Okay? Come on.",
      "start": 3437642,
      "end": 3438734,
      "confidence": 0.9564133333333333
    },
    {
      "pos": 673,
      "speaker": "B",
      "text": "And what happened is, I think. I think that. I think they were happy with that. I think they left and that was out. They wanted to get out the zoo because they didn't like it in there. There's the thing, right, Carl, think.",
      "start": 3440234,
      "end": 3453066,
      "confidence": 0.9093513636363636
    },
    {
      "pos": 674,
      "speaker": "A",
      "text": "Right. How did they go in the first place? This one just let Steve ever. So why did he get. So he went and robbed? He thought, what, he knew there was gonna be a robbery that day, did he?",
      "start": 3453210,
      "end": 3462258,
      "confidence": 0.9112994999999999
    },
    {
      "pos": 675,
      "speaker": "B",
      "text": "He might have been getting some money before they went to escape. And then that happened and they had more money. They might have been withdrawing some stuff out.",
      "start": 3462426,
      "end": 3468990,
      "confidence": 0.9471062068965516
    },
    {
      "pos": 676,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 3469062,
      "end": 3469678,
      "confidence": 0.8893625000000001
    },
    {
      "pos": 677,
      "speaker": "B",
      "text": "No, he was planning on leaving the zoo. He's gonna get his savings.",
      "start": 3469726,
      "end": 3473154,
      "confidence": 0.9359000000000001
    },
    {
      "pos": 678,
      "speaker": "A",
      "text": "What are you talking about?",
      "start": 3474094,
      "end": 3476114,
      "confidence": 0.9573539999999999
    },
    {
      "pos": 679,
      "speaker": "B",
      "text": "What a few read there.",
      "start": 3477294,
      "end": 3478414,
      "confidence": 0.6891300000000001
    },
    {
      "pos": 680,
      "speaker": "C",
      "text": "Steve, I've got. I've got a feeling this is a review of one of the planet the apes films. I think it's escaped from the planet the apes. I'm not certain. It could be beneath the planet the apes.",
      "start": 3478454,
      "end": 3491070,
      "confidence": 0.9227641025641026
    },
    {
      "pos": 681,
      "speaker": "A",
      "text": "Right. What I mean. Carl, think. Think. Please, think. Right, so this, this monkey, right, he leaves the zoo, right? He. So he leaves the zoo, which he can do, presumably. What, I leave him the keys or what they're chatting to in the. Might as well. He goes to a bank. What's he thinking of doing? Sees a robbery, probably by chance. He probably wasn't tipped off, was he? Oh, is he? Got one of those police scanners. Probably got one of those police scanners.",
      "start": 3491142,
      "end": 3515438,
      "confidence": 0.8418460465116282
    },
    {
      "pos": 682,
      "speaker": "C",
      "text": "Well, I think he was going to the bank to get a mortgage to build a lot. I think he wanted an extension, didn't he, on his cage?",
      "start": 3515486,
      "end": 3520858,
      "confidence": 0.8085485714285714
    },
    {
      "pos": 683,
      "speaker": "A",
      "text": "Think of that. And so. I love the fact, the hands out the guns and they do a deal. It's honestly, you got the best. You've got the best mind working on radio today. It's incredible.",
      "start": 3521046,
      "end": 3534774,
      "confidence": 0.9170719444444444
    },
    {
      "pos": 684,
      "speaker": "C",
      "text": "The only person who makes less sense is Terry Wogan.",
      "start": 3535274,
      "end": 3538214,
      "confidence": 0.9708310000000001
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "He goes up and down. I can't understand his sentences because.",
      "start": 3541194,
      "end": 3544362,
      "confidence": 0.8728636363636365
    },
    {
      "pos": 686,
      "speaker": "C",
      "text": "I don't know, it's like free form poetry. Yes.",
      "start": 3544378,
      "end": 3546562,
      "confidence": 0.8489388888888888
    },
    {
      "pos": 687,
      "speaker": "A",
      "text": "I don't know whether it's the end of a sentence in the middle of a new one. Yeah, yeah, yeah.",
      "start": 3546618,
      "end": 3551408,
      "confidence": 0.8226950000000001
    },
    {
      "pos": 688,
      "speaker": "C",
      "text": "But let's have the jingle again, a record, and then we'll probably have to wrap up the show. I imagine that was.",
      "start": 3551536,
      "end": 3556080,
      "confidence": 0.920319090909091
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "Oh, chimpanzee that monkey news. Well, mister Stipe, I am not Kenneth, but I can tell you the frequency was 104.9. See you next week. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington.",
      "start": 3556152,
      "end": 3572024,
      "confidence": 0.8635071428571427
    },
    {
      "pos": 690,
      "speaker": "C",
      "text": "Do you think that when Marconi invented radio, this was what he had in mind for it?",
      "start": 3572064,
      "end": 3575448,
      "confidence": 0.9340517647058822
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "2 hours of absolute. See you later. Excellent.",
      "start": 3575576,
      "end": 3580984,
      "confidence": 0.8565425000000001
    }
  ]
}
