{
  "id": "f67bb9dd-d0ed-4fcb-be93-4723bb0a3d5c",
  "status": "completed",
  "text": "White stripes, dead leaves and the dirty ground and XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant, Carl Pilkerton. We have got a great show lined up for you. Absolutely. Today it's just Valentine's weekend. Some love songs, got some chat and of course the competitions. I'll tell you what, I was walking here today, and the west end is crammed. There's helicopters, there's police, there's about a million people sort of just milling around, standing around with placards and stuff. I don't know what they're doing, but they've got too much time. They need a war. You don't read the newspapers, do you? Boring. Oh, those boys can rock there, that's the guns with all their roses and sweet child of mine on XFM 104.9. Yeah, good, it rocks. I hope the audience was playing it loud like us. Yeah, yeah, yeah, yeah, yeah. Steve Merchant, Carl Pilton. Well, look at him yawning. How rude is that? Carl, what's wrong with you, man? Have you been up late? Little bit. Girlfriend was away, wasn't she, yesterday? Yeah. I always have a problem with that. I always have. Because you don't go to bed, do you, early? Do you know what I mean? You sort of think. I just always find that thing that if, you know, used to living with someone. Yeah. One of you will go, let's go to bed then you'll go, all right. But when you're on your own, you go. You just forget to go to bed. Okay, stop. Stop eating now, Carl. You bet all the food that's just a plate. All right. I stayed up and watched. There's a thing on about Dracula, all right? What? Dracula. And I found a floor in it. Gone. Not, not the fact that is the living dead and is. No, it drinks blood to stay alive. And he doesn't reflect anything. And you can go on the mirror thing. You can't look in mirrors. Cunning. Well, he can look in mirrors, but he can't see himself in a mirror. It still doesn't work. Okay. It doesn't work at all, Carl. It doesn't work. Well, center parting is always really neat. His center parting is always. How does he do it if you. Can'T look into the mirror? Blood on the floor or something? It was called rubbish. I love the floor. In the Dracula film is that his saint of art is too neat. How did he do it without a mirror? Ah. Was it a documentary about Dracula? No, the real Dracula. Dracula? Yeah, the real Dracula. Film it. Blood on the floor or something it's called from 1970. Yeah, right. But you say that. Watch that. You know there aren't really vampires in that sense. Yeah, yeah, but it still annoys you that his center part was too neat. Well, if you're gonna do it, do you know what I mean? I'd like to see him with a fringe sort of pushed forward and maybe a hood up. All right, come to suck your blood on that? All right. Yeah. Just bits of tissue paper all over his face where he's cut himself shaving. Oh, can't see. Bloody mirrors annoying me now. I'd love to see that. A little mank drak. That'd be great, wouldn't it? Well, that might be a film that we do in our movie mancula. Just getting onto that. Mancula count. Mancula. All right, you got any rave, you got any rave music song? Oasis, like that. That'd be brilliant. He came from Manchester. Please welcome Mancula. All right. That'd be great, wouldn't it? His hair's a mess. Well, I can't see a mirror, can I? Well, we've got a show lined up for you. Sad news for Rockbusters fans. It is going to be the last rockbusters. Does that mean that we are doing another one and it's the last one. Or we are doing another one and it's the last one? A special one. Steve, love you. It's just sort of why it makes sense. First time only it's done on accents because I'm running out of, like, clues and that to use. Oh, is this as bit good as the jamaican one? Detroit spinners. That doesn't work at all. A bit like that. Okay, so go on, what's the gist of this one? Well, it's just I've been the sound effects bit that didn't really work out. So there's three sort of cryptic clues. Yep, it's done on accents and I've sort of worked down the country. So I've got a northern one, we've got a Brummie one and I've got a cockney one. Excellent. We'll look forward to that. We've got quite a lot of competitions, haven't we? Because you've also got your film competition. He's appearing in the shining this week's excellent. Okay, we've also got. Oh, chimpanzee that. More monkey news from around the world. Monkey news. Stay tuned for that. But there's one that I thought we could phase in as we phased out rockbusters. It's an old favorite. Carl was before your time. Exfamily fortune. Family fortunes. It's brilliant tv show. Family fortunes. No, it's exf. Family fortune. You can't get him on that. So we'll be playing that a little bit later as well with two lucky people and we'll be giving away some great prizes. I imagine, Steve, go through those a little bit later. Yeah, as it was Valentine's weekend. What about a lovely song by Lloyd Karl that lovers do? Lloyd Cole like lovers do on XFM one in 4.9. Is that for all the lovers out there? Yeah. I'm Ricky Gervais. With me, Steve Merchant and little Carl Wilkinson. Oh, we're having a laugh, aren't we? Little Carl with his sandwich. I'm still bruised where you punched me in the shoulder showing that you could box. Yeah. To be fair though, Rick, you do think that you're now a professional boxer. Because you've been on the telemarketer. No, he does. I mean, he laughs about it but he does walk around thinking, yeah, I could probably handle myself in a street brawl. In fact, I walk around handling myself. Yeah, a lot of the time, don't I, Carl? And often Carl. Yeah, yeah. Oh, because it's little rounded. I've got another mate that's got a little bald head and I'd like to squeeze it, like to see how far, do you know what I mean? Like an egg. You can squeeze it that way, sort of sideways and that hurts, but then squeeze it forward to back. It doesn't hurt so much, does it? Do you know what worries me though? I think if you ever actually did crack and I think yoke would come out. Yeah, he was drawing and I gave him a little crikey drop on the back of the neck and he jumped. He spasmed. Sorry. You gave him a karate chop on the back of the head? Yeah. To be fair though, I think I'd spasm it if a man crept up behind me and karate chopped me in. The neck, didn't I? Laugh, acre, this is right good laugh. Oh, so we've got lots of little things to get for. Look at his little face. You alright? We had a little lunch yesterday, didn't we? We did indeed. That was a nightmare. Yeah, I hate going out with you too. I was explaining to Carl, right, I like to excite Carl's imagination, right? And if it involves chimps or monkeys, all the better brains. He likes parts of body deformity, you know. I know, I know where to, you know, what buttons to push and I told him about this thing, I don't know if any of you out there know about this, but an experiment they did in the fifties, a clinical psychology experiment where there's two hemispheres of the brain, okay, they're joined by a thing called the corpus callosum, right? Which is just a little flap of skin like a little scarlet that joins your two hemispheres. And what they did, they cut that in half and they thought it was a cure for schizophrenia. But what it turned out to be, or epilepsy, I think, I can't remember, was that your two sides, your brains didn't function together, you couldn't get information. I was telling Karl all this thing, one of the things I told him was that they did it on a monkey and it fought itself over a nut. Like its right arm was connected, you know, by its left lobe of the brain and it was fighting over itself. And Carl went, instead of like thinking, this is amazing, experimenter, he went, would it, would it have been happy if you've given it two nuts? Yeah, I know. Well, you started off by explaining it, I remember you mentioned, because I was watching the two of you as you were describing it to me. You said, of course, one side of the brain deals with symbolism. And as you said the word symbolism, I noticed Carl drift away from looking at you pick up his mobile phone and start pressing buttons randomly. And I thought it was the word symbolism that got him. And I noticed it took you just a moment longer. And I think the first thing you said was, when did I lose you? Yeah, I know I lost him. It's extraordinary. And he doesn't even at one point as well, right? And I knew I was dicing with death there, but I told you tried to look it up, didn't you, on the, on the web, didn't find anything. About it yet, the spelling of it. What is it again? What's the word? Corpus callosum. Yeah. So anyone knows any interesting facts about that, that yours hasn't been cut in. Half as a car that would again want explain something? I'll tell you what we will be talking about later. I don't know if you sort of aware of them. Steve gone. Bonobos. Oh no, I told him about him. He was looking for stuff. I said put in Bonobo. He was having no luck with chimp and they're a form of chimpanzee, but they're even closer. So I see. Evolutionary speaking, they've got their social groups more like ours. They're more intelligent. And he was loving it, weren't you? So is it human bonobo, Carl. Is that how it works on the evolutionary lab? It's a chimp, Carl. Yeah, but you're excited about that. That's coming up in monkey news. No, I think it's a bit of a monkey. Bonus. WC featuring Snoop the streets on XFM 104.9. Rick Gervais. Steve Merchant. Karl Pilkington. I think we should kick off with a bit of a competition. I think we should get the listeners involved here. Phone up if you want to play XF family fortunes. Now, a lot of people, of course, won't be familiar with this because we played this in the very early days of XFM. Yeah. Do you want to explain the rules or do you just want people to phone in? It's like family fortunes. We need two of you. I asked, do you remember? We discussed this before? You can't say that. Yeah, and so get two on the line. You're competing against each other, and so it's. Fingers on the buzzers. Will you stop chewing, picking your teeth. I mean, even if listeners can't, it really annoys me. It is a bit like having a chimp in the room. Do you know? I mean, Kyle, have you ever seen him? He eat hot food? No, honestly, it is like a chimpanzee. Just. Oh, God. Or like the cookie monster. Yeah. Oh, I'm never annoying Carl. So why are you? Do you know what I mean? Steve, you're so annoying. Have you been with him for trying to go. Trying to have lunch with Ricky? It's the hardest thing possible. You wander around for hours. Well, a combination. It used to be bad even before he was a celebrity, because he has this tolerance level. It's extraordinary. I mean, he is irritated by a car honking its horn in the street. He's like, I can't believe it. Let's go in here. I'm so angry. He gets annoyed by police sirens, by rain, wind, birds in the air, other people in the streets. They're the most annoying children, particularly whether. They'Re in a school playground we happen to be walking past, whether they're on. Tv, it's just noise that isn't mine. Well, I know, but this is the thing. You are the most irritating man I've ever met. Without a shadow of a doubt. I mean, you know that car, don't you? I mean, noises he makes. I mean, I've been. I've been. I've been editing some behind the scenes footage we shot of making the second series the office. It's extraordinary. I've had to cut sequences out involving Ricky because they'll just think he's a giver, just think he's an idiot, like some kind of puppet that the rest of us are controlling because he's shouting, he's whistling, he's honking, he's making noises, he's dancing around. It's extraordinary. And if you're out trying to find somewhere to eat with him, all these irritants, all these annoyances, and it's all that music's too loud. I don't like that particular song. I'm not going in there. There's more than eight people in that cafe. I'm not going in there. Extraordinary. I think we need a woman. I'm thinking of hiring a woman like a pa to just go ahead of us, scout ahead of us, go in. You know, she can just sit back and say, oh, sexist. Oh, or a guy, oh, sexist. Or a fella. Just to scale ahead, hiring a woman. Subservient role. We couldn't hire him. Oh, no. Oh, sexist. Well, that or a chance to meet a woman. Yeah, that. I'm also paying. It's like. It's like paying for it more above board. So if you want to play family fortunes, call up. What's the number? Oh, 8700 801. Two, three, four. Yeah, it's just like family fortunes. Tourvio are competing for some great prizes and I go, something you'd. You know, it goes. Then go buzz and play around. It's not as high tech as fucking fortunes. Current single from Nick Cave and the bad seeds. Let's bring it on, yeah, on XFM 104.9. Ref merchant Carl Pilgrimton and two people on the line to play XF family fortunes. Brilliant. Hello, Steve first. Steve. Hello first. Hello. How you doing? You are, mate. Where are you calling from? From my pub in Barnes. You've got a pub? Yeah. In Barnes? Yeah. Are you posh? No. I suppose you're the local landlord. Do they come in and sort of like, go, good man. There's a. There's a shilling. Get me some ale. They're all polishing barns, aren't they? Well, no, not all of them, actually. Nigel Havers come in your pub because he lives there, don't he? Well, none of them do, actually. I know there's lots of them about, aren't there? In Barnes, but. But no, you've banned them. You've banned them. Who's on the other line? It's Jennifer. Jennifer. Hello. Hello. Where are you calling from? I'm calling from Forest Hill. Forest Hill, that's right, south. And I don't go out of wc one. Do you run a pub? Do I own a pub? No. Do you drink in one? Yeah. That's just good. This from friendly chat there? Yeah. Between the brain that you were talking about before. Oh, yeah. I can't remember what it's called, but they did an experiment and apparently the length of it determines whether you're straight or gay. Is that right? I heard. Well, so what? You could actually trim it if you fancied. You've just interacted with Carl Pilkington. I treasure that. Right, is the prizes. Okay, now, listen, don't be disappointed, because, as ever, Carl has just gone through some people's drawers here at XFM and found some really quite shoddy prizes. So you get on DVD. I don't know if you're a fan of. Are they a german band, Rammstein or Ramstein? Oh, you'll enjoy that. But there's any number that includes Ash zu Ashk, Spielmitmir and Hezhelaid. That's just some of the classics on this DVD of their videos. Red dwarf the first. Sit around looking at IsiS records and going, look at these wonder wars, possibly. So, the very best of the stone roses, although I might have that. So anyway, there's also an I love you compilation, kind of appropriate, and a tribute to the Ramones, which. Interesting. So you can get the idea, Steve and Jennifer, the stakes are pretty high. Okay, here we go. Extra family fortunes. So fingers on the buzzers. Just both go. If you think you can answer this right, and then we. The highest answer, or the top answer gets to chance to play or pass. If you play, you've got to get all five answers. There are five answers. Every wrong answer, you get a life and I go. And when you get three, when you lose three lifelines, then the other person can steal. It's as simple as that. If you've seen the show. Family fortunes. No, this is a new. This is not based on anything I've ever seen ever in my life. Okay? Right. Okay. Fingers on the buzzers. Okay. Name something we asked eight of my mates. Right. Something you associate with Carl Pilkington. Okay, Jennifer, what silliness. Yeah, that's the top parts of thick or dimness. Do you want to play or pass? Play, please. Okay. Okay, stay. Stay tuned, Stephen, because you might be able to. She gets three wrong. Okay, right, okay, right, we've got a top answer. Four to go. Thick or dim. This is top answer, obviously. Okay, Jennifer, some other things associated with Carl comedy. You'd think so, wouldn't you. Yeah. No, no. You don't even know who he is. No, she does. She must. Bizarrely, she knows that. Silliness or stupidity. Yeah, come on. Somehow, smelly eyebrows. One more wrong answer and then Stephen gets a chance to steal. Okay. I don't know. People are screaming at home. Very sensible. Very sensible. Yeah. Okay, Stephen, can you think of one of the answers that Jennifer didn't get? Must be a mind for a name. Nonsense. Oh, well, I'm going to give you that, because number five is even thicker. So, yeah, you met. What you missed is thick or dim. Second to answer was Manchester. Third was rounded, fourth was airy chinese kid, and five was even thicker. So I think Stephen's the winner. Yeah, I think he's done well. Yeah, you enjoy Ramstein and you get the stone roses and an I love you CD. So that's. That's the pilot for this show. Okay. When Blockbuster's all over this, we're going to phase in exa family fortunes. Carl, thoughts? It's not that good, is it? Why? It's not. It's not that good. Just. I'm not that happy with it. Why? Why? Yeah. What else? What? No, you're definitely right about that top answer. Well, thanks. Right, so Stephen wins all those prizes. Yeah, and we'll send some to Jennifer as well for even bothering to talk to Carl. What's this car? What you playing now about the drawn boy? Yeah, excellent doing. We're doing rockbusters on later. Eminem sing for the moment on Exocm 104.9. Race team merchant, Carl Pilkington. Right, Carl, moving on. Got a lot to crumb in if you yawn again or pick your teeth or chew. Can I just. You know, sometimes I get told off by Carly. He gets a little bit sulky if I slag off the prizes that he sources for each competition. This is from Rob in Croydon. He's a former winner of Rockbusters. He said he didn't even know what the prizes were going to be when he entered. He won. And sure enough, for one, not only he was a hero, the following morning, it was just rob again. And all I had to show from my triumph are five compilation CDs I'll never listen to and two DVD's I'll perhaps get nine pounds for on eBay. Please get some decent prizes. Ricky, your BBC's golden choice of comedy. What you doing? How many of your listeners really are into Stephen Polyakov's the lost Prince? No one. That's how many. Now, that is a winner. That's someone who's got a reason to like us and like you. I think he's got the same attitude as Steve when you give him something for free. Yeah? Yeah. Sorted you out with any Rd ticket for last night. A lot of messing around. A lot of phoning round going on to get you on tickets. Yeah, come in today. You enjoy the gig. Company bothered going, Carl. Typical. Yeah, I didn't say I couldn't be bothered going, Carl. You just pursue. Assumed that that was the case. You're right. But the point is this, Carl, once you've given me the tickets, they are mine to do with as I see fit. The thing is, what annoys me is right, I bet he hasn't even listened to them CDs. He might find something. No, that's his point, to be fair. But I don't want to give him stuff that's too good, because then they'll listen to CDs instead of XFM. Of course, there's always careful planning. You always got an answer. Oh, Carl, you're my hero. We don't care, do we, Kyle? Well, I think the prizes are all right, considering what they've got to do. Do you know what I mean? Yeah. Right. It's just a bit of fun, for God's sake. So please do not blaspheme on air. Something. Something else we're giving away. Go on. The shining. It's more throwing away in it. Once again, video. Once again, it's on VHS. Just because you buy it out of your own money. Carl, stop being so mean. And I want to watch it tonight. It's one of those films that. So you're gonna watch this video and then you're gonna send it to someone as a prize. Yeah, it's one of them. You just said yes to that without blinking. Oh, yeah. You don't think, like Les Dennis doesn't have a quick go in the car on family fortune. It cost five. Has a go at those. His nair towel racks. It cost 599. Carl. Okay, this is Carl in. In the classic the shining. And what's the question? Well, we might ask that afterwards. Okay, then. Still try to write the book, then? Yes. Good. Funny, someone told me the other day, weird thing about a typewriter. The top row of letters, the longest word you can write is typewriter. I'll just show you. Just. That's weird, isn't it? It's just the typewriter being you're not. Not in the movie. You're just gonna. You're in one of those grouchy moods again that you get into when you're writing. You're not being grouchy? I just wanna finish my work. She being a bit funny? Bit of fandom. Let me explain something to you. Whenever you come in here and interrupt me, you're breaking my concentration. You're distracting me and it will then take me time to get back to where I was. Understand? Yeah, but I just was coming in to try and cheer you up, you know, if you. I mean, I'm full of ideas as well, you know. If you're having a problem coming up with stuff. Got loads of stuff. Loads of ideas you could write about. The other day, I read about this airy chinese kid. What do you want me to do about it? No, it's just that it could make a good book, do you know? I mean, sort of following round. I'd swell. Well, I'd buy it, you know. But if you don't want to know. Won't have to. Don't bother doing it. I mean, just airy chinese kid. It's weird because they're not normally. That area over there. Yeah. This kid caked in it. But if you don't care, on his goddamn little head. You don't have to touch any hair on his head. Like I say, he's covered. Leave the head alone if you want. Touch his hands. He's totally covered in it. But I love the little son of a bitch. Don't go that far. You haven't met him. But I can sort him. I do anything for him. I don't think you'd expect that much just talking to the barbers three or four times a week, you know. He's a good, good little kid. In fact, I'll do it. I think I'll write a book on him. Yeah. You think you can handle it? Yeah. You're not too busy, are you? Yeah, I'm pretty busy. I've got to sort out some. Some monkey facts for the show this Saturday, but I reckon I can still. Why don't you start right now and get out of here? All right, I will. You gonna be like that? Couldn't borrow a pen, could I? See you later. They haunting stuff there. Carl Pilkerton in the Shining. You know, in the film, Jack Nicholson goes crazy because the suggestion is he's maybe possessed by demons that maybe are in the. In the hotel. But, you know, if I was stranded in a desolate hotel, removed from all human contact with Carl, I'd go mental with an axe without being possessed by demons. That's more chilling to me, trying to get some work done. And you keep wandering in. I'm trying to get Kyle to spend a couple of days in the caravan with me just for the hell of it. And he won't. I've offered him money when I think it'd be a great laugh. When it. Carl. Oh, yeah, great. That would be terrifying. No, I want to film it. I just filmed like a little video diary. There's Carl there. He's just waking up. Well, if I was stranded in that, that would be like being. I may as well be with Freddy Krueger and Jason Voorhees. That's. That's more scary. The thing is, Ricky doesn't mess you about as much as he messes me about. No, you see, you've given him an inch. You've given him an inch and he's taken a yard. 1230. You got in today in the 30 minutes between twelve. 31. The old bin lid on the head. He wanted to do that again. Yeah, squeezing the head. Think he had to go out and karate chop on the back of the neck. Yeah, all in 30 minutes. Who else can say that? What do you mean? Anyway, we got a question to win a copy of. I'm so embarrassed to say it. The shining on vhs is worth 5.99 and it will have already been watched by Carl Pigton. Probably not even rewound. Yeah, to win a little bit of tripe and cow eels where just slipped into his dinner, a bar. Was reading the back of the box trying to figure out what was going on. There's a question. I've got only a Carl's first. Okay. No, it's about the film. Because when I was whizzing through it, I saw something, thought, oh, that's good. The kid who's in it, he was writing something on the back of a door with lipstick. What was it? Well, that's a tricky question. I can't remember. Nor can I. So the kid in it was right for anyone? Let's see if. I mean, I would be surprised if there's somebody. Well, the phones are going, so it might be. Yeah, but this is email. All right, Ricky Gervais XFN Co. UK. What was being scrawled on the back of a door by the little kid in the shining? Be honest. If you know that, it means you've probably already got it and you've watched it about eight times. Yeah, fair enough, though. All right, Bob Dylan. Oh, you're gonna make me lonesome when you go on XFM. Sorry, they're arguing. Steve and Carl, you know. Can I just tell them what you're arguing about. Think of this, right? This is the argument. They're arguing whose fault it is, why this show is rubbish. Think of that. What? That's a perfect. I think that's a valid criticism. At least we're discussing it. You're just accepting that that's the case. You're not even trying to change it. We're ashamed of it. Yeah, I should be, but I quite like it. In fact, I remember. Remember when we went out about two weeks ago? We got, you know, make it tighter and that. Make it good. Went out for something to eat. You were happy. Sat at the table talking about squids and having to, you know, go off with one if you wanted to have a kid. I brought up the topic, right? What we gonna do about the show? Suddenly you've got to go. It's like, oh, I think I've made plans. So me and Steve sat there. See, I do that. I do acknowledge, quite shamefully, that this is more enjoyable for me to do than for you to listen to. But it's like. It's like 2 hours sort of play time for me. It's like, you know, the study period when you're meant to read a book, but you actually can't afford to run around and draw pictures. I think even though I'm getting paid for this and I'm meant to be working, it's nice. It's cool in it, not. Not for the listener, but for me. But the problem is, the only way we can improve this show, Carl, to be honest, the only way we can make this good is if the three of us resign and they replace it with someone else. Yeah, but, Carl, you. You're getting flustered and you're getting stressed because you're, you know, I don't know why I was saying answer the phones. You were letting them ring. You're still letting it ring. You're still letting people phone you go. Look, leave that. And people have phoned in good enough to phone in to ask for something for free. I think you should at least answer the phone and say, it's not worth it. The prizes are rubbish. Well, whilst I'm doing all the other stuff, maybe you can do that. No way. Right then. But to be fair, Rick, I'm not. I'm not accusing you of being lazy, but you're sat on a chair, and yet you're almost vertical. I don't know how you've done it. It's like you're almost asleep, but you're sat on that right chair. I don't know how you've actually angled yourself. I'm gonna have a bad back when I'm, oh, in old age. I'm just gonna be bent double. So come on now. Pretend we're starting now. Okay? Just start the show. Yeah, it's 02:00. It's XfM. It's the Ricky Gervais show with Steve Merchant and Kyle Pilkington. Or our show. It's our show from now on. I'm at least cutting up the blame as well. XFM 104.9. What do you want to know? Funny thing happened to me on the way here, okay. Actually, it was about Wednesday, Thursday, I was walking along Channel Cross Road. I was on my way here, actually, to meet Carl for drink. And this little fella came up to me. I think it was an overseas student. He saw that student type, but he had an accent. And he came to me, went, excuse me, I use one from the office. And I went, yeah, yeah. He went, would you sign the script book of the office for me? I went up, yep, by all means, yeah. He went, can you come to the bookshop? And I went, what? You haven't got on you? He went, no, but if you come, I will buy one for you to sign. And I went, I can't really wear a pass one. I went, I'm not. No, I can't. He went, anywhere else? He went, just, I was just in Waterstones earlier. I didn't. Sorry. When you could just. I went, I can't. He went, okay. I went, I'll sign some house. Have you got something else I can sign? He went, of course. And I signed a pamphlet or a brochure or something for him. But I love the idea. Imagine me going with him and queuing up, and I'm in the queue. He's going, you can't go, yeah, fine. Can you just hurry up? And he gets there and his switch doesn't work. And he goes, can you leave me ten pounds? I mean, imagine that. I'm a little bit annoyed you didn't go with him, frankly, because that would have been a sale of our book. And I get a little cut from that. Well, behind him was Salman Rushdie going, can we hurry up? I've read I shouldn't be out. I'm getting a lot of funny looks. And I really, you know, I don't feel comfortable. But I thought was very odd the other day was we were walking along and Rick often gets bothered for an autograph. And some japanese people who I think were tourists, they appeared from behind the corner and I thought, this is odd that, you know, they seemed like tourists, but they're obviously gonna ask for an autograph. And they just handed him a camera and said, excuse me, would you take a photo of us? I was. And they didn't recognize him. They didn't recognize him. I was laughing. I was thinking, right? So now Ricky stood in the street, people are recognizing him as he's taking a photo of three complete japanese strangers. And I imagine them getting home and so say, and here's the one we had taken by Ricky Gervais. Taken with Ricky Gervais. No, taken by Ricky Gervais from the office. Isn't that brilliant? Would you come to the bookshop with me? The life of a minor celebrity. Not really. Times like these, Foo Fighters. Next, FM 104.9. Carl, let's build up to monkey news. Do you want to give the competition answer and winner? Yeah, we did the bit on the shining. Me acting out in that. Yeah. And the question was the kid in the film the Shining. Yeah. Yeah. After, like, the devil had got in him and that. This isn't written out, is it? You're just winging this on, you know? But I remember it. We haven't seen the film, though. No, but when I was whizzing through to get the clips to make that thing right, I saw it. I thought, I'm gonna watch this bit. And that's why I want to take. It home tonight and watch, I mean, more how you present in the competition. It's just like Jonathan Ross on film, 2003. Well, I'm just, just saying, right, so the kids there in the bedroom, and he's, he's got his mum's lipstick. Yeah. And he's, uh, he's saying, doesn't it. Run a mobile deed? No. And he said, uh, he wrote down red rum. Yeah. On the back of the door. And his mom wakes up and thinks, what's he doing? She looks at him, she goes, oh. And then she looks in the mirror and sees red rum in the mirror, right? He's offering racing tips. It says murder. So Kelly in Ounslow got that right. So excellent. After I've watched the film, I'll be whizzing that over. Brilliant. I mean, the one thing I do like about this show, for all its faults, is the honesty. Yeah. I mean, that can be good and bad. I mean, it's, I mean, some people think it's, it's sloppy arrogance, laziness, you know, they'd be right. Yeah. But I like, I like to think it's honesty. It's like a peek into the. To the mind and workings of Karl Pilkington. He just said to me, because he was shaking. Because he said to me, and I quote, he said, oh, he's just whittering to himself. I must remember to eat next time Suzanne's away. I know, I know. I must remember to eat next time Suzanne's away. No, but you did. I mean, I wonder if I lived on my own, if I'd still be about. Because I just neglect myself. Yeah. So, I mean, for all I've eaten. A lot of self abuse. Is that what you're saying? I had lasagna last night, that I messed up. Right. Why did you mess up for too long? It was like a brick, right. And she called up and said, have you eaten? No hence yet. Was it nice, what? You have said lasagna. Was it nice? I thought, I don't want her to worry because she's probably been out and had a good meal with all the work people. Yeah. I didn't want to say, well, I'm. Not, you know, and she went, okay, fine, fine. I go, that car. Yeah. Yeah. I bet he cooked it like a brick. I bet he threw it away. Anyway, Judith, scotch pancakes for breakfast. That is all about. So I'm starving. I'm shaky. Plus I've got that restless leg syndrome still going on, which I can't get rid of. What's restless leg syndrome? I find if I go, Abed, right, my body's tired, but my legs aren't. Are you like Michael flatly, you have. To get up and do a bit of tap dancing. Do they just keep going even when. You'Re asleep, moving about? So I have to get up and stretch them or something. Or I've worked out that if. If I put a pillar on, like, the bed post down at the other end. Yeah. If I have me legs higher than me heart, it calms it down a bit. Is this why Suzanne works away so often? I don't know. It's weird to get a decent night's sleep. I put it down to smarties and that. It's like a sugar thing, but stop eating them. Apparently Bob Morton has got it as well. No, he's got arthritis. Was he? You told me the week that you've mastered moonwalking. Yeah. Yeah, I can do. Is that one of the things you did, like, in the middle of the. Night, it's moon sleepwalking? Yeah, he just did get that. He finds himself walking backwards and wakes up and goes, oh, God, I'm brilliant. I'm brilliant at this. Right, so listen, what we're doing now. Are we doing. We getting a debate going about actually. Right, go on. We're struggling. Go on. No, no. You can help me out here, Carl. You've got an idea. I can see it in your eyes. He's got a brilliant idea. Wait for it. Go on. No, no, it's something. When I was looking on the web, found something out. Gone. Um. It's a story about a woman who had a baby. Who had a baby. What are you talking about? What, a woman? Yeah, who had a baby. Who was having a baby. It was. It was no clearer when you repeated it. No, girl. I don't know what to do. I don't know what to do. For the common good, right. Pursue this line of inquiry. Right. Because I don't know where it's going or play a record. I am actually torn. I don't know what to do. No. Remember seeing it and thinking, I've got to tell Ricky about that. It's brilliant. What should we do? So we. Should we go with it? I mean, it's like it's entering into abyss. It's opening pandora's box. It's peeking, but it's going down to the cellar. I've got a couple of questions, though. Go on then. Well, come down there with me. With me. Okay. Right. Carl. What? First of all, it was on the way. What? What do you mean? The baby was what? Had another. Was it? She didn't give birth. They didn't. The doctor didn't find one of those set of chinese dolls up her. Russians dolls, whatever they call. That's what I pictured it like, those. Those dolls where you tap the head off and there's another one in there that all look the same. But no, the story was there's a woman who's. No, don't just say it again. That's a headline. That's not a story. There was a woman who had a baby who had a baby. That's not a story. Imagine handing that in as a thesis to loads of the BMA. Yeah, there you go. And read that. That's. That's a children's rhyme. Yeah. There was a woman who had a baby who had a baby. What do you mean? So the baby. She had a baby. Yeah, yeah, that bit is fine. We're okay with that. Normal. That's normal. A woman had a child, she gave birth. Fine. Yeah. Next. Well, I don't know that much more from the fact that the baby's like, roaming about and then twelve, like twelve months later, she's like, oh, interesting. So the gestation period of the. That baby was actually three months more than an adult. Yeah. Excellent. Weird though, isn't it? So was the headline. My baby's twelve months pregnant. What you talking about twelve months later. What are you talking about? Forget it. No, you haven't. You haven't even finished the story you said, and twelve months later you didn't even finish the sentence. So what do you mean? No, I didn't. I didn't read any more into it because I just saw. That's weird. And then I just was thinking, oh, like imagine the kid at school, at parents evening, and it's like, well, your kids pretty good. Now let's have a look at your work, sort of thing. Do you think that'd be weird? But. What? Did the child have a baby? Yeah, because it didn't play record. We shouldn't have got down in the cellar. We should just left the cellar door closed. I never learned. That's the zombies and a song called time of the season I've enjoyed that. Wasn't a zombies car? No, not that. Not the group, but the living dead. No. Why not? Are they. You don't believe in it. Listen, right, you don't believe in zombies. So. But you do believe a baby had a baby. Yeah. On you go. On you go. Are you still saying that didn't happen? Yes. Right. Well, I'll find the thing again. Now print it off. Well, all I'm saying is there's more information that we need. Yeah, but it always annoys me that when I do get the information, you'll go, yeah, but it's named Sally. You didn't say that. I make out. No. As if. Make it look like we're over inquisitive or over cynical. You come out with the. The most abominable things man has ever uttered and you expect us to accept them. Usually headlines, usually illogical. Not just probably wrong. So fleas are born pregnant. Yeah, see, on we go. So that's true. And you're not impressed because it doesn't involve a little werewolf child or half man, half shark. It's not good enough for you? No, but why? If I read the first line or something and it's not not that interesting to go next, right. And move on. Now, when I saw a woman had a baby and it had a baby. But you still didn't read on. No, but. All right, I didn't read on, but it got me thinking. Like I said, it's. You wonder about the parents evening. I was thinking about you. Know, is it a good thing because you're gonna spend more time with the kid? Do you know? I mean, there's a lot of mums have to go to work and that. She's gonna be a great man. Grew up with her. Literally. Yeah. Do you know? I mean, I. I just wonder if. I know it sounds weird, but it. Was the, you know, the baby that woman had. Was that a girl or a boy? I would have been a girl. It'd be mental, wouldn't it, if it wasn't. Right. It'd been a weird story, wouldn't it? So, anyway, that reminded me, because we were talking about other amazing stuff that Ricky told me to find out about. Steve, are you aware of bonobos? We mentioned them earlier. I'm not particularly familiar with bonobos. Right. Sounds like a cream cake. Now, they were there, sort of a chimpanzee, but more advanced than the traditional chimpanzee. They live in one sort of particular area and, you know, it's the sort of closest animal to the missing link. They're very intelligent. They take on a lot of social aspects of human. They have sex for pleasure and no other. Steve's looking annoyed. So, yeah. What did you find out about? I found out it's 98% not human kind of thing. It's nearly human, but it's not. We share 98% of DNA with it. Yeah, 98%. It's a higher percentage than you. They have sex with pleasure. They do look a bit like him, though. They've got a little round head over there and they're much more upright than the, you know, got more flexible. I sort of get bored with animals that are like classes, being intelligent. Right. So when you told me, do you know, like, that people always rave on about dolphins? Yeah. They're really bright and that. Yeah. You know, I was having an argument with Susanna Baron. She goes, oh, yeah, dolphins are really intelligent. And I said, what? What they done? So she said, well, they use them in wars. They strap bombs to the back to go out to boats. Yeah. So then blow up the boat. Hmm. Yeah. They trained. Yeah. Why isn't that bright? If it was really bright? Again, not doing that well. No, they leave them. They don't blow themselves up. They ank anyway, but. Well, so, anyway, so bonobos really brighten that. Mmm. Now, I was looking at them and they are, you know, they saying the. You know, they just like humans, basically. Right. What I was thinking is, don't have a chance to ask you if you got a mentalist. Right. And put the bonobo. Okay. Right, okay. What do you mean a mentalist? What do you mean? Well, you know, someone who's, you know, a little bit, just a little bit slower than me and put them in an exam. What would happen? Right, okay. You got to be clearer here, Carl. What? What are you saying? Are you saying pit the wits of a bonobo against someone who's educationally subnormal? Yeah. What do you reckon? Again, I don't know where to start. No, but if they're that good, why aren't they being used in labor and stuff? Do you know what I mean? What? What? In the late. What do you mean in the. Like, you know, like some jobs that they could do, one caught onto it and thought, well, hang on a minute. Sorry, I'm not familiar with the bonobo. Seriously, could it do a job of work? How advanced are these creatures? Lots of animals do job of work. I think Carl wants this bonobo to start going to work with an umbrella and a bowler hat and have sort of like, rudimentary language skills, like. Morning. Morning. So I couldn't employ the bonobo to be my pa. It's not. I mean, how advanced are they? Could. Could I. Could I teach you to go in the shops and collect something? Yeah, but you can teach a dog to do that? Yeah, it depends what you mean by intelligence. Social interaction. Also dexterity capability, you know. Could it produce this show? Yes, I thought it could. Randomly? Yeah, just by pressing the buttons. I do a better job. It depends what you're asking, Kyle. I mean, what you mean is it kind of. Could a chimpanzee be a thick human at an intelligence test? Yeah, that's what. That's what I'm saying. It depends on what the problem with the human is, doesn't it? Right. First of all, mental illness is nothing to do with intelligence. Let's get that straight. That's one thing. Mental people aren't necessarily less or intelligent than people. Now, is that the clinical term? A mentalist? Sometimes I don't know what to do. I don't know whether to start with where he's going wrong with a question, to answer it, to try and find out what he really means. Because it's just that if that did happen, right, did what good happened? You want the plan for the eight, don't you? Here we go. Here we go. Go on. I go to school. I go to a new school. Yeah, I'll go in the class. These three bonobos sat on the back row. Yeah. Right. I think it would make. Everybody would work harder if you go. Well, I don't want a monkey beating me. Whereas when I was thinking, yeah, well. I. Yeah, okay, they're going to go. Go on. What do you mean? I would have loved it because, I mean, one of the reasons I didn't like school is it's like, oh, I'm not bothered. You know, I'm not bothering going in today. I'd love it if I went in and someone said, right, you're going to start coming again. Why is that? Got three bonobos in your class. What if they didn't hang out together like the two little kids with the webbed hands and the big heads? What if they started bullying you, stealing your pocket money, maybe copying you make, maybe making you do their homework? They did find out, to be honest. It would probably be the other way around and he'd score better. Yeah. Have you been copying the bonobos? Have you been copying boo boo again? I got that on it. Well, it'd be great. I love. I wish I could live in your mind for just a day. It must be great when you walk around and see things. We're talking before, right, about at school for some. I can't remember why it came up, the frog thing, but they did it. I'll tell you what it was. It's the march that's on today. Right. And, you know, if people want to do that, it's fair enough, but I don't like going out in big crowds and what have you. Sure. He said. He said there's too many people to get anything done. He said I wouldn't do anything with more than five people. I mean, Steve, if you have a night out, if there's more than five of you, you can't talk to everyone who's in charge of the night. It makes it hard work if you want to nip into a restaurant, because you've got to get like a table for six. Yeah. So if you're on that march today and you want a coffee, you got. To get a table. No, but, you know, I mean, if they. Deserve it a million ways, I. Need to pay with switch. I didn't have a starter. Can I pay on switch before, you. Know, warm breaks out? Okay. They're fighting amongst themselves, dubs. There goes the fear. We got a crack on here. XFM 104.9. We've got to get in rock busters. And a couple more tracks. Ricky Gervais, Steve Merchant, Karl Pilkington. Kyle. Go for it. This is Rockbusters, the last ever. Rockbusters. Yeah. It's a accents special one today. I've done it before in the past using accent. So, yeah, three cryptic clues. Initials, email. And you can. When do the email address? Now saying, take it down and start going. Right, Ricky Timacefm dot co dot uk. Right? Yeah. Right. First one, the northern lad remembers he had to tell his mam's daughter something. Oh, teary me. The northern lad remembers he had to tell his mom's daughter something. That's. Oh, the initial o there. Think of a band. Yeah, I've got it. Yeah. Okay, that's easy. Go on. Next. Second one. The person from Birmingham got a c in their degree. Right? The person from Birmingham got a c in their degree. The. The initial there is t. You don't. Get a, b or c with your degree. Well, and the final one, the Cockney fella isn't happy. Everything's going wrong. That's DH, the initials there, dh. So, very quickly, the northern lad remembers he had to tell his mom's daughter something. They're not going to get the second one. Oh, second one. The person from Birmingham got a c in their degree, initial t. And the last one, the Cockney fella, isn't happy. Everything's going wrong. D, H, email in Ricky, doctor, Vasex, fem dot co dot UK and win some stuff. Is it important that they bear in mind the accents? Does the. Will the accent help them? Well, of course it will. Not necessarily. Course, yeah. So, Valentine's special letter to my only one of the greatest love songs ever and you've got a couple of minutes, please. We haven't even done monkey news. Oh, God. Right, these new discs going about playing bowls, which we didn't get round to. Are there? Yeah. God, why are they doing that? They got fed up with volleyball. I don't know. Annoyed me when I read it. But we'll leave that. Maybe we can come back. What are they up to? Some, some. They gotta be careful when they're smoking a pipe and bowling. If they're nude, do you know, like, nudists annoy me. I saw it in the week that, um. Sorry, what was the. What was the. Sorry, what was the monkey news? Quickly? No, no, no, we got to save monkey news after that, when we. Is it quick? Is it quick going into the record? Well, the monkey news, is it quick? Yeah, I can tell it to you quick then. Right. Jingle. Oh, chimpanzee that. Go shambles. Hurry up. There's a monkey in India, right, on a railway station waiting for the train. Don't mess it up because I've got to get through it quick. Monkey sat there and this robber nick somebody's handbag or something. Goes running off down the platform. The police are chasing them. Monkey steps in, trips the fella up, pins him down. Police come and arrest the fella. He tripped over the monkey. Okay, play record. He didn't. He tripped over the monkey. Was waiting for a train. He tripped over the monkey. Donkey was waiting for a train. He tripped over the monkey. Did you check the time table? Okay, leave it. Let Hermione by David Bowie well, we all getting stressed here. We're gonna run out of time again. We haven't had enough answers. We left it so late. We had so much rubbish to pack in. You did it on purpose. What? What do you mean, did it on purpose? What? Left. I love rockbusters. I think it's the highlight of the week. But I remember in the early days. Of rockbusters we used to get reams of emails. Do you know how many we've had today? Go on. Two. Yeah, because we've just done it in the last link and people have to think about it and do research. They have to guess, because I don't. Think except family fortunes is gonna be a knock. Xf. How many fortunes, Carl? It ran on ITV for years. Right, well, yeah. So has anyone got any? Right, Carl. Just as well we haven't got any prizes to give away anyway because he gave me our next month. Are we coming through now? Let's see. Just hang on a minute. Well, this isn't radio. You can't just sit here looking at a computer screen going, hold on, hold on. That isn't radio. Right, well, it'll have to be the one who got the closest. Right, okay. What? You got the closest? What? The answers. Give us some again. Right. The northern lad remembers he had to tell his mates. Is his mom's daughter something? So glad this is the last one ever. This is the last, I promise. It's the last rock buster ever. The northern lad remembers he had to tell his mam's daughter something that was. Oh, yeah, I know that. What was it? Oasis. Oasis, yeah. Yeah. So that was another. That works. That works, though. Go on, what's the next one? This is what work. This one worries me. Go on. The person from Birmingham got a c in their degree. No idea. That was t. Go on, Toto. Two. Two. A c as well. Just made it up. A c 22. I love it. I love Toto. Toto. What? No, did anyone get. Yeah, yeah. You are joking, right? Come on, last one. The Cockney fella isn't happy. Everything is going wrong. Going back in time a bit. The initials. DH. Going back in time a bit. Yeah. That for the. For the song. It's not a song. That first time around, Cockney fella isn't happy. Everything's going wrong. The initials with DH, that was Dan Hill. Daniel. Right. Daniel. Nobody got that one. That's. That's a tricky one. But, Steve, do you want to pick someone who got a couple? I mean, I imagine Dan Hill was on everyone's lips. I mean, I'm sorry. I think I know about music, but I don't know who Dan Hill is. Sometimes when we touch. Yeah. They are honestly too much. It's an awful ballad from about 1973. Right. And no one would get Dan Hill. Did anyone get downhill? Well, I don't know, Steve, you are just. I'm not going to check. I can't be bothered. I just want to celebrate that it's over. I'm just pleased that we're finished with rockbusters. What? Right. Did anyone get it? Well, Carl, leave the mouse alone and let me find that one. That is someone's contempt for you. They've put oasis. Fair enough. Second one, Travis. They just gone. Third one, Oliver Hardy. They don't care. That's how much contempt people have. Any RD? Yeah. Provider. Oh, I hope the saris weren't listening to that. I'm not gonna come in for a couple of weeks. That's. I'm not gonna be in. Excellent. Leave it a couple of weeks. Yeah. I think we should just take a break. Everyone should just take a break. Do a special or a best of Carl, because this is. Well, I've gotta go away, rethink this whole thing, because I think it's actually probably damaging our reputation. Definitely. What you do next week, you're gonna come in, Karl. I'll have to be here to play it out. Yeah. Right. Because we didn't. We didn't give the winners the competition. We've. I mean it. Ah. See you later. Yeah. I'm not gonna be here.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "White stripes, dead leaves and the dirty ground and XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant, Carl Pilkerton. We have got a great show lined up for you. Absolutely. Today it's just Valentine's weekend. Some love songs, got some chat and of course the competitions. I'll tell you what, I was walking here today, and the west end is crammed. There's helicopters, there's police, there's about a million people sort of just milling around, standing around with placards and stuff. I don't know what they're doing, but they've got too much time. They need a war.",
      "start": 400,
      "end": 30754,
      "confidence": 0.8981523469387753
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "You don't read the newspapers, do you?",
      "start": 31634,
      "end": 33694,
      "confidence": 0.9444757142857142
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Boring. Oh, those boys can rock there, that's the guns with all their roses and sweet child of mine on XFM 104.9. Yeah, good, it rocks.",
      "start": 34194,
      "end": 46650,
      "confidence": 0.8425803846153846
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "I hope the audience was playing it loud like us.",
      "start": 46762,
      "end": 48474,
      "confidence": 0.8677800000000001
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Yeah, yeah, yeah, yeah, yeah. Steve Merchant, Carl Pilton. Well, look at him yawning. How rude is that?",
      "start": 48514,
      "end": 57034,
      "confidence": 0.8662672222222223
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Carl, what's wrong with you, man? Have you been up late?",
      "start": 57114,
      "end": 59084,
      "confidence": 0.9134300000000001
    },
    {
      "pos": 7,
      "speaker": "C",
      "text": "Little bit.",
      "start": 59274,
      "end": 60244,
      "confidence": 0.9255599999999999
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Girlfriend was away, wasn't she, yesterday?",
      "start": 61304,
      "end": 62816,
      "confidence": 0.8477899999999999
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Yeah.",
      "start": 62880,
      "end": 63080,
      "confidence": 0.51229
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "I always have a problem with that. I always have. Because you don't go to bed, do you, early? Do you know what I mean? You sort of think. I just always find that thing that if, you know, used to living with someone.",
      "start": 63112,
      "end": 72848,
      "confidence": 0.881563409090909
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Yeah.",
      "start": 72936,
      "end": 73408,
      "confidence": 0.57912
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "One of you will go, let's go to bed then you'll go, all right. But when you're on your own, you go.",
      "start": 73496,
      "end": 78624,
      "confidence": 0.9152199999999998
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "You just forget to go to bed.",
      "start": 78664,
      "end": 80084,
      "confidence": 0.9909271428571429
    },
    {
      "pos": 14,
      "speaker": "A",
      "text": "Okay, stop. Stop eating now, Carl. You bet all the food that's just a plate. All right.",
      "start": 80464,
      "end": 84004,
      "confidence": 0.8011576470588235
    },
    {
      "pos": 15,
      "speaker": "C",
      "text": "I stayed up and watched. There's a thing on about Dracula, all right?",
      "start": 84864,
      "end": 89972,
      "confidence": 0.8673884615384614
    },
    {
      "pos": 16,
      "speaker": "A",
      "text": "What?",
      "start": 90148,
      "end": 90460,
      "confidence": 0.96254
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "Dracula.",
      "start": 90492,
      "end": 91172,
      "confidence": 0.9808
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "And I found a floor in it.",
      "start": 91268,
      "end": 92772,
      "confidence": 0.90149
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "Gone.",
      "start": 92908,
      "end": 93664,
      "confidence": 0.72322
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "Not, not the fact that is the living dead and is. No, it drinks blood to stay alive. And he doesn't reflect anything. And you can go on the mirror thing.",
      "start": 93964,
      "end": 103236,
      "confidence": 0.8600141935483872
    },
    {
      "pos": 21,
      "speaker": "C",
      "text": "You can't look in mirrors. Cunning.",
      "start": 103260,
      "end": 105756,
      "confidence": 0.7656599999999999
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Well, he can look in mirrors, but he can't see himself in a mirror.",
      "start": 105900,
      "end": 108544,
      "confidence": 0.9015314285714284
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "It still doesn't work.",
      "start": 109564,
      "end": 110716,
      "confidence": 0.840945
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Okay. It doesn't work at all, Carl. It doesn't work.",
      "start": 110820,
      "end": 113156,
      "confidence": 0.8668290000000001
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "Well, center parting is always really neat.",
      "start": 113340,
      "end": 116244,
      "confidence": 0.7744985714285715
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "His center parting is always.",
      "start": 117304,
      "end": 118592,
      "confidence": 0.731602
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "How does he do it if you.",
      "start": 118648,
      "end": 119592,
      "confidence": 0.8802471428571429
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "Can'T look into the mirror?",
      "start": 119608,
      "end": 121004,
      "confidence": 0.725052
    },
    {
      "pos": 29,
      "speaker": "C",
      "text": "Blood on the floor or something? It was called rubbish.",
      "start": 122584,
      "end": 125124,
      "confidence": 0.8851910000000001
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "I love the floor. In the Dracula film is that his saint of art is too neat. How did he do it without a mirror? Ah.",
      "start": 126984,
      "end": 134624,
      "confidence": 0.74962
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "Was it a documentary about Dracula?",
      "start": 134784,
      "end": 136472,
      "confidence": 0.7458183333333332
    },
    {
      "pos": 32,
      "speaker": "C",
      "text": "No, the real Dracula.",
      "start": 136528,
      "end": 137744,
      "confidence": 0.7026574999999999
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "Dracula?",
      "start": 137824,
      "end": 138392,
      "confidence": 0.70699
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Yeah, the real Dracula.",
      "start": 138448,
      "end": 139624,
      "confidence": 0.7719699999999999
    },
    {
      "pos": 35,
      "speaker": "C",
      "text": "Film it. Blood on the floor or something it's called from 1970.",
      "start": 139744,
      "end": 144234,
      "confidence": 0.9127191666666666
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 144354,
      "end": 144874,
      "confidence": 0.88159
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "But you say that. Watch that.",
      "start": 144914,
      "end": 145746,
      "confidence": 0.9012466666666668
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "You know there aren't really vampires in that sense. Yeah, yeah, but it still annoys you that his center part was too neat.",
      "start": 145770,
      "end": 152226,
      "confidence": 0.861428695652174
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "Well, if you're gonna do it, do you know what I mean?",
      "start": 152290,
      "end": 154306,
      "confidence": 0.7540066666666666
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "I'd like to see him with a fringe sort of pushed forward and maybe a hood up. All right, come to suck your blood on that? All right.",
      "start": 154370,
      "end": 160854,
      "confidence": 0.8817796428571428
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Yeah. Just bits of tissue paper all over his face where he's cut himself shaving.",
      "start": 161354,
      "end": 164706,
      "confidence": 0.90207
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "Oh, can't see. Bloody mirrors annoying me now. I'd love to see that. A little mank drak. That'd be great, wouldn't it?",
      "start": 164770,
      "end": 172108,
      "confidence": 0.8390045454545455
    },
    {
      "pos": 43,
      "speaker": "C",
      "text": "Well, that might be a film that we do in our movie mancula. Just getting onto that.",
      "start": 172156,
      "end": 176948,
      "confidence": 0.8997947058823529
    },
    {
      "pos": 44,
      "speaker": "A",
      "text": "Mancula count. Mancula. All right, you got any rave, you got any rave music song? Oasis, like that. That'd be brilliant. He came from Manchester. Please welcome Mancula. All right. That'd be great, wouldn't it? His hair's a mess. Well, I can't see a mirror, can I? Well, we've got a show lined up for you. Sad news for Rockbusters fans. It is going to be the last rockbusters.",
      "start": 177036,
      "end": 204534,
      "confidence": 0.8238610144927536
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Does that mean that we are doing another one and it's the last one.",
      "start": 204614,
      "end": 206622,
      "confidence": 0.9750228571428572
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "Or we are doing another one and it's the last one?",
      "start": 206638,
      "end": 209526,
      "confidence": 0.8855236363636364
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "A special one.",
      "start": 209710,
      "end": 210566,
      "confidence": 0.8099166666666667
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Steve, love you.",
      "start": 210590,
      "end": 211614,
      "confidence": 0.87878
    },
    {
      "pos": 49,
      "speaker": "C",
      "text": "It's just sort of why it makes sense. First time only it's done on accents because I'm running out of, like, clues and that to use.",
      "start": 211734,
      "end": 221726,
      "confidence": 0.8492342307692305
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "Oh, is this as bit good as the jamaican one? Detroit spinners. That doesn't work at all.",
      "start": 221790,
      "end": 230206,
      "confidence": 0.8474411764705883
    },
    {
      "pos": 51,
      "speaker": "C",
      "text": "A bit like that.",
      "start": 230270,
      "end": 230926,
      "confidence": 0.951565
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Okay, so go on, what's the gist of this one?",
      "start": 230950,
      "end": 233086,
      "confidence": 0.921172
    },
    {
      "pos": 53,
      "speaker": "C",
      "text": "Well, it's just I've been the sound effects bit that didn't really work out. So there's three sort of cryptic clues. Yep, it's done on accents and I've sort of worked down the country. So I've got a northern one, we've got a Brummie one and I've got a cockney one.",
      "start": 233150,
      "end": 249926,
      "confidence": 0.8914752941176473
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "Excellent. We'll look forward to that. We've got quite a lot of competitions, haven't we? Because you've also got your film competition.",
      "start": 250070,
      "end": 254150,
      "confidence": 0.8511868181818186
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "He's appearing in the shining this week's excellent. Okay, we've also got. Oh, chimpanzee that. More monkey news from around the world.",
      "start": 254182,
      "end": 261773,
      "confidence": 0.8378531818181819
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "Monkey news. Stay tuned for that.",
      "start": 261893,
      "end": 264317,
      "confidence": 0.9624866666666666
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "But there's one that I thought we could phase in as we phased out rockbusters. It's an old favorite. Carl was before your time. Exfamily fortune.",
      "start": 264365,
      "end": 274189,
      "confidence": 0.875285
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "Family fortunes. It's brilliant tv show. Family fortunes.",
      "start": 274261,
      "end": 277549,
      "confidence": 0.82702125
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "No, it's exf. Family fortune.",
      "start": 277581,
      "end": 279285,
      "confidence": 0.58269
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "You can't get him on that.",
      "start": 279309,
      "end": 280213,
      "confidence": 0.8341416666666667
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "So we'll be playing that a little bit later as well with two lucky people and we'll be giving away some great prizes. I imagine, Steve, go through those a little bit later. Yeah, as it was Valentine's weekend. What about a lovely song by Lloyd Karl that lovers do? Lloyd Cole like lovers do on XFM one in 4.9.",
      "start": 280253,
      "end": 298134,
      "confidence": 0.8823764999999997
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "Is that for all the lovers out there?",
      "start": 298174,
      "end": 299294,
      "confidence": 0.87405625
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "Yeah. I'm Ricky Gervais. With me, Steve Merchant and little Carl Wilkinson. Oh, we're having a laugh, aren't we? Little Carl with his sandwich. I'm still bruised where you punched me in the shoulder showing that you could box.",
      "start": 299374,
      "end": 312808,
      "confidence": 0.8471546153846153
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Yeah. To be fair though, Rick, you do think that you're now a professional boxer.",
      "start": 312966,
      "end": 316020,
      "confidence": 0.953452
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Because you've been on the telemarketer.",
      "start": 316052,
      "end": 317532,
      "confidence": 0.7843116666666666
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "No, he does. I mean, he laughs about it but he does walk around thinking, yeah, I could probably handle myself in a street brawl.",
      "start": 317668,
      "end": 322316,
      "confidence": 0.9341075999999999
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "In fact, I walk around handling myself. Yeah, a lot of the time, don't I, Carl?",
      "start": 322380,
      "end": 326824,
      "confidence": 0.8531575000000001
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "And often Carl.",
      "start": 327324,
      "end": 328396,
      "confidence": 0.8423233333333333
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "Yeah, yeah. Oh, because it's little rounded. I've got another mate that's got a little bald head and I'd like to squeeze it, like to see how far, do you know what I mean? Like an egg. You can squeeze it that way, sort of sideways and that hurts, but then squeeze it forward to back. It doesn't hurt so much, does it?",
      "start": 328460,
      "end": 342276,
      "confidence": 0.8856193650793648
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Do you know what worries me though? I think if you ever actually did crack and I think yoke would come out.",
      "start": 342300,
      "end": 346668,
      "confidence": 0.9172386363636366
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Yeah, he was drawing and I gave him a little crikey drop on the back of the neck and he jumped. He spasmed. Sorry.",
      "start": 346756,
      "end": 353140,
      "confidence": 0.8170304166666665
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "You gave him a karate chop on the back of the head?",
      "start": 353172,
      "end": 355004,
      "confidence": 0.9737999999999999
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Yeah.",
      "start": 355044,
      "end": 355404,
      "confidence": 0.7859
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "To be fair though, I think I'd spasm it if a man crept up behind me and karate chopped me in.",
      "start": 355484,
      "end": 360692,
      "confidence": 0.9284766666666668
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "The neck, didn't I?",
      "start": 360708,
      "end": 363116,
      "confidence": 0.9120975
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "Laugh, acre, this is right good laugh.",
      "start": 363140,
      "end": 365264,
      "confidence": 0.6691157142857144
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Oh, so we've got lots of little things to get for. Look at his little face. You alright? We had a little lunch yesterday, didn't we?",
      "start": 367444,
      "end": 374808,
      "confidence": 0.8070303846153846
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "We did indeed. That was a nightmare. Yeah, I hate going out with you too.",
      "start": 374856,
      "end": 378016,
      "confidence": 0.811518
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "I was explaining to Carl, right, I like to excite Carl's imagination, right? And if it involves chimps or monkeys, all the better brains. He likes parts of body deformity, you know. I know, I know where to, you know, what buttons to push and I told him about this thing, I don't know if any of you out there know about this, but an experiment they did in the fifties, a clinical psychology experiment where there's two hemispheres of the brain, okay, they're joined by a thing called the corpus callosum, right? Which is just a little flap of skin like a little scarlet that joins your two hemispheres. And what they did, they cut that in half and they thought it was a cure for schizophrenia. But what it turned out to be, or epilepsy, I think, I can't remember, was that your two sides, your brains didn't function together, you couldn't get information. I was telling Karl all this thing, one of the things I told him was that they did it on a monkey and it fought itself over a nut. Like its right arm was connected, you know, by its left lobe of the brain and it was fighting over itself. And Carl went, instead of like thinking, this is amazing, experimenter, he went, would it, would it have been happy if you've given it two nuts?",
      "start": 378080,
      "end": 446144,
      "confidence": 0.8979958620689656
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Yeah, I know. Well, you started off by explaining it, I remember you mentioned, because I was watching the two of you as you were describing it to me. You said, of course, one side of the brain deals with symbolism. And as you said the word symbolism, I noticed Carl drift away from looking at you pick up his mobile phone and start pressing buttons randomly. And I thought it was the word symbolism that got him. And I noticed it took you just a moment longer. And I think the first thing you said was, when did I lose you?",
      "start": 446484,
      "end": 469940,
      "confidence": 0.917591470588235
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Yeah, I know I lost him.",
      "start": 470012,
      "end": 471412,
      "confidence": 0.9131666666666666
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "It's extraordinary.",
      "start": 471468,
      "end": 472076,
      "confidence": 0.59341
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "And he doesn't even at one point as well, right? And I knew I was dicing with death there, but I told you tried to look it up, didn't you, on the, on the web, didn't find anything.",
      "start": 472100,
      "end": 481116,
      "confidence": 0.8545049999999998
    },
    {
      "pos": 84,
      "speaker": "C",
      "text": "About it yet, the spelling of it. What is it again? What's the word?",
      "start": 481140,
      "end": 484724,
      "confidence": 0.8479742857142858
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "Corpus callosum.",
      "start": 484884,
      "end": 485740,
      "confidence": 0.542985
    },
    {
      "pos": 86,
      "speaker": "C",
      "text": "Yeah.",
      "start": 485772,
      "end": 486384,
      "confidence": 0.86503
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "So anyone knows any interesting facts about that, that yours hasn't been cut in.",
      "start": 490404,
      "end": 494332,
      "confidence": 0.9044685714285714
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "Half as a car that would again want explain something?",
      "start": 494348,
      "end": 496292,
      "confidence": 0.7865719999999999
    },
    {
      "pos": 89,
      "speaker": "C",
      "text": "I'll tell you what we will be talking about later. I don't know if you sort of aware of them.",
      "start": 496348,
      "end": 500580,
      "confidence": 0.9118795000000001
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "Steve gone.",
      "start": 500612,
      "end": 501276,
      "confidence": 0.64268
    },
    {
      "pos": 91,
      "speaker": "C",
      "text": "Bonobos.",
      "start": 501340,
      "end": 502108,
      "confidence": 0.73941
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "Oh no, I told him about him. He was looking for stuff. I said put in Bonobo. He was having no luck with chimp and they're a form of chimpanzee, but they're even closer. So I see. Evolutionary speaking, they've got their social groups more like ours. They're more intelligent. And he was loving it, weren't you?",
      "start": 502196,
      "end": 519492,
      "confidence": 0.8542010526315787
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "So is it human bonobo, Carl. Is that how it works on the evolutionary lab?",
      "start": 519548,
      "end": 524332,
      "confidence": 0.8881886666666666
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "It's a chimp, Carl.",
      "start": 524348,
      "end": 525108,
      "confidence": 0.5443074999999999
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Yeah, but you're excited about that. That's coming up in monkey news.",
      "start": 525156,
      "end": 532184,
      "confidence": 0.9007316666666667
    },
    {
      "pos": 96,
      "speaker": "C",
      "text": "No, I think it's a bit of a monkey. Bonus.",
      "start": 532524,
      "end": 534984,
      "confidence": 0.948215
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "WC featuring Snoop the streets on XFM 104.9. Rick Gervais. Steve Merchant. Karl Pilkington. I think we should kick off with a bit of a competition. I think we should get the listeners involved here. Phone up if you want to play XF family fortunes.",
      "start": 541444,
      "end": 559446,
      "confidence": 0.8690546666666665
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "Now, a lot of people, of course, won't be familiar with this because we played this in the very early days of XFM.",
      "start": 559550,
      "end": 563462,
      "confidence": 0.9586121739130434
    },
    {
      "pos": 99,
      "speaker": "A",
      "text": "Yeah.",
      "start": 563518,
      "end": 564154,
      "confidence": 0.69762
    },
    {
      "pos": 100,
      "speaker": "B",
      "text": "Do you want to explain the rules or do you just want people to phone in?",
      "start": 564694,
      "end": 566646,
      "confidence": 0.8379093750000001
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "It's like family fortunes. We need two of you. I asked, do you remember?",
      "start": 566670,
      "end": 570126,
      "confidence": 0.8194192857142857
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "We discussed this before? You can't say that.",
      "start": 570150,
      "end": 571550,
      "confidence": 0.92723875
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "Yeah, and so get two on the line. You're competing against each other, and so it's. Fingers on the buzzers. Will you stop chewing, picking your teeth. I mean, even if listeners can't, it really annoys me.",
      "start": 571582,
      "end": 584784,
      "confidence": 0.9449435135135137
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "It is a bit like having a chimp in the room.",
      "start": 585524,
      "end": 587316,
      "confidence": 0.9958163636363636
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "Do you know? I mean, Kyle, have you ever seen him? He eat hot food? No, honestly, it is like a chimpanzee. Just. Oh, God.",
      "start": 587380,
      "end": 603634,
      "confidence": 0.8779316
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Or like the cookie monster.",
      "start": 603794,
      "end": 605574,
      "confidence": 0.978002
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "Yeah. Oh, I'm never annoying Carl. So why are you? Do you know what I mean?",
      "start": 606594,
      "end": 611466,
      "confidence": 0.8959300000000001
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "Steve, you're so annoying. Have you been with him for trying to go. Trying to have lunch with Ricky? It's the hardest thing possible. You wander around for hours. Well, a combination. It used to be bad even before he was a celebrity, because he has this tolerance level. It's extraordinary. I mean, he is irritated by a car honking its horn in the street. He's like, I can't believe it. Let's go in here. I'm so angry. He gets annoyed by police sirens, by rain, wind, birds in the air, other people in the streets.",
      "start": 611490,
      "end": 645882,
      "confidence": 0.9266466666666666
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "They're the most annoying children, particularly whether.",
      "start": 645938,
      "end": 648410,
      "confidence": 0.8921385714285714
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "They'Re in a school playground we happen to be walking past, whether they're on.",
      "start": 648442,
      "end": 652330,
      "confidence": 0.9416214285714286
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "Tv, it's just noise that isn't mine.",
      "start": 652362,
      "end": 654850,
      "confidence": 0.9197885714285715
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Well, I know, but this is the thing. You are the most irritating man I've ever met. Without a shadow of a doubt. I mean, you know that car, don't you? I mean, noises he makes. I mean, I've been. I've been. I've been editing some behind the scenes footage we shot of making the second series the office. It's extraordinary. I've had to cut sequences out involving Ricky because they'll just think he's a giver, just think he's an idiot, like some kind of puppet that the rest of us are controlling because he's shouting, he's whistling, he's honking, he's making noises, he's dancing around. It's extraordinary. And if you're out trying to find somewhere to eat with him, all these irritants, all these annoyances, and it's all that music's too loud. I don't like that particular song. I'm not going in there. There's more than eight people in that cafe. I'm not going in there. Extraordinary. I think we need a woman. I'm thinking of hiring a woman like a pa to just go ahead of us, scout ahead of us, go in. You know, she can just sit back and say, oh, sexist. Oh, or a guy, oh, sexist. Or a fella.",
      "start": 654922,
      "end": 710322,
      "confidence": 0.9116567317073171
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Just to scale ahead, hiring a woman. Subservient role. We couldn't hire him. Oh, no. Oh, sexist.",
      "start": 710418,
      "end": 717570,
      "confidence": 0.8235988235294116
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "Well, that or a chance to meet a woman.",
      "start": 717722,
      "end": 719894,
      "confidence": 0.9872233333333332
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "Yeah, that.",
      "start": 720594,
      "end": 721226,
      "confidence": 0.565795
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "I'm also paying.",
      "start": 721250,
      "end": 722130,
      "confidence": 0.7204433333333333
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "It's like. It's like paying for it more above board. So if you want to play family fortunes, call up. What's the number?",
      "start": 722202,
      "end": 731130,
      "confidence": 0.8388265217391304
    },
    {
      "pos": 118,
      "speaker": "C",
      "text": "Oh, 8700 801. Two, three, four.",
      "start": 731322,
      "end": 733546,
      "confidence": 0.75
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "Yeah, it's just like family fortunes. Tourvio are competing for some great prizes and I go, something you'd. You know, it goes. Then go buzz and play around.",
      "start": 733570,
      "end": 744362,
      "confidence": 0.7831982142857141
    },
    {
      "pos": 120,
      "speaker": "B",
      "text": "It's not as high tech as fucking fortunes. Current single from Nick Cave and the bad seeds.",
      "start": 744458,
      "end": 752994,
      "confidence": 0.9036023529411763
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "Let's bring it on, yeah, on XFM 104.9. Ref merchant Carl Pilgrimton and two people on the line to play XF family fortunes.",
      "start": 753034,
      "end": 762426,
      "confidence": 0.8300856521739131
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 762610,
      "end": 763234,
      "confidence": 0.73019
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "Hello, Steve first. Steve. Hello first. Hello. How you doing? You are, mate. Where are you calling from? From my pub in Barnes. You've got a pub? Yeah. In Barnes? Yeah. Are you posh? No. I suppose you're the local landlord. Do they come in and sort of like, go, good man. There's a. There's a shilling. Get me some ale. They're all polishing barns, aren't they? Well, no, not all of them, actually. Nigel Havers come in your pub because he lives there, don't he? Well, none of them do, actually. I know there's lots of them about, aren't there? In Barnes, but. But no, you've banned them. You've banned them. Who's on the other line?",
      "start": 763314,
      "end": 798196,
      "confidence": 0.8445053846153848
    },
    {
      "pos": 124,
      "speaker": "C",
      "text": "It's Jennifer.",
      "start": 798260,
      "end": 799772,
      "confidence": 0.6987399999999999
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "Jennifer. Hello. Hello. Where are you calling from? I'm calling from Forest Hill. Forest Hill, that's right, south. And I don't go out of wc one.",
      "start": 799828,
      "end": 806744,
      "confidence": 0.8550403846153845
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "Do you run a pub?",
      "start": 807604,
      "end": 808864,
      "confidence": 0.9835879999999999
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Do I own a pub? No.",
      "start": 809224,
      "end": 810584,
      "confidence": 0.97391
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "Do you drink in one?",
      "start": 810664,
      "end": 811536,
      "confidence": 0.8417259999999999
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "Yeah.",
      "start": 811600,
      "end": 811888,
      "confidence": 0.61262
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "That's just good.",
      "start": 811936,
      "end": 812844,
      "confidence": 0.7436433333333333
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "This from friendly chat there? Yeah. Between the brain that you were talking about before. Oh, yeah. I can't remember what it's called, but they did an experiment and apparently the length of it determines whether you're straight or gay. Is that right? I heard.",
      "start": 813184,
      "end": 827844,
      "confidence": 0.8864397777777779
    },
    {
      "pos": 132,
      "speaker": "C",
      "text": "Well, so what? You could actually trim it if you fancied.",
      "start": 828504,
      "end": 831724,
      "confidence": 0.957880909090909
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "You've just interacted with Carl Pilkington. I treasure that. Right, is the prizes.",
      "start": 838654,
      "end": 844486,
      "confidence": 0.8315307692307693
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "Okay, now, listen, don't be disappointed, because, as ever, Carl has just gone through some people's drawers here at XFM and found some really quite shoddy prizes. So you get on DVD. I don't know if you're a fan of. Are they a german band, Rammstein or Ramstein?",
      "start": 844550,
      "end": 859854,
      "confidence": 0.8610656250000002
    },
    {
      "pos": 135,
      "speaker": "A",
      "text": "Oh, you'll enjoy that.",
      "start": 859934,
      "end": 860774,
      "confidence": 0.86721
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "But there's any number that includes Ash zu Ashk, Spielmitmir and Hezhelaid. That's just some of the classics on this DVD of their videos. Red dwarf the first.",
      "start": 860814,
      "end": 873846,
      "confidence": 0.7842903571428572
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Sit around looking at IsiS records and going, look at these wonder wars, possibly.",
      "start": 874030,
      "end": 879510,
      "confidence": 0.8296685714285715
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "So, the very best of the stone roses, although I might have that. So anyway, there's also an I love you compilation, kind of appropriate, and a tribute to the Ramones, which. Interesting.",
      "start": 879542,
      "end": 889518,
      "confidence": 0.9443236363636363
    },
    {
      "pos": 139,
      "speaker": "A",
      "text": "So you can get the idea, Steve and Jennifer, the stakes are pretty high. Okay, here we go. Extra family fortunes. So fingers on the buzzers. Just both go. If you think you can answer this right, and then we. The highest answer, or the top answer gets to chance to play or pass. If you play, you've got to get all five answers. There are five answers. Every wrong answer, you get a life and I go. And when you get three, when you lose three lifelines, then the other person can steal. It's as simple as that.",
      "start": 889566,
      "end": 919356,
      "confidence": 0.9242602020202021
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "If you've seen the show. Family fortunes.",
      "start": 919420,
      "end": 921068,
      "confidence": 0.9140514285714286
    },
    {
      "pos": 141,
      "speaker": "A",
      "text": "No, this is a new. This is not based on anything I've ever seen ever in my life. Okay? Right. Okay. Fingers on the buzzers. Okay. Name something we asked eight of my mates. Right. Something you associate with Carl Pilkington. Okay, Jennifer, what silliness. Yeah, that's the top parts of thick or dimness. Do you want to play or pass? Play, please. Okay. Okay, stay. Stay tuned, Stephen, because you might be able to. She gets three wrong. Okay, right, okay, right, we've got a top answer. Four to go. Thick or dim. This is top answer, obviously. Okay, Jennifer, some other things associated with Carl comedy. You'd think so, wouldn't you.",
      "start": 921116,
      "end": 959468,
      "confidence": 0.8829225663716815
    },
    {
      "pos": 142,
      "speaker": "D",
      "text": "Yeah.",
      "start": 959556,
      "end": 960036,
      "confidence": 0.46002
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "No, no.",
      "start": 960140,
      "end": 961024,
      "confidence": 0.70284
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "You don't even know who he is.",
      "start": 963004,
      "end": 964904,
      "confidence": 0.9471299999999999
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "No, she does. She must.",
      "start": 967204,
      "end": 968660,
      "confidence": 0.8807280000000001
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "Bizarrely, she knows that. Silliness or stupidity.",
      "start": 968772,
      "end": 971984,
      "confidence": 0.8232600000000001
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "Yeah, come on. Somehow, smelly eyebrows. One more wrong answer and then Stephen gets a chance to steal. Okay. I don't know. People are screaming at home. Very sensible.",
      "start": 972564,
      "end": 996494,
      "confidence": 0.8582241379310345
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "Very sensible.",
      "start": 998634,
      "end": 999578,
      "confidence": 0.784405
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "Yeah. Okay, Stephen, can you think of one of the answers that Jennifer didn't get? Must be a mind for a name. Nonsense. Oh, well, I'm going to give you that, because number five is even thicker. So, yeah, you met. What you missed is thick or dim. Second to answer was Manchester. Third was rounded, fourth was airy chinese kid, and five was even thicker. So I think Stephen's the winner.",
      "start": 999666,
      "end": 1025246,
      "confidence": 0.8834406944444446
    },
    {
      "pos": 150,
      "speaker": "B",
      "text": "Yeah, I think he's done well. Yeah, you enjoy Ramstein and you get the stone roses and an I love you CD.",
      "start": 1025310,
      "end": 1031886,
      "confidence": 0.9298368181818183
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "So that's. That's the pilot for this show. Okay. When Blockbuster's all over this, we're going to phase in exa family fortunes. Carl, thoughts?",
      "start": 1031950,
      "end": 1040216,
      "confidence": 0.7993549999999999
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "It's not that good, is it?",
      "start": 1040400,
      "end": 1041760,
      "confidence": 0.9204733333333334
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "Why?",
      "start": 1041832,
      "end": 1042444,
      "confidence": 0.98519
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "It's not. It's not that good.",
      "start": 1042864,
      "end": 1044644,
      "confidence": 0.9650316666666668
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "Just.",
      "start": 1045384,
      "end": 1046124,
      "confidence": 0.96425
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "I'm not that happy with it.",
      "start": 1049624,
      "end": 1050928,
      "confidence": 0.9632466666666666
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "Why?",
      "start": 1051016,
      "end": 1051720,
      "confidence": 0.83004
    },
    {
      "pos": 158,
      "speaker": "C",
      "text": "Why?",
      "start": 1051912,
      "end": 1052480,
      "confidence": 0.86744
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1052592,
      "end": 1053324,
      "confidence": 0.96511
    },
    {
      "pos": 160,
      "speaker": "C",
      "text": "What else? What?",
      "start": 1056944,
      "end": 1058364,
      "confidence": 0.8320433333333334
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "No, you're definitely right about that top answer.",
      "start": 1059064,
      "end": 1061844,
      "confidence": 0.84819625
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Well, thanks. Right, so Stephen wins all those prizes. Yeah, and we'll send some to Jennifer as well for even bothering to talk to Carl. What's this car? What you playing now about the drawn boy? Yeah, excellent doing.",
      "start": 1062984,
      "end": 1078550,
      "confidence": 0.8311074358974359
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "We're doing rockbusters on later.",
      "start": 1078582,
      "end": 1080166,
      "confidence": 0.7453460000000001
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "Eminem sing for the moment on Exocm 104.9. Race team merchant, Carl Pilkington. Right, Carl, moving on. Got a lot to crumb in if you yawn again or pick your teeth or chew.",
      "start": 1080270,
      "end": 1091914,
      "confidence": 0.8096824242424242
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "Can I just. You know, sometimes I get told off by Carly. He gets a little bit sulky if I slag off the prizes that he sources for each competition. This is from Rob in Croydon. He's a former winner of Rockbusters. He said he didn't even know what the prizes were going to be when he entered. He won. And sure enough, for one, not only he was a hero, the following morning, it was just rob again. And all I had to show from my triumph are five compilation CDs I'll never listen to and two DVD's I'll perhaps get nine pounds for on eBay. Please get some decent prizes. Ricky, your BBC's golden choice of comedy. What you doing? How many of your listeners really are into Stephen Polyakov's the lost Prince? No one. That's how many. Now, that is a winner. That's someone who's got a reason to like us and like you.",
      "start": 1094244,
      "end": 1136180,
      "confidence": 0.900058917197452
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "I think he's got the same attitude as Steve when you give him something for free.",
      "start": 1136252,
      "end": 1139108,
      "confidence": 0.9220806250000001
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "Yeah? Yeah. Sorted you out with any Rd ticket for last night. A lot of messing around. A lot of phoning round going on to get you on tickets. Yeah, come in today. You enjoy the gig. Company bothered going, Carl.",
      "start": 1139196,
      "end": 1149780,
      "confidence": 0.7795099999999998
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Typical.",
      "start": 1149852,
      "end": 1150428,
      "confidence": 0.95418
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "Yeah, I didn't say I couldn't be bothered going, Carl. You just pursue. Assumed that that was the case. You're right. But the point is this, Carl, once you've given me the tickets, they are mine to do with as I see fit.",
      "start": 1150556,
      "end": 1163676,
      "confidence": 0.915739534883721
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "The thing is, what annoys me is right, I bet he hasn't even listened to them CDs. He might find something.",
      "start": 1163780,
      "end": 1168564,
      "confidence": 0.8862038095238095
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "No, that's his point, to be fair.",
      "start": 1168604,
      "end": 1171300,
      "confidence": 0.9116700000000001
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "But I don't want to give him stuff that's too good, because then they'll listen to CDs instead of XFM.",
      "start": 1171372,
      "end": 1175304,
      "confidence": 0.9048229999999998
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Of course, there's always careful planning.",
      "start": 1176524,
      "end": 1178864,
      "confidence": 0.9777583333333334
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "You always got an answer. Oh, Carl, you're my hero. We don't care, do we, Kyle?",
      "start": 1180414,
      "end": 1186118,
      "confidence": 0.7597618749999999
    },
    {
      "pos": 175,
      "speaker": "C",
      "text": "Well, I think the prizes are all right, considering what they've got to do. Do you know what I mean?",
      "start": 1186206,
      "end": 1192182,
      "confidence": 0.8199214999999999
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1192278,
      "end": 1192766,
      "confidence": 0.70958
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Right.",
      "start": 1192870,
      "end": 1193182,
      "confidence": 0.96543
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "It's just a bit of fun, for God's sake.",
      "start": 1193238,
      "end": 1194994,
      "confidence": 0.9102855555555556
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "So please do not blaspheme on air.",
      "start": 1196534,
      "end": 1198926,
      "confidence": 0.9083328571428572
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "Something. Something else we're giving away.",
      "start": 1199070,
      "end": 1202102,
      "confidence": 0.8830383333333334
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Go on.",
      "start": 1202278,
      "end": 1203194,
      "confidence": 0.9457800000000001
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "The shining.",
      "start": 1203854,
      "end": 1204686,
      "confidence": 0.786985
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "It's more throwing away in it. Once again, video.",
      "start": 1204750,
      "end": 1207906,
      "confidence": 0.7888688888888891
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Once again, it's on VHS.",
      "start": 1208010,
      "end": 1209706,
      "confidence": 0.9210880000000001
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "Just because you buy it out of your own money. Carl, stop being so mean.",
      "start": 1209810,
      "end": 1213314,
      "confidence": 0.9083080000000001
    },
    {
      "pos": 186,
      "speaker": "C",
      "text": "And I want to watch it tonight. It's one of those films that.",
      "start": 1213474,
      "end": 1216170,
      "confidence": 0.9293569230769231
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "So you're gonna watch this video and then you're gonna send it to someone as a prize.",
      "start": 1216362,
      "end": 1221010,
      "confidence": 0.8937388235294117
    },
    {
      "pos": 188,
      "speaker": "C",
      "text": "Yeah, it's one of them.",
      "start": 1221082,
      "end": 1222094,
      "confidence": 0.843282
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "You just said yes to that without blinking.",
      "start": 1222954,
      "end": 1225354,
      "confidence": 0.94821875
    },
    {
      "pos": 190,
      "speaker": "C",
      "text": "Oh, yeah. You don't think, like Les Dennis doesn't have a quick go in the car on family fortune.",
      "start": 1225514,
      "end": 1231414,
      "confidence": 0.8950778947368421
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "It cost five.",
      "start": 1233634,
      "end": 1234778,
      "confidence": 0.6390933333333333
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Has a go at those. His nair towel racks.",
      "start": 1234946,
      "end": 1237294,
      "confidence": 0.7600255555555556
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "It cost 599. Carl.",
      "start": 1237794,
      "end": 1239642,
      "confidence": 0.7770875
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Okay, this is Carl in. In the classic the shining.",
      "start": 1239698,
      "end": 1244786,
      "confidence": 0.839205
    },
    {
      "pos": 195,
      "speaker": "C",
      "text": "And what's the question?",
      "start": 1244850,
      "end": 1246162,
      "confidence": 0.9632575
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "Well, we might ask that afterwards.",
      "start": 1246258,
      "end": 1247802,
      "confidence": 0.9950616666666665
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "Okay, then. Still try to write the book, then?",
      "start": 1247858,
      "end": 1258414,
      "confidence": 0.8469888888888888
    },
    {
      "pos": 198,
      "speaker": "D",
      "text": "Yes.",
      "start": 1260234,
      "end": 1261014,
      "confidence": 0.56632
    },
    {
      "pos": 199,
      "speaker": "C",
      "text": "Good. Funny, someone told me the other day, weird thing about a typewriter. The top row of letters, the longest word you can write is typewriter. I'll just show you.",
      "start": 1262314,
      "end": 1274994,
      "confidence": 0.925746
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "Just.",
      "start": 1275034,
      "end": 1275614,
      "confidence": 0.88406
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "That's weird, isn't it? It's just the typewriter being you're not. Not in the movie. You're just gonna. You're in one of those grouchy moods again that you get into when you're writing.",
      "start": 1279354,
      "end": 1287794,
      "confidence": 0.7969572727272727
    },
    {
      "pos": 202,
      "speaker": "D",
      "text": "You're not being grouchy? I just wanna finish my work.",
      "start": 1287834,
      "end": 1292574,
      "confidence": 0.8775720000000001
    },
    {
      "pos": 203,
      "speaker": "C",
      "text": "She being a bit funny? Bit of fandom.",
      "start": 1294234,
      "end": 1296534,
      "confidence": 0.72886125
    },
    {
      "pos": 204,
      "speaker": "D",
      "text": "Let me explain something to you. Whenever you come in here and interrupt me, you're breaking my concentration. You're distracting me and it will then take me time to get back to where I was. Understand?",
      "start": 1296914,
      "end": 1310094,
      "confidence": 0.9098044444444446
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Yeah, but I just was coming in to try and cheer you up, you know, if you. I mean, I'm full of ideas as well, you know. If you're having a problem coming up with stuff. Got loads of stuff. Loads of ideas you could write about. The other day, I read about this airy chinese kid.",
      "start": 1312074,
      "end": 1327044,
      "confidence": 0.9273403508771929
    },
    {
      "pos": 206,
      "speaker": "D",
      "text": "What do you want me to do about it?",
      "start": 1327584,
      "end": 1329564,
      "confidence": 0.9946155555555557
    },
    {
      "pos": 207,
      "speaker": "C",
      "text": "No, it's just that it could make a good book, do you know? I mean, sort of following round.",
      "start": 1330144,
      "end": 1334804,
      "confidence": 0.8944447368421051
    },
    {
      "pos": 208,
      "speaker": "D",
      "text": "I'd swell.",
      "start": 1336024,
      "end": 1337344,
      "confidence": 0.41516
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "Well, I'd buy it, you know. But if you don't want to know. Won't have to. Don't bother doing it. I mean, just airy chinese kid. It's weird because they're not normally. That area over there. Yeah. This kid caked in it.",
      "start": 1337464,
      "end": 1356532,
      "confidence": 0.8437671428571429
    },
    {
      "pos": 210,
      "speaker": "D",
      "text": "But if you don't care, on his goddamn little head.",
      "start": 1356588,
      "end": 1361104,
      "confidence": 0.773387
    },
    {
      "pos": 211,
      "speaker": "C",
      "text": "You don't have to touch any hair on his head. Like I say, he's covered. Leave the head alone if you want. Touch his hands. He's totally covered in it.",
      "start": 1361924,
      "end": 1368172,
      "confidence": 0.9013120000000002
    },
    {
      "pos": 212,
      "speaker": "D",
      "text": "But I love the little son of a bitch.",
      "start": 1368188,
      "end": 1370916,
      "confidence": 0.9488222222222222
    },
    {
      "pos": 213,
      "speaker": "C",
      "text": "Don't go that far. You haven't met him. But I can sort him.",
      "start": 1371020,
      "end": 1373476,
      "confidence": 0.9223553846153846
    },
    {
      "pos": 214,
      "speaker": "D",
      "text": "I do anything for him.",
      "start": 1373500,
      "end": 1375810,
      "confidence": 0.8877419999999999
    },
    {
      "pos": 215,
      "speaker": "C",
      "text": "I don't think you'd expect that much just talking to the barbers three or four times a week, you know. He's a good, good little kid. In fact, I'll do it. I think I'll write a book on him. Yeah.",
      "start": 1376002,
      "end": 1386074,
      "confidence": 0.91877
    },
    {
      "pos": 216,
      "speaker": "D",
      "text": "You think you can handle it?",
      "start": 1386154,
      "end": 1387734,
      "confidence": 0.8386300000000001
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1388434,
      "end": 1388978,
      "confidence": 0.9415
    },
    {
      "pos": 218,
      "speaker": "D",
      "text": "You're not too busy, are you?",
      "start": 1389066,
      "end": 1391014,
      "confidence": 0.902895
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "Yeah, I'm pretty busy. I've got to sort out some. Some monkey facts for the show this Saturday, but I reckon I can still.",
      "start": 1391514,
      "end": 1400006,
      "confidence": 0.8921270833333331
    },
    {
      "pos": 220,
      "speaker": "D",
      "text": "Why don't you start right now and get out of here?",
      "start": 1400170,
      "end": 1402634,
      "confidence": 0.9175163636363638
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "All right, I will. You gonna be like that? Couldn't borrow a pen, could I? See you later.",
      "start": 1403974,
      "end": 1414074,
      "confidence": 0.8281116666666667
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "They haunting stuff there. Carl Pilkerton in the Shining.",
      "start": 1416494,
      "end": 1420502,
      "confidence": 0.6718855555555556
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "You know, in the film, Jack Nicholson goes crazy because the suggestion is he's maybe possessed by demons that maybe are in the. In the hotel. But, you know, if I was stranded in a desolate hotel, removed from all human contact with Carl, I'd go mental with an axe without being possessed by demons. That's more chilling to me, trying to get some work done. And you keep wandering in.",
      "start": 1420558,
      "end": 1440974,
      "confidence": 0.9143115492957747
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "I'm trying to get Kyle to spend a couple of days in the caravan with me just for the hell of it. And he won't. I've offered him money when I think it'd be a great laugh. When it. Carl.",
      "start": 1441014,
      "end": 1449502,
      "confidence": 0.8708195000000002
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "Oh, yeah, great.",
      "start": 1449558,
      "end": 1450674,
      "confidence": 0.8429966666666666
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "That would be terrifying.",
      "start": 1451374,
      "end": 1452830,
      "confidence": 0.95014
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "No, I want to film it. I just filmed like a little video diary. There's Carl there. He's just waking up.",
      "start": 1452902,
      "end": 1457976,
      "confidence": 0.8164119047619048
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Well, if I was stranded in that, that would be like being. I may as well be with Freddy Krueger and Jason Voorhees. That's. That's more scary.",
      "start": 1458110,
      "end": 1465004,
      "confidence": 0.8305877777777778
    },
    {
      "pos": 229,
      "speaker": "C",
      "text": "The thing is, Ricky doesn't mess you about as much as he messes me about.",
      "start": 1465084,
      "end": 1468452,
      "confidence": 0.9043313333333334
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "No, you see, you've given him an inch. You've given him an inch and he's taken a yard.",
      "start": 1468548,
      "end": 1472476,
      "confidence": 0.8979727777777777
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "1230. You got in today in the 30 minutes between twelve. 31. The old bin lid on the head. He wanted to do that again. Yeah, squeezing the head. Think he had to go out and karate chop on the back of the neck. Yeah, all in 30 minutes. Who else can say that?",
      "start": 1472620,
      "end": 1489814,
      "confidence": 0.9072196296296298
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 1493754,
      "end": 1494894,
      "confidence": 0.8257975
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Anyway, we got a question to win a copy of.",
      "start": 1495354,
      "end": 1497954,
      "confidence": 0.883665
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "I'm so embarrassed to say it. The shining on vhs is worth 5.99 and it will have already been watched by Carl Pigton. Probably not even rewound.",
      "start": 1498074,
      "end": 1506298,
      "confidence": 0.8222874074074075
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Yeah, to win a little bit of tripe and cow eels where just slipped into his dinner, a bar.",
      "start": 1506386,
      "end": 1514734,
      "confidence": 0.7861015789473684
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Was reading the back of the box trying to figure out what was going on.",
      "start": 1515794,
      "end": 1518654,
      "confidence": 0.9904333333333334
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "There's a question.",
      "start": 1522634,
      "end": 1523402,
      "confidence": 0.8768533333333334
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "I've got only a Carl's first.",
      "start": 1523458,
      "end": 1526042,
      "confidence": 0.7602883333333335
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "Okay.",
      "start": 1526098,
      "end": 1526578,
      "confidence": 0.43519
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "No, it's about the film. Because when I was whizzing through it, I saw something, thought, oh, that's good. The kid who's in it, he was writing something on the back of a door with lipstick. What was it?",
      "start": 1526666,
      "end": 1539026,
      "confidence": 0.9205779487179486
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Well, that's a tricky question. I can't remember.",
      "start": 1539170,
      "end": 1541066,
      "confidence": 0.9395399999999999
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "Nor can I.",
      "start": 1541210,
      "end": 1542254,
      "confidence": 0.8680033333333333
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "So the kid in it was right for anyone? Let's see if. I mean, I would be surprised if there's somebody.",
      "start": 1542674,
      "end": 1548530,
      "confidence": 0.9101004761904761
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Well, the phones are going, so it might be.",
      "start": 1548682,
      "end": 1550514,
      "confidence": 0.9235677777777779
    },
    {
      "pos": 245,
      "speaker": "C",
      "text": "Yeah, but this is email.",
      "start": 1550554,
      "end": 1551786,
      "confidence": 0.84946
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "All right, Ricky Gervais XFN Co. UK. What was being scrawled on the back of a door by the little kid in the shining? Be honest. If you know that, it means you've probably already got it and you've watched it about eight times. Yeah, fair enough, though.",
      "start": 1551970,
      "end": 1563522,
      "confidence": 0.9031883333333334
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "All right, Bob Dylan. Oh, you're gonna make me lonesome when you go on XFM. Sorry, they're arguing. Steve and Carl, you know. Can I just tell them what you're arguing about. Think of this, right? This is the argument. They're arguing whose fault it is, why this show is rubbish. Think of that. What?",
      "start": 1563578,
      "end": 1586644,
      "confidence": 0.8684830909090904
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "That's a perfect. I think that's a valid criticism. At least we're discussing it. You're just accepting that that's the case. You're not even trying to change it. We're ashamed of it.",
      "start": 1586724,
      "end": 1597130,
      "confidence": 0.9099040624999999
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "Yeah, I should be, but I quite like it.",
      "start": 1597282,
      "end": 1601146,
      "confidence": 0.9436666666666667
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "In fact, I remember. Remember when we went out about two weeks ago? We got, you know, make it tighter and that. Make it good. Went out for something to eat. You were happy. Sat at the table talking about squids and having to, you know, go off with one if you wanted to have a kid. I brought up the topic, right? What we gonna do about the show? Suddenly you've got to go. It's like, oh, I think I've made plans. So me and Steve sat there.",
      "start": 1601170,
      "end": 1624444,
      "confidence": 0.8839691011235953
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "See, I do that. I do acknowledge, quite shamefully, that this is more enjoyable for me to do than for you to listen to. But it's like. It's like 2 hours sort of play time for me. It's like, you know, the study period when you're meant to read a book, but you actually can't afford to run around and draw pictures. I think even though I'm getting paid for this and I'm meant to be working, it's nice. It's cool in it, not. Not for the listener, but for me.",
      "start": 1626984,
      "end": 1656862,
      "confidence": 0.9200426373626376
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "But the problem is, the only way we can improve this show, Carl, to be honest, the only way we can make this good is if the three of us resign and they replace it with someone else.",
      "start": 1656918,
      "end": 1665134,
      "confidence": 0.9641828947368419
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Yeah, but, Carl, you. You're getting flustered and you're getting stressed because you're, you know, I don't know why I was saying answer the phones. You were letting them ring. You're still letting it ring. You're still letting people phone you go. Look, leave that. And people have phoned in good enough to phone in to ask for something for free. I think you should at least answer the phone and say, it's not worth it. The prizes are rubbish.",
      "start": 1665174,
      "end": 1683142,
      "confidence": 0.8887156249999999
    },
    {
      "pos": 254,
      "speaker": "C",
      "text": "Well, whilst I'm doing all the other stuff, maybe you can do that.",
      "start": 1683198,
      "end": 1685630,
      "confidence": 0.8806453846153846
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "No way.",
      "start": 1685742,
      "end": 1686462,
      "confidence": 0.99745
    },
    {
      "pos": 256,
      "speaker": "C",
      "text": "Right then.",
      "start": 1686558,
      "end": 1687198,
      "confidence": 0.9463550000000001
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "But to be fair, Rick, I'm not. I'm not accusing you of being lazy, but you're sat on a chair, and yet you're almost vertical. I don't know how you've done it. It's like you're almost asleep, but you're sat on that right chair. I don't know how you've actually angled yourself.",
      "start": 1687286,
      "end": 1700446,
      "confidence": 0.8902390384615385
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "I'm gonna have a bad back when I'm, oh, in old age. I'm just gonna be bent double.",
      "start": 1700510,
      "end": 1704494,
      "confidence": 0.8374438888888889
    },
    {
      "pos": 259,
      "speaker": "C",
      "text": "So come on now. Pretend we're starting now.",
      "start": 1704574,
      "end": 1706546,
      "confidence": 0.7773699999999999
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "Okay?",
      "start": 1706670,
      "end": 1707034,
      "confidence": 0.75888
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "Just start the show.",
      "start": 1707074,
      "end": 1707810,
      "confidence": 0.8133725
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Yeah, it's 02:00. It's XfM. It's the Ricky Gervais show with Steve Merchant and Kyle Pilkington. Or our show. It's our show from now on. I'm at least cutting up the blame as well. XFM 104.9. What do you want to know? Funny thing happened to me on the way here, okay. Actually, it was about Wednesday, Thursday, I was walking along Channel Cross Road. I was on my way here, actually, to meet Carl for drink. And this little fella came up to me. I think it was an overseas student. He saw that student type, but he had an accent. And he came to me, went, excuse me, I use one from the office. And I went, yeah, yeah. He went, would you sign the script book of the office for me? I went up, yep, by all means, yeah. He went, can you come to the bookshop? And I went, what? You haven't got on you? He went, no, but if you come, I will buy one for you to sign. And I went, I can't really wear a pass one. I went, I'm not. No, I can't. He went, anywhere else? He went, just, I was just in Waterstones earlier. I didn't. Sorry. When you could just. I went, I can't. He went, okay. I went, I'll sign some house. Have you got something else I can sign? He went, of course. And I signed a pamphlet or a brochure or something for him. But I love the idea. Imagine me going with him and queuing up, and I'm in the queue. He's going, you can't go, yeah, fine. Can you just hurry up? And he gets there and his switch doesn't work. And he goes, can you leave me ten pounds? I mean, imagine that.",
      "start": 1707842,
      "end": 1805804,
      "confidence": 0.8510856666666664
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "I'm a little bit annoyed you didn't go with him, frankly, because that would have been a sale of our book. And I get a little cut from that.",
      "start": 1805844,
      "end": 1810748,
      "confidence": 0.9705393103448275
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Well, behind him was Salman Rushdie going, can we hurry up? I've read I shouldn't be out. I'm getting a lot of funny looks. And I really, you know, I don't feel comfortable.",
      "start": 1810836,
      "end": 1822884,
      "confidence": 0.9010133333333334
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "But I thought was very odd the other day was we were walking along and Rick often gets bothered for an autograph. And some japanese people who I think were tourists, they appeared from behind the corner and I thought, this is odd that, you know, they seemed like tourists, but they're obviously gonna ask for an autograph. And they just handed him a camera and said, excuse me, would you take a photo of us?",
      "start": 1822964,
      "end": 1838892,
      "confidence": 0.9174109210526316
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "I was. And they didn't recognize him.",
      "start": 1838948,
      "end": 1840340,
      "confidence": 0.7457628571428571
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "They didn't recognize him.",
      "start": 1840372,
      "end": 1841188,
      "confidence": 0.778275
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "I was laughing. I was thinking, right?",
      "start": 1841236,
      "end": 1842724,
      "confidence": 0.8903671428571428
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "So now Ricky stood in the street, people are recognizing him as he's taking a photo of three complete japanese strangers. And I imagine them getting home and so say, and here's the one we had taken by Ricky Gervais. Taken with Ricky Gervais. No, taken by Ricky Gervais from the office.",
      "start": 1842844,
      "end": 1857204,
      "confidence": 0.8997786538461539
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Isn't that brilliant? Would you come to the bookshop with me?",
      "start": 1858024,
      "end": 1861080,
      "confidence": 0.8790500000000001
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "The life of a minor celebrity.",
      "start": 1861152,
      "end": 1862608,
      "confidence": 0.9412816666666667
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Not really. Times like these, Foo Fighters. Next, FM 104.9. Carl, let's build up to monkey news. Do you want to give the competition answer and winner?",
      "start": 1862656,
      "end": 1875344,
      "confidence": 0.8722218518518519
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "Yeah, we did the bit on the shining. Me acting out in that.",
      "start": 1875424,
      "end": 1879866,
      "confidence": 0.8705423076923078
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1879970,
      "end": 1880202,
      "confidence": 0.3444
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "And the question was the kid in the film the Shining.",
      "start": 1880218,
      "end": 1883218,
      "confidence": 0.9066354545454547
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1883306,
      "end": 1883666,
      "confidence": 0.41396
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "Yeah. After, like, the devil had got in him and that.",
      "start": 1883730,
      "end": 1887414,
      "confidence": 0.8164172727272727
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "This isn't written out, is it? You're just winging this on, you know?",
      "start": 1888114,
      "end": 1890586,
      "confidence": 0.7391699999999999
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "But I remember it.",
      "start": 1890610,
      "end": 1891314,
      "confidence": 0.9727275000000001
    },
    {
      "pos": 280,
      "speaker": "B",
      "text": "We haven't seen the film, though.",
      "start": 1891354,
      "end": 1892338,
      "confidence": 0.7464066666666666
    },
    {
      "pos": 281,
      "speaker": "C",
      "text": "No, but when I was whizzing through to get the clips to make that thing right, I saw it. I thought, I'm gonna watch this bit. And that's why I want to take.",
      "start": 1892386,
      "end": 1898226,
      "confidence": 0.9061975757575755
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "It home tonight and watch, I mean, more how you present in the competition. It's just like Jonathan Ross on film, 2003.",
      "start": 1898250,
      "end": 1903666,
      "confidence": 0.8630631818181819
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "Well, I'm just, just saying, right, so the kids there in the bedroom, and he's, he's got his mum's lipstick.",
      "start": 1903730,
      "end": 1908630,
      "confidence": 0.8967565000000001
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1908702,
      "end": 1909094,
      "confidence": 0.71956
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "And he's, uh, he's saying, doesn't it.",
      "start": 1909174,
      "end": 1911702,
      "confidence": 0.7611971428571428
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "Run a mobile deed?",
      "start": 1911718,
      "end": 1914134,
      "confidence": 0.8361125
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "No. And he said, uh, he wrote down red rum.",
      "start": 1914254,
      "end": 1917846,
      "confidence": 0.8089300000000001
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1917950,
      "end": 1918318,
      "confidence": 0.85383
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "On the back of the door. And his mom wakes up and thinks, what's he doing? She looks at him, she goes, oh. And then she looks in the mirror and sees red rum in the mirror, right?",
      "start": 1918366,
      "end": 1927834,
      "confidence": 0.9512507894736841
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "He's offering racing tips.",
      "start": 1928374,
      "end": 1930102,
      "confidence": 0.985735
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "It says murder. So Kelly in Ounslow got that right.",
      "start": 1930198,
      "end": 1935720,
      "confidence": 0.8380150000000001
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "So excellent.",
      "start": 1935752,
      "end": 1936464,
      "confidence": 0.62884
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "After I've watched the film, I'll be whizzing that over.",
      "start": 1936544,
      "end": 1939216,
      "confidence": 0.8933359999999999
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Brilliant. I mean, the one thing I do like about this show, for all its faults, is the honesty. Yeah. I mean, that can be good and bad. I mean, it's, I mean, some people think it's, it's sloppy arrogance, laziness, you know, they'd be right. Yeah. But I like, I like to think it's honesty. It's like a peek into the. To the mind and workings of Karl Pilkington. He just said to me, because he was shaking. Because he said to me, and I quote, he said, oh, he's just whittering to himself. I must remember to eat next time Suzanne's away.",
      "start": 1939400,
      "end": 1972752,
      "confidence": 0.8864897115384621
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "I know, I know.",
      "start": 1972808,
      "end": 1974224,
      "confidence": 0.8556199999999999
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "I must remember to eat next time Suzanne's away.",
      "start": 1974264,
      "end": 1978064,
      "confidence": 0.9213011111111111
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "No, but you did. I mean, I wonder if I lived on my own, if I'd still be about. Because I just neglect myself.",
      "start": 1978224,
      "end": 1984880,
      "confidence": 0.9613537499999998
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1985072,
      "end": 1985662,
      "confidence": 0.71393
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "So, I mean, for all I've eaten.",
      "start": 1985768,
      "end": 1988442,
      "confidence": 0.9396242857142857
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "A lot of self abuse. Is that what you're saying?",
      "start": 1988498,
      "end": 1990226,
      "confidence": 0.887285
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "I had lasagna last night, that I messed up. Right. Why did you mess up for too long? It was like a brick, right. And she called up and said, have you eaten? No hence yet. Was it nice, what? You have said lasagna. Was it nice? I thought, I don't want her to worry because she's probably been out and had a good meal with all the work people.",
      "start": 1990250,
      "end": 2008210,
      "confidence": 0.9071498571428571
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2008282,
      "end": 2008722,
      "confidence": 0.69395
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "I didn't want to say, well, I'm.",
      "start": 2008818,
      "end": 2010682,
      "confidence": 0.8992342857142857
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "Not, you know, and she went, okay, fine, fine. I go, that car. Yeah. Yeah. I bet he cooked it like a brick. I bet he threw it away.",
      "start": 2010698,
      "end": 2016522,
      "confidence": 0.8588472413793103
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "Anyway, Judith, scotch pancakes for breakfast. That is all about. So I'm starving. I'm shaky. Plus I've got that restless leg syndrome still going on, which I can't get rid of.",
      "start": 2016618,
      "end": 2028140,
      "confidence": 0.8799306451612903
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "What's restless leg syndrome?",
      "start": 2028172,
      "end": 2030104,
      "confidence": 0.8229825
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "I find if I go, Abed, right, my body's tired, but my legs aren't.",
      "start": 2030724,
      "end": 2037744,
      "confidence": 0.8859114285714285
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Are you like Michael flatly, you have.",
      "start": 2039084,
      "end": 2040988,
      "confidence": 0.8450828571428571
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "To get up and do a bit of tap dancing.",
      "start": 2040996,
      "end": 2042452,
      "confidence": 0.8472630000000001
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Do they just keep going even when.",
      "start": 2042548,
      "end": 2044076,
      "confidence": 0.9519328571428571
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "You'Re asleep, moving about? So I have to get up and stretch them or something. Or I've worked out that if. If I put a pillar on, like, the bed post down at the other end.",
      "start": 2044100,
      "end": 2052672,
      "confidence": 0.8893602777777778
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2052728,
      "end": 2053008,
      "confidence": 0.88957
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "If I have me legs higher than me heart, it calms it down a bit.",
      "start": 2053056,
      "end": 2056136,
      "confidence": 0.8778933333333332
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "Is this why Suzanne works away so often?",
      "start": 2056200,
      "end": 2058368,
      "confidence": 0.9281237500000001
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "I don't know.",
      "start": 2058536,
      "end": 2059072,
      "confidence": 0.72216
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "It's weird to get a decent night's sleep.",
      "start": 2059088,
      "end": 2060744,
      "confidence": 0.7318025
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "I put it down to smarties and that. It's like a sugar thing, but stop eating them. Apparently Bob Morton has got it as well.",
      "start": 2060824,
      "end": 2068484,
      "confidence": 0.8654228
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "No, he's got arthritis.",
      "start": 2068984,
      "end": 2070456,
      "confidence": 0.760615
    },
    {
      "pos": 319,
      "speaker": "C",
      "text": "Was he?",
      "start": 2070640,
      "end": 2071184,
      "confidence": 0.78508
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "You told me the week that you've mastered moonwalking.",
      "start": 2071224,
      "end": 2073635,
      "confidence": 0.841531111111111
    },
    {
      "pos": 321,
      "speaker": "C",
      "text": "Yeah. Yeah, I can do.",
      "start": 2073759,
      "end": 2074899,
      "confidence": 0.789982
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "Is that one of the things you did, like, in the middle of the.",
      "start": 2074931,
      "end": 2076347,
      "confidence": 0.8898257142857143
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Night, it's moon sleepwalking? Yeah, he just did get that. He finds himself walking backwards and wakes up and goes, oh, God, I'm brilliant. I'm brilliant at this.",
      "start": 2076355,
      "end": 2086843,
      "confidence": 0.806299642857143
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "Right, so listen, what we're doing now. Are we doing. We getting a debate going about actually. Right, go on.",
      "start": 2086963,
      "end": 2093707,
      "confidence": 0.8813685000000001
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "We're struggling. Go on.",
      "start": 2093875,
      "end": 2095099,
      "confidence": 0.86931
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "No, no.",
      "start": 2095171,
      "end": 2095651,
      "confidence": 0.9389400000000001
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "You can help me out here, Carl. You've got an idea. I can see it in your eyes. He's got a brilliant idea. Wait for it. Go on.",
      "start": 2095707,
      "end": 2100751,
      "confidence": 0.9103192857142856
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "No, no, it's something. When I was looking on the web, found something out.",
      "start": 2100827,
      "end": 2105576,
      "confidence": 0.9810478571428572
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "Gone.",
      "start": 2105640,
      "end": 2106304,
      "confidence": 0.35327
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Um. It's a story about a woman who had a baby. Who had a baby.",
      "start": 2106464,
      "end": 2113884,
      "confidence": 0.9317686666666666
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "What are you talking about?",
      "start": 2116184,
      "end": 2118004,
      "confidence": 0.80718
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "What, a woman? Yeah, who had a baby. Who was having a baby.",
      "start": 2120184,
      "end": 2125124,
      "confidence": 0.8715153846153847
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "It was.",
      "start": 2126864,
      "end": 2127440,
      "confidence": 0.837365
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "It was no clearer when you repeated it.",
      "start": 2127512,
      "end": 2129128,
      "confidence": 0.9582600000000001
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "No, girl. I don't know what to do. I don't know what to do. For the common good, right. Pursue this line of inquiry. Right. Because I don't know where it's going or play a record. I am actually torn. I don't know what to do.",
      "start": 2129176,
      "end": 2143472,
      "confidence": 0.9343299999999999
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "No. Remember seeing it and thinking, I've got to tell Ricky about that. It's brilliant.",
      "start": 2143528,
      "end": 2146804,
      "confidence": 0.8470993333333333
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "What should we do?",
      "start": 2147104,
      "end": 2149160,
      "confidence": 0.8832525
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "So we.",
      "start": 2149192,
      "end": 2149544,
      "confidence": 0.502485
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "Should we go with it?",
      "start": 2149584,
      "end": 2150408,
      "confidence": 0.9493240000000001
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "I mean, it's like it's entering into abyss. It's opening pandora's box. It's peeking, but it's going down to the cellar.",
      "start": 2150496,
      "end": 2155624,
      "confidence": 0.8324709523809524
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "I've got a couple of questions, though.",
      "start": 2155704,
      "end": 2157168,
      "confidence": 0.98248
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "Go on then.",
      "start": 2157216,
      "end": 2158200,
      "confidence": 0.97926
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "Well, come down there with me. With me.",
      "start": 2158392,
      "end": 2161088,
      "confidence": 0.9483187500000001
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Okay.",
      "start": 2161136,
      "end": 2161440,
      "confidence": 0.87385
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "Right.",
      "start": 2161472,
      "end": 2161688,
      "confidence": 0.97129
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "Carl. What? First of all, it was on the way.",
      "start": 2161736,
      "end": 2164064,
      "confidence": 0.890009
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "What?",
      "start": 2164104,
      "end": 2164256,
      "confidence": 0.78529
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "What do you mean? The baby was what? Had another. Was it? She didn't give birth. They didn't. The doctor didn't find one of those set of chinese dolls up her. Russians dolls, whatever they call.",
      "start": 2164280,
      "end": 2173424,
      "confidence": 0.8850536111111114
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "That's what I pictured it like, those. Those dolls where you tap the head off and there's another one in there that all look the same. But no, the story was there's a woman who's.",
      "start": 2173504,
      "end": 2182608,
      "confidence": 0.9092817142857141
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "No, don't just say it again. That's a headline. That's not a story. There was a woman who had a baby who had a baby. That's not a story. Imagine handing that in as a thesis to loads of the BMA. Yeah, there you go. And read that.",
      "start": 2182656,
      "end": 2196606,
      "confidence": 0.8993052083333333
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "That's. That's a children's rhyme.",
      "start": 2196750,
      "end": 2198862,
      "confidence": 0.729036
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "Yeah. There was a woman who had a baby who had a baby. What do you mean? So the baby. She had a baby.",
      "start": 2198958,
      "end": 2203470,
      "confidence": 0.8951320833333333
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "Yeah, yeah, that bit is fine.",
      "start": 2203542,
      "end": 2206382,
      "confidence": 0.7678566666666667
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "We're okay with that. Normal. That's normal.",
      "start": 2206438,
      "end": 2208318,
      "confidence": 0.9049285714285713
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "A woman had a child, she gave birth.",
      "start": 2208366,
      "end": 2210270,
      "confidence": 0.7960812500000001
    },
    {
      "pos": 356,
      "speaker": "A",
      "text": "Fine. Yeah.",
      "start": 2210302,
      "end": 2210806,
      "confidence": 0.72714
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "Next.",
      "start": 2210870,
      "end": 2211474,
      "confidence": 0.99722
    },
    {
      "pos": 358,
      "speaker": "C",
      "text": "Well, I don't know that much more from the fact that the baby's like, roaming about and then twelve, like twelve months later, she's like, oh, interesting.",
      "start": 2211974,
      "end": 2223200,
      "confidence": 0.9034640740740741
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "So the gestation period of the. That baby was actually three months more than an adult.",
      "start": 2223232,
      "end": 2228344,
      "confidence": 0.9380618749999999
    },
    {
      "pos": 360,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2228464,
      "end": 2229160,
      "confidence": 0.57057
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Excellent.",
      "start": 2229312,
      "end": 2230204,
      "confidence": 0.48556
    },
    {
      "pos": 362,
      "speaker": "C",
      "text": "Weird though, isn't it?",
      "start": 2230744,
      "end": 2231856,
      "confidence": 0.53574
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "So was the headline. My baby's twelve months pregnant. What you talking about twelve months later. What are you talking about?",
      "start": 2231960,
      "end": 2238560,
      "confidence": 0.9583119047619049
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "Forget it.",
      "start": 2238712,
      "end": 2239416,
      "confidence": 0.84702
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "No, you haven't. You haven't even finished the story you said, and twelve months later you didn't even finish the sentence. So what do you mean?",
      "start": 2239480,
      "end": 2245366,
      "confidence": 0.8769196153846154
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "No, I didn't. I didn't read any more into it because I just saw. That's weird. And then I just was thinking, oh, like imagine the kid at school, at parents evening, and it's like, well, your kids pretty good. Now let's have a look at your work, sort of thing. Do you think that'd be weird?",
      "start": 2245560,
      "end": 2266266,
      "confidence": 0.8700415789473683
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "But. What? Did the child have a baby? Yeah, because it didn't play record.",
      "start": 2266410,
      "end": 2272624,
      "confidence": 0.8981450000000001
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "We shouldn't have got down in the cellar. We should just left the cellar door closed. I never learned. That's the zombies and a song called time of the season I've enjoyed that.",
      "start": 2272784,
      "end": 2283032,
      "confidence": 0.832227878787879
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Wasn't a zombies car? No, not that. Not the group, but the living dead. No.",
      "start": 2283088,
      "end": 2290320,
      "confidence": 0.7671173333333333
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "Why not? Are they.",
      "start": 2290392,
      "end": 2292992,
      "confidence": 0.8354050000000001
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "You don't believe in it.",
      "start": 2293168,
      "end": 2294104,
      "confidence": 0.645282
    },
    {
      "pos": 372,
      "speaker": "C",
      "text": "Listen, right, you don't believe in zombies. So.",
      "start": 2294144,
      "end": 2296000,
      "confidence": 0.8521974999999999
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "But you do believe a baby had a baby.",
      "start": 2296112,
      "end": 2297704,
      "confidence": 0.9012188888888889
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2297784,
      "end": 2298444,
      "confidence": 0.96045
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "On you go. On you go.",
      "start": 2299344,
      "end": 2300336,
      "confidence": 0.7883616666666667
    },
    {
      "pos": 376,
      "speaker": "C",
      "text": "Are you still saying that didn't happen?",
      "start": 2300360,
      "end": 2301648,
      "confidence": 0.9830342857142857
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "Yes.",
      "start": 2301696,
      "end": 2302324,
      "confidence": 0.86602
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "Right.",
      "start": 2302664,
      "end": 2303000,
      "confidence": 0.94985
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "Well, I'll find the thing again. Now print it off.",
      "start": 2303032,
      "end": 2304888,
      "confidence": 0.9018460000000001
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "Well, all I'm saying is there's more information that we need.",
      "start": 2304936,
      "end": 2307352,
      "confidence": 0.8932781818181819
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "Yeah, but it always annoys me that when I do get the information, you'll go, yeah, but it's named Sally. You didn't say that. I make out.",
      "start": 2307488,
      "end": 2314072,
      "confidence": 0.8897548148148147
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "No.",
      "start": 2314128,
      "end": 2314464,
      "confidence": 0.89154
    },
    {
      "pos": 383,
      "speaker": "C",
      "text": "As if.",
      "start": 2314544,
      "end": 2315284,
      "confidence": 0.74785
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "Make it look like we're over inquisitive or over cynical. You come out with the. The most abominable things man has ever uttered and you expect us to accept them. Usually headlines, usually illogical. Not just probably wrong. So fleas are born pregnant.",
      "start": 2316024,
      "end": 2336104,
      "confidence": 0.9100916279069766
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "Yeah, see, on we go.",
      "start": 2337284,
      "end": 2339620,
      "confidence": 0.7731060000000001
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "So that's true. And you're not impressed because it doesn't involve a little werewolf child or half man, half shark. It's not good enough for you?",
      "start": 2339692,
      "end": 2351020,
      "confidence": 0.9483042307692309
    },
    {
      "pos": 387,
      "speaker": "C",
      "text": "No, but why? If I read the first line or something and it's not not that interesting to go next, right. And move on. Now, when I saw a woman had a baby and it had a baby.",
      "start": 2351052,
      "end": 2361304,
      "confidence": 0.8970978947368423
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "But you still didn't read on.",
      "start": 2361964,
      "end": 2363452,
      "confidence": 0.8797083333333333
    },
    {
      "pos": 389,
      "speaker": "C",
      "text": "No, but. All right, I didn't read on, but it got me thinking. Like I said, it's. You wonder about the parents evening. I was thinking about you. Know, is it a good thing because you're gonna spend more time with the kid? Do you know? I mean, there's a lot of mums have to go to work and that. She's gonna be a great man. Grew up with her. Literally.",
      "start": 2363508,
      "end": 2380172,
      "confidence": 0.8979392957746478
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2380268,
      "end": 2380996,
      "confidence": 0.90228
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "Do you know? I mean, I. I just wonder if. I know it sounds weird, but it.",
      "start": 2381180,
      "end": 2389398,
      "confidence": 0.8643905882352941
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "Was the, you know, the baby that woman had. Was that a girl or a boy?",
      "start": 2389406,
      "end": 2393294,
      "confidence": 0.9072018749999999
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "I would have been a girl.",
      "start": 2393454,
      "end": 2394630,
      "confidence": 0.8342816666666667
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "It'd be mental, wouldn't it, if it wasn't.",
      "start": 2394782,
      "end": 2396718,
      "confidence": 0.7966575
    },
    {
      "pos": 395,
      "speaker": "C",
      "text": "Right.",
      "start": 2396886,
      "end": 2397262,
      "confidence": 0.61084
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "It'd been a weird story, wouldn't it?",
      "start": 2397318,
      "end": 2398798,
      "confidence": 0.7888471428571429
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "So, anyway, that reminded me, because we were talking about other amazing stuff that Ricky told me to find out about. Steve, are you aware of bonobos?",
      "start": 2398846,
      "end": 2405814,
      "confidence": 0.9363992592592594
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "We mentioned them earlier. I'm not particularly familiar with bonobos.",
      "start": 2405934,
      "end": 2408398,
      "confidence": 0.937435
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "Right.",
      "start": 2408486,
      "end": 2408734,
      "confidence": 0.52388
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "Sounds like a cream cake.",
      "start": 2408774,
      "end": 2409886,
      "confidence": 0.968004
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "Now, they were there, sort of a chimpanzee, but more advanced than the traditional chimpanzee. They live in one sort of particular area and, you know, it's the sort of closest animal to the missing link. They're very intelligent. They take on a lot of social aspects of human. They have sex for pleasure and no other.",
      "start": 2409990,
      "end": 2431840,
      "confidence": 0.9161808771929825
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "Steve's looking annoyed.",
      "start": 2431912,
      "end": 2433204,
      "confidence": 0.7999
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "So, yeah. What did you find out about?",
      "start": 2437594,
      "end": 2439282,
      "confidence": 0.96240875
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "I found out it's 98% not human kind of thing. It's nearly human, but it's not.",
      "start": 2439378,
      "end": 2445970,
      "confidence": 0.929531875
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "We share 98% of DNA with it.",
      "start": 2446002,
      "end": 2447682,
      "confidence": 0.9327042857142859
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "Yeah, 98%.",
      "start": 2447698,
      "end": 2448706,
      "confidence": 0.8010550000000001
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "It's a higher percentage than you.",
      "start": 2448810,
      "end": 2450494,
      "confidence": 0.9607266666666665
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "They have sex with pleasure.",
      "start": 2453234,
      "end": 2454562,
      "confidence": 0.797312
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "They do look a bit like him, though. They've got a little round head over there and they're much more upright than the, you know, got more flexible.",
      "start": 2454658,
      "end": 2461754,
      "confidence": 0.8374857142857138
    },
    {
      "pos": 410,
      "speaker": "C",
      "text": "I sort of get bored with animals that are like classes, being intelligent. Right. So when you told me, do you know, like, that people always rave on about dolphins?",
      "start": 2461834,
      "end": 2473550,
      "confidence": 0.8868706666666667
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2473622,
      "end": 2473902,
      "confidence": 0.34661
    },
    {
      "pos": 412,
      "speaker": "C",
      "text": "They're really bright and that.",
      "start": 2473958,
      "end": 2474990,
      "confidence": 0.8035859999999999
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2475022,
      "end": 2475302,
      "confidence": 0.87816
    },
    {
      "pos": 414,
      "speaker": "C",
      "text": "You know, I was having an argument with Susanna Baron. She goes, oh, yeah, dolphins are really intelligent. And I said, what? What they done? So she said, well, they use them in wars. They strap bombs to the back to go out to boats.",
      "start": 2475358,
      "end": 2489142,
      "confidence": 0.8380886666666669
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2489238,
      "end": 2489486,
      "confidence": 0.69673
    },
    {
      "pos": 416,
      "speaker": "C",
      "text": "So then blow up the boat.",
      "start": 2489510,
      "end": 2490432,
      "confidence": 0.6748333333333333
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Hmm. Yeah. They trained. Yeah.",
      "start": 2490518,
      "end": 2492892,
      "confidence": 0.8919739999999999
    },
    {
      "pos": 418,
      "speaker": "C",
      "text": "Why isn't that bright? If it was really bright? Again, not doing that well.",
      "start": 2492948,
      "end": 2496812,
      "confidence": 0.8336521428571427
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "No, they leave them. They don't blow themselves up. They ank anyway, but.",
      "start": 2496828,
      "end": 2501132,
      "confidence": 0.8179384615384617
    },
    {
      "pos": 420,
      "speaker": "C",
      "text": "Well, so, anyway, so bonobos really brighten that.",
      "start": 2501228,
      "end": 2506532,
      "confidence": 0.76205875
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Mmm.",
      "start": 2506588,
      "end": 2507108,
      "confidence": 0.18087
    },
    {
      "pos": 422,
      "speaker": "C",
      "text": "Now, I was looking at them and they are, you know, they saying the. You know, they just like humans, basically. Right. What I was thinking is, don't have a chance to ask you if you got a mentalist.",
      "start": 2507236,
      "end": 2522854,
      "confidence": 0.9248235897435898
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "Right.",
      "start": 2524474,
      "end": 2525214,
      "confidence": 0.88774
    },
    {
      "pos": 424,
      "speaker": "C",
      "text": "And put the bonobo.",
      "start": 2525914,
      "end": 2528094,
      "confidence": 0.889785
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Okay. Right, okay. What do you mean a mentalist? What do you mean?",
      "start": 2528874,
      "end": 2531186,
      "confidence": 0.8766200000000001
    },
    {
      "pos": 426,
      "speaker": "C",
      "text": "Well, you know, someone who's, you know, a little bit, just a little bit slower than me and put them in an exam. What would happen?",
      "start": 2531210,
      "end": 2541650,
      "confidence": 0.9535146153846152
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "Right, okay. You got to be clearer here, Carl.",
      "start": 2541802,
      "end": 2543522,
      "confidence": 0.8405622222222223
    },
    {
      "pos": 428,
      "speaker": "C",
      "text": "What?",
      "start": 2543538,
      "end": 2543714,
      "confidence": 0.68578
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "What are you saying? Are you saying pit the wits of a bonobo against someone who's educationally subnormal?",
      "start": 2543754,
      "end": 2551446,
      "confidence": 0.8586372222222222
    },
    {
      "pos": 430,
      "speaker": "C",
      "text": "Yeah. What do you reckon?",
      "start": 2551550,
      "end": 2553914,
      "confidence": 0.8580400000000001
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Again, I don't know where to start.",
      "start": 2556614,
      "end": 2558686,
      "confidence": 0.9317157142857143
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "No, but if they're that good, why aren't they being used in labor and stuff? Do you know what I mean?",
      "start": 2558870,
      "end": 2564234,
      "confidence": 0.9299642857142858
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "What?",
      "start": 2565374,
      "end": 2565926,
      "confidence": 0.89361
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "What? In the late. What do you mean in the.",
      "start": 2566030,
      "end": 2567822,
      "confidence": 0.8409049999999999
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "Like, you know, like some jobs that they could do, one caught onto it and thought, well, hang on a minute.",
      "start": 2567878,
      "end": 2575254,
      "confidence": 0.8922342857142858
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Sorry, I'm not familiar with the bonobo. Seriously, could it do a job of work? How advanced are these creatures?",
      "start": 2576234,
      "end": 2581786,
      "confidence": 0.9403910000000002
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "Lots of animals do job of work. I think Carl wants this bonobo to start going to work with an umbrella and a bowler hat and have sort of like, rudimentary language skills, like. Morning. Morning.",
      "start": 2581890,
      "end": 2595054,
      "confidence": 0.9205269444444445
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "So I couldn't employ the bonobo to be my pa.",
      "start": 2596154,
      "end": 2599144,
      "confidence": 0.895425
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "It's not.",
      "start": 2599964,
      "end": 2600500,
      "confidence": 0.8221849999999999
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "I mean, how advanced are they? Could.",
      "start": 2600532,
      "end": 2601844,
      "confidence": 0.947442857142857
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "Could I.",
      "start": 2601884,
      "end": 2602340,
      "confidence": 0.81742
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "Could I teach you to go in the shops and collect something?",
      "start": 2602412,
      "end": 2604308,
      "confidence": 0.97138
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "Yeah, but you can teach a dog to do that? Yeah, it depends what you mean by intelligence. Social interaction. Also dexterity capability, you know.",
      "start": 2604396,
      "end": 2612364,
      "confidence": 0.9149167999999999
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "Could it produce this show?",
      "start": 2612444,
      "end": 2613744,
      "confidence": 0.861408
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Yes, I thought it could. Randomly?",
      "start": 2614044,
      "end": 2617308,
      "confidence": 0.873555
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "Yeah, just by pressing the buttons.",
      "start": 2617356,
      "end": 2619196,
      "confidence": 0.9383966666666667
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "I do a better job. It depends what you're asking, Kyle. I mean, what you mean is it kind of. Could a chimpanzee be a thick human at an intelligence test?",
      "start": 2619220,
      "end": 2629274,
      "confidence": 0.8360006451612905
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Yeah, that's what. That's what I'm saying.",
      "start": 2630614,
      "end": 2631934,
      "confidence": 0.7720385714285714
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "It depends on what the problem with the human is, doesn't it? Right. First of all, mental illness is nothing to do with intelligence. Let's get that straight. That's one thing. Mental people aren't necessarily less or intelligent than people.",
      "start": 2631974,
      "end": 2644806,
      "confidence": 0.8841844999999999
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "Now, is that the clinical term? A mentalist?",
      "start": 2644870,
      "end": 2648314,
      "confidence": 0.8667137500000001
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Sometimes I don't know what to do. I don't know whether to start with where he's going wrong with a question, to answer it, to try and find out what he really means.",
      "start": 2649374,
      "end": 2658480,
      "confidence": 0.9054427272727275
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "Because it's just that if that did happen, right, did what good happened?",
      "start": 2658552,
      "end": 2662096,
      "confidence": 0.8283792307692307
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "You want the plan for the eight, don't you?",
      "start": 2662120,
      "end": 2663376,
      "confidence": 0.6433633333333333
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "Here we go. Here we go.",
      "start": 2663400,
      "end": 2664336,
      "confidence": 0.9875116666666665
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Go on.",
      "start": 2664400,
      "end": 2665124,
      "confidence": 0.6321
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "I go to school. I go to a new school. Yeah, I'll go in the class. These three bonobos sat on the back row.",
      "start": 2666144,
      "end": 2671584,
      "confidence": 0.8578237500000002
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2671664,
      "end": 2672064,
      "confidence": 0.42422
    },
    {
      "pos": 458,
      "speaker": "C",
      "text": "Right. I think it would make. Everybody would work harder if you go. Well, I don't want a monkey beating me.",
      "start": 2672144,
      "end": 2677644,
      "confidence": 0.9274480952380955
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "Whereas when I was thinking, yeah, well.",
      "start": 2680224,
      "end": 2682916,
      "confidence": 0.8021900000000001
    },
    {
      "pos": 460,
      "speaker": "A",
      "text": "I. Yeah, okay, they're going to go. Go on. What do you mean?",
      "start": 2682940,
      "end": 2686164,
      "confidence": 0.763713076923077
    },
    {
      "pos": 461,
      "speaker": "C",
      "text": "I would have loved it because, I mean, one of the reasons I didn't like school is it's like, oh, I'm not bothered. You know, I'm not bothering going in today. I'd love it if I went in and someone said, right, you're going to start coming again. Why is that? Got three bonobos in your class.",
      "start": 2686324,
      "end": 2697604,
      "confidence": 0.9246984210526311
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "What if they didn't hang out together like the two little kids with the webbed hands and the big heads?",
      "start": 2697644,
      "end": 2701724,
      "confidence": 0.937115
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "What if they started bullying you, stealing your pocket money, maybe copying you make, maybe making you do their homework?",
      "start": 2701804,
      "end": 2708344,
      "confidence": 0.9032965000000001
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "They did find out, to be honest.",
      "start": 2710994,
      "end": 2712474,
      "confidence": 0.9235071428571429
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "It would probably be the other way around and he'd score better.",
      "start": 2712514,
      "end": 2715258,
      "confidence": 0.8317533333333332
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2715346,
      "end": 2716014,
      "confidence": 0.42815
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Have you been copying the bonobos?",
      "start": 2718274,
      "end": 2719530,
      "confidence": 0.8059400000000001
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Have you been copying boo boo again?",
      "start": 2719562,
      "end": 2721374,
      "confidence": 0.8391642857142857
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "I got that on it.",
      "start": 2721994,
      "end": 2723334,
      "confidence": 0.729464
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Well, it'd be great. I love. I wish I could live in your mind for just a day. It must be great when you walk around and see things.",
      "start": 2723674,
      "end": 2732450,
      "confidence": 0.9726531034482757
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "We're talking before, right, about at school for some. I can't remember why it came up, the frog thing, but they did it. I'll tell you what it was. It's the march that's on today. Right. And, you know, if people want to do that, it's fair enough, but I don't like going out in big crowds and what have you.",
      "start": 2732522,
      "end": 2750484,
      "confidence": 0.9164777049180325
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "Sure.",
      "start": 2750564,
      "end": 2750972,
      "confidence": 0.64047
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "He said. He said there's too many people to get anything done. He said I wouldn't do anything with more than five people.",
      "start": 2751068,
      "end": 2758784,
      "confidence": 0.950843043478261
    },
    {
      "pos": 474,
      "speaker": "C",
      "text": "I mean, Steve, if you have a night out, if there's more than five of you, you can't talk to everyone who's in charge of the night. It makes it hard work if you want to nip into a restaurant, because you've got to get like a table for six.",
      "start": 2760124,
      "end": 2771222,
      "confidence": 0.9461666
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2771318,
      "end": 2771870,
      "confidence": 0.67208
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "So if you're on that march today and you want a coffee, you got.",
      "start": 2771982,
      "end": 2774278,
      "confidence": 0.9179492857142858
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "To get a table.",
      "start": 2774286,
      "end": 2775114,
      "confidence": 0.7942849999999999
    },
    {
      "pos": 478,
      "speaker": "C",
      "text": "No, but, you know, I mean, if they.",
      "start": 2778774,
      "end": 2780354,
      "confidence": 0.8881725
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Deserve it a million ways, I.",
      "start": 2782654,
      "end": 2788118,
      "confidence": 0.6278483333333333
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "Need to pay with switch.",
      "start": 2788126,
      "end": 2788974,
      "confidence": 0.8237020000000002
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "I didn't have a starter.",
      "start": 2789014,
      "end": 2790014,
      "confidence": 0.853936
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Can I pay on switch before, you.",
      "start": 2790054,
      "end": 2791302,
      "confidence": 0.8814928571428572
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "Know, warm breaks out?",
      "start": 2791318,
      "end": 2792604,
      "confidence": 0.7792924999999999
    },
    {
      "pos": 484,
      "speaker": "C",
      "text": "Okay.",
      "start": 2792764,
      "end": 2793316,
      "confidence": 0.27701
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "They're fighting amongst themselves, dubs. There goes the fear. We got a crack on here. XFM 104.9. We've got to get in rock busters. And a couple more tracks. Ricky Gervais, Steve Merchant, Karl Pilkington. Kyle. Go for it. This is Rockbusters, the last ever. Rockbusters.",
      "start": 2793380,
      "end": 2808508,
      "confidence": 0.8286265217391303
    },
    {
      "pos": 486,
      "speaker": "C",
      "text": "Yeah. It's a accents special one today. I've done it before in the past using accent. So, yeah, three cryptic clues. Initials, email. And you can. When do the email address?",
      "start": 2808676,
      "end": 2821478,
      "confidence": 0.8304541935483871
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "Now saying, take it down and start going.",
      "start": 2821526,
      "end": 2823190,
      "confidence": 0.9110375
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Right, Ricky Timacefm dot co dot uk. Right?",
      "start": 2823302,
      "end": 2827070,
      "confidence": 0.7831325
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2827142,
      "end": 2827834,
      "confidence": 0.86687
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "Right. First one, the northern lad remembers he had to tell his mam's daughter something.",
      "start": 2828134,
      "end": 2835154,
      "confidence": 0.9282926666666669
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Oh, teary me.",
      "start": 2835494,
      "end": 2836822,
      "confidence": 0.5203166666666666
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "The northern lad remembers he had to tell his mom's daughter something. That's. Oh, the initial o there. Think of a band.",
      "start": 2836878,
      "end": 2843526,
      "confidence": 0.9359172727272725
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "Yeah, I've got it. Yeah. Okay, that's easy. Go on.",
      "start": 2843590,
      "end": 2846422,
      "confidence": 0.825272
    },
    {
      "pos": 494,
      "speaker": "C",
      "text": "Next. Second one. The person from Birmingham got a c in their degree. Right? The person from Birmingham got a c in their degree. The. The initial there is t. You don't.",
      "start": 2846438,
      "end": 2857010,
      "confidence": 0.8921606249999999
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Get a, b or c with your degree.",
      "start": 2857042,
      "end": 2858546,
      "confidence": 0.8952024999999999
    },
    {
      "pos": 496,
      "speaker": "C",
      "text": "Well, and the final one, the Cockney fella isn't happy. Everything's going wrong. That's DH, the initials there, dh. So, very quickly, the northern lad remembers he had to tell his mom's daughter something.",
      "start": 2858610,
      "end": 2871034,
      "confidence": 0.9008938235294117
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "They're not going to get the second one.",
      "start": 2871154,
      "end": 2872378,
      "confidence": 0.9007287500000001
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "Oh, second one. The person from Birmingham got a c in their degree, initial t. And the last one, the Cockney fella, isn't happy. Everything's going wrong. D, H, email in Ricky, doctor, Vasex, fem dot co dot UK and win some stuff.",
      "start": 2872426,
      "end": 2887004,
      "confidence": 0.833039534883721
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Is it important that they bear in mind the accents? Does the. Will the accent help them? Well, of course it will. Not necessarily.",
      "start": 2887044,
      "end": 2894412,
      "confidence": 0.8592720833333333
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "Course, yeah.",
      "start": 2894468,
      "end": 2895900,
      "confidence": 0.87177
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "So, Valentine's special letter to my only one of the greatest love songs ever and you've got a couple of minutes, please.",
      "start": 2896092,
      "end": 2902724,
      "confidence": 0.8744445454545455
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "We haven't even done monkey news.",
      "start": 2903304,
      "end": 2905024,
      "confidence": 0.9120849999999999
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 2905144,
      "end": 2906608,
      "confidence": 0.7223999999999999
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Right, these new discs going about playing bowls, which we didn't get round to.",
      "start": 2906736,
      "end": 2911764,
      "confidence": 0.7939814285714286
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "Are there?",
      "start": 2912184,
      "end": 2912848,
      "confidence": 0.85962
    },
    {
      "pos": 506,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2912936,
      "end": 2913604,
      "confidence": 0.88633
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "God, why are they doing that? They got fed up with volleyball.",
      "start": 2913944,
      "end": 2919284,
      "confidence": 0.9803075
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "I don't know. Annoyed me when I read it. But we'll leave that. Maybe we can come back.",
      "start": 2919944,
      "end": 2923280,
      "confidence": 0.8859005555555555
    },
    {
      "pos": 509,
      "speaker": "B",
      "text": "What are they up to?",
      "start": 2923312,
      "end": 2924284,
      "confidence": 0.98131
    },
    {
      "pos": 510,
      "speaker": "C",
      "text": "Some, some.",
      "start": 2925144,
      "end": 2926696,
      "confidence": 0.743865
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "They gotta be careful when they're smoking a pipe and bowling.",
      "start": 2926760,
      "end": 2928984,
      "confidence": 0.7319563636363636
    },
    {
      "pos": 512,
      "speaker": "C",
      "text": "If they're nude, do you know, like, nudists annoy me. I saw it in the week that, um.",
      "start": 2929024,
      "end": 2933814,
      "confidence": 0.894815
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "Sorry, what was the.",
      "start": 2934474,
      "end": 2935250,
      "confidence": 0.7784599999999999
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "What was the. Sorry, what was the monkey news? Quickly?",
      "start": 2935282,
      "end": 2937522,
      "confidence": 0.9684439999999999
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "No, no, no, we got to save monkey news after that, when we.",
      "start": 2937618,
      "end": 2940434,
      "confidence": 0.8210346153846155
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "Is it quick? Is it quick going into the record?",
      "start": 2940594,
      "end": 2943094,
      "confidence": 0.931677
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "Well, the monkey news, is it quick?",
      "start": 2944034,
      "end": 2945370,
      "confidence": 0.9252142857142858
    },
    {
      "pos": 518,
      "speaker": "A",
      "text": "Yeah, I can tell it to you quick then.",
      "start": 2945442,
      "end": 2949214,
      "confidence": 0.8937455555555555
    },
    {
      "pos": 519,
      "speaker": "C",
      "text": "Right.",
      "start": 2949674,
      "end": 2950178,
      "confidence": 0.98699
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "Jingle.",
      "start": 2950266,
      "end": 2951054,
      "confidence": 0.51784
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Oh, chimpanzee that.",
      "start": 2951714,
      "end": 2953162,
      "confidence": 0.6101200000000001
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "Go shambles.",
      "start": 2953218,
      "end": 2954894,
      "confidence": 0.84639
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Hurry up.",
      "start": 2955774,
      "end": 2956894,
      "confidence": 0.733305
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "There's a monkey in India, right, on a railway station waiting for the train. Don't mess it up because I've got to get through it quick. Monkey sat there and this robber nick somebody's handbag or something. Goes running off down the platform. The police are chasing them. Monkey steps in, trips the fella up, pins him down. Police come and arrest the fella.",
      "start": 2957054,
      "end": 2981754,
      "confidence": 0.863905
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "He tripped over the monkey. Okay, play record.",
      "start": 2982604,
      "end": 2984748,
      "confidence": 0.902025
    },
    {
      "pos": 526,
      "speaker": "C",
      "text": "He didn't.",
      "start": 2984796,
      "end": 2985164,
      "confidence": 0.7859100000000001
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "He tripped over the monkey.",
      "start": 2985204,
      "end": 2986252,
      "confidence": 0.85365
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "Was waiting for a train.",
      "start": 2986268,
      "end": 2987004,
      "confidence": 0.95092
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "He tripped over the monkey.",
      "start": 2987044,
      "end": 2988172,
      "confidence": 0.8936400000000001
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "Donkey was waiting for a train.",
      "start": 2988268,
      "end": 2989664,
      "confidence": 0.8075933333333333
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "He tripped over the monkey.",
      "start": 2990404,
      "end": 2991372,
      "confidence": 0.7817879999999999
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "Did you check the time table?",
      "start": 2991388,
      "end": 2992228,
      "confidence": 0.8742416666666665
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "Okay, leave it. Let Hermione by David Bowie well, we all getting stressed here. We're gonna run out of time again. We haven't had enough answers. We left it so late. We had so much rubbish to pack in.",
      "start": 2992276,
      "end": 3002916,
      "confidence": 0.8633105128205129
    },
    {
      "pos": 534,
      "speaker": "C",
      "text": "You did it on purpose.",
      "start": 3002940,
      "end": 3003852,
      "confidence": 0.8074679999999999
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "What?",
      "start": 3003908,
      "end": 3004532,
      "confidence": 0.98184
    },
    {
      "pos": 536,
      "speaker": "C",
      "text": "What do you mean, did it on purpose?",
      "start": 3004708,
      "end": 3006140,
      "confidence": 0.9087812500000001
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "What? Left. I love rockbusters. I think it's the highlight of the week. But I remember in the early days.",
      "start": 3006172,
      "end": 3011920,
      "confidence": 0.7820835
    },
    {
      "pos": 538,
      "speaker": "B",
      "text": "Of rockbusters we used to get reams of emails. Do you know how many we've had today?",
      "start": 3011952,
      "end": 3015680,
      "confidence": 0.8529382352941176
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Go on.",
      "start": 3015792,
      "end": 3016224,
      "confidence": 0.96602
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Two.",
      "start": 3016264,
      "end": 3016560,
      "confidence": 0.37
    },
    {
      "pos": 541,
      "speaker": "C",
      "text": "Yeah, because we've just done it in the last link and people have to think about it and do research.",
      "start": 3016632,
      "end": 3021424,
      "confidence": 0.9711070000000002
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "They have to guess, because I don't.",
      "start": 3021504,
      "end": 3023832,
      "confidence": 0.8626942857142857
    },
    {
      "pos": 543,
      "speaker": "C",
      "text": "Think except family fortunes is gonna be a knock.",
      "start": 3023848,
      "end": 3028048,
      "confidence": 0.8094377777777777
    },
    {
      "pos": 544,
      "speaker": "B",
      "text": "Xf.",
      "start": 3028096,
      "end": 3028424,
      "confidence": 0.61114
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "How many fortunes, Carl?",
      "start": 3028464,
      "end": 3030064,
      "confidence": 0.8816125
    },
    {
      "pos": 546,
      "speaker": "B",
      "text": "It ran on ITV for years.",
      "start": 3030224,
      "end": 3032164,
      "confidence": 0.9509416666666667
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "Right, well, yeah. So has anyone got any? Right, Carl. Just as well we haven't got any prizes to give away anyway because he gave me our next month.",
      "start": 3034344,
      "end": 3041332,
      "confidence": 0.8117506896551723
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "Are we coming through now?",
      "start": 3041408,
      "end": 3042356,
      "confidence": 0.8314520000000002
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "Let's see.",
      "start": 3042380,
      "end": 3042724,
      "confidence": 0.94533
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "Just hang on a minute.",
      "start": 3042764,
      "end": 3043468,
      "confidence": 0.993904
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "Well, this isn't radio. You can't just sit here looking at a computer screen going, hold on, hold on. That isn't radio.",
      "start": 3043516,
      "end": 3048564,
      "confidence": 0.9355600000000002
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "Right, well, it'll have to be the one who got the closest. Right, okay.",
      "start": 3048644,
      "end": 3051500,
      "confidence": 0.8746185714285716
    },
    {
      "pos": 553,
      "speaker": "A",
      "text": "What? You got the closest? What? The answers.",
      "start": 3051532,
      "end": 3053452,
      "confidence": 0.802775
    },
    {
      "pos": 554,
      "speaker": "B",
      "text": "Give us some again.",
      "start": 3053508,
      "end": 3054300,
      "confidence": 0.855855
    },
    {
      "pos": 555,
      "speaker": "C",
      "text": "Right. The northern lad remembers he had to tell his mates. Is his mom's daughter something?",
      "start": 3054412,
      "end": 3059524,
      "confidence": 0.8374431250000001
    },
    {
      "pos": 556,
      "speaker": "A",
      "text": "So glad this is the last one ever. This is the last, I promise. It's the last rock buster ever.",
      "start": 3059604,
      "end": 3064044,
      "confidence": 0.8743814999999999
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "The northern lad remembers he had to tell his mam's daughter something that was.",
      "start": 3064124,
      "end": 3067524,
      "confidence": 0.9457378571428571
    },
    {
      "pos": 558,
      "speaker": "A",
      "text": "Oh, yeah, I know that.",
      "start": 3067564,
      "end": 3068766,
      "confidence": 0.7914640000000001
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "What was it?",
      "start": 3068830,
      "end": 3069286,
      "confidence": 0.99534
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Oasis.",
      "start": 3069310,
      "end": 3070102,
      "confidence": 0.56431
    },
    {
      "pos": 561,
      "speaker": "C",
      "text": "Oasis, yeah. Yeah. So that was another.",
      "start": 3070238,
      "end": 3074030,
      "confidence": 0.7830500000000001
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "That works. That works, though. Go on, what's the next one? This is what work. This one worries me. Go on.",
      "start": 3074142,
      "end": 3078286,
      "confidence": 0.9258171428571428
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "The person from Birmingham got a c in their degree.",
      "start": 3078430,
      "end": 3080838,
      "confidence": 0.94795
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "No idea.",
      "start": 3080886,
      "end": 3081446,
      "confidence": 0.89852
    },
    {
      "pos": 565,
      "speaker": "C",
      "text": "That was t. Go on, Toto. Two. Two.",
      "start": 3081510,
      "end": 3084554,
      "confidence": 0.6728425
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "A c as well. Just made it up. A c 22. I love it. I love Toto. Toto. What? No, did anyone get.",
      "start": 3087214,
      "end": 3098770,
      "confidence": 0.8692291304347826
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "Yeah, yeah. You are joking, right? Come on, last one. The Cockney fella isn't happy. Everything is going wrong. Going back in time a bit. The initials. DH.",
      "start": 3098922,
      "end": 3109938,
      "confidence": 0.8651310714285714
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "Going back in time a bit.",
      "start": 3110066,
      "end": 3111394,
      "confidence": 0.765005
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "Yeah. That for the. For the song. It's not a song.",
      "start": 3111554,
      "end": 3113974,
      "confidence": 0.8628454545454545
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "That first time around, Cockney fella isn't happy.",
      "start": 3115394,
      "end": 3117890,
      "confidence": 0.8697275000000001
    },
    {
      "pos": 571,
      "speaker": "C",
      "text": "Everything's going wrong. The initials with DH, that was Dan Hill. Daniel. Right. Daniel. Nobody got that one. That's. That's a tricky one. But, Steve, do you want to pick someone who got a couple?",
      "start": 3117922,
      "end": 3129726,
      "confidence": 0.8432165714285715
    },
    {
      "pos": 572,
      "speaker": "A",
      "text": "I mean, I imagine Dan Hill was on everyone's lips. I mean, I'm sorry.",
      "start": 3129830,
      "end": 3133382,
      "confidence": 0.8751807142857143
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "I think I know about music, but I don't know who Dan Hill is.",
      "start": 3133478,
      "end": 3135734,
      "confidence": 0.9729957142857143
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "Sometimes when we touch.",
      "start": 3135774,
      "end": 3136790,
      "confidence": 0.9217650000000001
    },
    {
      "pos": 575,
      "speaker": "A",
      "text": "Yeah. They are honestly too much. It's an awful ballad from about 1973. Right. And no one would get Dan Hill. Did anyone get downhill?",
      "start": 3136862,
      "end": 3145694,
      "confidence": 0.7610388
    },
    {
      "pos": 576,
      "speaker": "C",
      "text": "Well, I don't know, Steve, you are just.",
      "start": 3145734,
      "end": 3147358,
      "confidence": 0.89413375
    },
    {
      "pos": 577,
      "speaker": "B",
      "text": "I'm not going to check. I can't be bothered. I just want to celebrate that it's over. I'm just pleased that we're finished with rockbusters.",
      "start": 3147406,
      "end": 3153594,
      "confidence": 0.8924344000000002
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "What?",
      "start": 3154284,
      "end": 3154860,
      "confidence": 0.97603
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "Right.",
      "start": 3154972,
      "end": 3155624,
      "confidence": 0.87499
    },
    {
      "pos": 580,
      "speaker": "A",
      "text": "Did anyone get it?",
      "start": 3156204,
      "end": 3157504,
      "confidence": 0.9272825
    },
    {
      "pos": 581,
      "speaker": "B",
      "text": "Well, Carl, leave the mouse alone and let me find that one. That is someone's contempt for you. They've put oasis. Fair enough. Second one, Travis. They just gone. Third one, Oliver Hardy. They don't care. That's how much contempt people have. Any RD?",
      "start": 3160804,
      "end": 3177476,
      "confidence": 0.8826359090909089
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3177540,
      "end": 3178068,
      "confidence": 0.70306
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Provider.",
      "start": 3178196,
      "end": 3178748,
      "confidence": 0.82896
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "Oh, I hope the saris weren't listening to that. I'm not gonna come in for a couple of weeks.",
      "start": 3178796,
      "end": 3183444,
      "confidence": 0.8632042105263158
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "That's. I'm not gonna be in.",
      "start": 3183744,
      "end": 3184952,
      "confidence": 0.7105766666666667
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "Excellent. Leave it a couple of weeks.",
      "start": 3184968,
      "end": 3187344,
      "confidence": 0.8136871428571428
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Yeah. I think we should just take a break. Everyone should just take a break.",
      "start": 3187424,
      "end": 3190032,
      "confidence": 0.9547246666666667
    },
    {
      "pos": 588,
      "speaker": "A",
      "text": "Do a special or a best of Carl, because this is. Well, I've gotta go away, rethink this whole thing, because I think it's actually probably damaging our reputation.",
      "start": 3190128,
      "end": 3196944,
      "confidence": 0.8240941379310345
    },
    {
      "pos": 589,
      "speaker": "B",
      "text": "Definitely.",
      "start": 3196984,
      "end": 3197536,
      "confidence": 0.48643
    },
    {
      "pos": 590,
      "speaker": "A",
      "text": "What you do next week, you're gonna come in, Karl.",
      "start": 3197640,
      "end": 3199624,
      "confidence": 0.706034
    },
    {
      "pos": 591,
      "speaker": "C",
      "text": "I'll have to be here to play it out.",
      "start": 3199664,
      "end": 3201176,
      "confidence": 0.8928933333333333
    },
    {
      "pos": 592,
      "speaker": "A",
      "text": "Yeah. Right. Because we didn't. We didn't give the winners the competition. We've. I mean it. Ah. See you later. Yeah.",
      "start": 3201320,
      "end": 3208072,
      "confidence": 0.8685238095238094
    },
    {
      "pos": 593,
      "speaker": "B",
      "text": "I'm not gonna be here.",
      "start": 3208088,
      "end": 3208544,
      "confidence": 0.90249
    }
  ]
}
