{
  "id": "83fc031e-4a13-434d-b072-e4429ed6b7fe",
  "status": "completed",
  "text": "Don't steal our son, please, lads. Thrills. I'm XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington. Little Carly Pilkington. Little baldy man quinging little twat. How are you? What are we doing? Happy. Feeling a bit happier today. Look as full of. Full of spunk as they say in America. Yeah, I'm all right. Just a bit of a miserable day, though, on it. Yeah. Miserable, yeah. Uh, walking in today, right. Uh, do you know, I walk through like the, uh, sort of the gay district of, of London and that. Right. We don't walk. You mints, don't you? Oh, just, just walking through on the way to work. And I'm always interested in there. Their little shops and stuff. Are they upright? Those are little shops. There's no, if you want to go in and buy someone, go in and buy something. I'm just having a look, you know, looking in the windows and stuff. Little postcard just near the, near the entrance that's meant to tease people in to make people go. That sounds good. I'll nip in. Right. Little postcard free butt plugs with every sale. That's great. How did we get from five p off milk. Yeah. To free butt plugs with every sale. What's society come to? Well, it's because we're liberated, Rick. Yeah. You know, it's an open. What did you buy to get them? But what, what's the purpose? What, of the poster or butt plugs? Butt plugs. Because I really, honestly, you shove them. Up your ass, do you. Whoa, slow down. Bum. Shove them up your bum. Yeah, but when is that? Just like when you're doing whatever, doing stuff around the house. I think it's, is it to kind of, it's not to keep things out. Is it like you would use a plug in the sink to keep, you know, the water in the sink. Oh, if you're not gay. Oh, yeah. No, I know what you mean. Yeah, no injury. I know. I assume it either feels good or, or are they. I gotta be careful here. Or are they sort of like breaking it in? I mean, like it's like a shoe horn or, you know, when you stick. Paper in your shoes, if they're a bit tight. Or, or those people, those people who sort of like, put little bits of wood in their lips and then as soon they got big plates in their lips, same as the butt plug. That means you can, you know, you're ready for anything. I don't know. Do I? Well, if you know what butt plugs are used for? What do you think? If there's any. I can't believe we're already on this subject. I know. I was going to say then, if there's any people who use butt plugs. And I was thinking that Carl would have said, well, they're. They're not up yet. Yeah, because they go out like. No, but. But what? We're award winning people. We've witnessed. Not on radio, though. Not on radio. We're rubbish on radio. We've got nothing to lose. But I always say to you, Steve, that I like educating people on that. Now, the way I say it, see, is I didn't know what they were going. Someone might know about butt plugs. All right, well, get them on. Get them on. Ask them. No, because they might say something dodgy. Oh, yeah. Whereas just take a chance. Take a chance and tell them not to swear. What do you tell them? Okay. Right. Steve, I've got my headphones on. Hello? Who's there? Oh, my name. Who? Sorry. Nicholas. Nicholas. Hello, mate. You're not going to swear, are you? No, I'm not. Keep it clean, keep them keen. What were you calling about? I'm phoning about your plugs. Well, not my plugs, but sure, plugs in general. What, do you know much about them? Are you a plug user yourself? No, I'm just thinking if maybe you've. Got some gay friends and you spending the night at their place, you might want to use one. Right. What, you mean experiment with them or. No, so you can make sure they're. Not going to do anything while you sleep. Could I suggest, you know, just lock the door? That is easier to. Can I make a bigger suggestion? That's probably the most homophobic thing we've had said on the show today. Thanks very much for your call. Right, okay, good. Well, that's why we shouldn't put people on the fly, just, you know, without checking first. I think Carl's made a good point. That's the canva of listener we've got. God gave rock and roll to ya by Kiss on XFN 104.9, Ricky Java's tv merchant. Bloody glad he did. Thank you. I am. Cheers. Carl Pilkington's with us as well. He's learned some stuff while the song's been on. He's had a couple of calls, one from a bloke, one from a woman who worked a sex shop. When you learned quite a lot, I could see your eyes widening. What have you learned then about butt plugs? I haven't really learned anything. I don't. I still don't understand. Yes, you have. No, but she's, the woman was just saying, you know, it spices things up a bit. Yeah, well, what do you need to do that for? The end result is always the same. I think. So I complicate it. Do you know what I mean? Are you with me, though? These people who say, you know, they do stuff all night, like, what's the point? That's why I like short stories and that. Brilliant. So excellent. I wish people could see what he looks like when he's talking. Oh, in fact, he's in heat next week. Steve, right? Yeah. Yeah. They put a picture of him. They could do the grab off the DVD and he's behind the scenes and he's got his little picture in heat and he hates it. Don't you? Well, I bet. Annoyed because I didn't want it in. What, you worried? Just don't want people knowing what you like. Why were you on the DVD? Yeah, but it's a public domain. Anyone can take off there and put on the paper now. But that's extras on a DVD. And I'm just thinking, not that many people, if they watch it, they won't take it in stuff like that. What are you worried about then? Just I don't this like me brother and sister and stuff. Who? I don't say anymore. If they know what I look like now, they might. What do you mean? If they know what you look like now? They've just got to imagine little Carl Pilkington with no hair. No. I've changed quite a lot because I work hard, don't I? So I've aged quite badly. And I'm just thinking, if they're sorry, why? Why is it a problem for your brother and sister to see you? Because I don't see them anymore. Do. And they'll come out of the woodwork now. What, they're after your millions? No. No. So they're sitting at home, they're looking at heat, and there goes Carl. Oh, Carl's my brother. My, my brother. Oh, maybe I'll go and see him. I don't. I don't want the hassle. But they could find out where you are. What's. What's the hassle then? It's just hassle of having friends and family and that. You mean this, don't. Yeah. Yeah. Is that, you know, that I'm not. Not into be, you know, having. If either your brother or your sister came to your door, would you not welcome in it? Welcome them in and give him a cup of tea. Do you know what? He bumped into his sister, right, after about seven years, in a car park somewhere, right? And she went, oh, I got a picture of my new kid. Do you want to see it? You bet. Not really. All kids look the same and she went off in half. Unbelievable. Yeah, but that's the problem, though, isn't it? She hasn't seen me for years and years. That's the way I am. I'm not like being rude or anything. I'm just says what comes in me head. Oh, don't give me that. Don't do that. I'm not rude. It's what comes in me head. That's a rubbish excuse. Not me. Know me. No my ways. Yeah, right. Am I wrong, then? Let's look at it. Let's look at the. There's now cakes. No me no more ways. Get out your twiddle flunk. What is that? What sort of philosophy is that? Know me, I'm rude and take it. I'll leave it. You are being rude. What? Saying that all babies look the same. It's your nephew. He didn't even bother to have a look. You could have been courteous. And I look at the picture, if. It was a first, I'd say, fair enough. We should got loads of kids. Oh, fair enough. What kind of woman is she? David Bowie? Lady Stardust from Ziggy Stardust and the Spiders from Mars. I went to see him Tuesday. I know you went to see him Wednesday, Steve. I mean, obviously I'm a mental fan, but I think objectively, that was one of the best shows I've ever seen. Yeah, it was brilliant. He's got the best band in the world. He's it. He played all the hits. It was an amazing show. The sound was incredible. He. I mean, do you know, I mean. His voice as well. I think people don't credible. His voice. It was absolutely is the word I'd use. Brilliant. Yeah. Yeah, it was absolutely brilliant. You don't give it. You don't care, do you, Kyle? We don't care about this. You never really go to gigs, do you, Kyle? The live music experience is not something you enjoy. Can be all right. I heard that someone else who went to the Bowie thing said that he sort of messed with the songs a bit, which would annoy me. No, he didn't. Not really, hardly at all. He said when they did life on Mars, instead of saying something about just. Just the tune of it, he messed with it. So it wasn't the same that that would annoy me. What would you do? I mean, we're not talk. We're not talking Bob Dylan or Sinatra. He is the. He bad lived a little bit, I suppose, and it's his song, but it was, you know, totally faithful. It was. He was singing the songs. What do you mean? Well, it's just. Don't. Don't mess with stuff. It's like if you went to see Titanic and then the boat didn't have a crash, you go, what they doing? It's like our font is messing with it. Well, I tell you. I tell you, he didn't mess with it. Relatively speaking, he did not mess with the songs. They were brilliant renditions. That would be a hell of a film, though, where Titanic gets to New York. Oh, cool. You're amazing. It's because I work here, though, and there's a lot of gigs going on all the time. And then you get to a point when, you know, you just go a bit fed up with that. Well, when was the last time you went to a live experience? Well, I've been to gigs, but the one that springs to mind probably, is when I first sort of tried a gig out and it wasn't a music one. It was. It was bottom. Do you know with. Bottom, the live thing with Rick mail. And when was that? Years ago. Because it was. It was in Manchester about, don't know, 87. 88 or something. And I was set up for a. Like a blind date. Right. This mate of mine sort of set me up to see this. What, so you said, let's go to bottom? Well, I didn't tell her. I just said, meet us at the Apollo. I bet she was over the moon, wasn't she? Met her there. I said, right, romantic, going to see. Some middle aged men run around in pants. Brilliant. Well, it's good. It's one of the things that afterwards. You've got something to talk about, aren't you, and stuff. So was it good gig? Yeah, it was all right. Sort of bought some. Bought some opal fruits and that. At the start of the night. Yeah, I think she liked that. And then we watched bottom, then afterwards had a bit of a chat. And then you didn't see her again, I take it? I would have done. Right. She was all right looking and everything? Yeah. But when we were. When we were chatting, she said she had a problem with a marrow. She what? She had a problem with a marrow. She had a problem with her marrow? Yeah. You mean her bone marrow? Yeah. Oh, I thought you meant she had one stuck of her fanny. No, just, just. Thanks for that, Rick. That's an image I take out my head. Never mind it, look. Oh, I see. A marrow. Her marrow. And is that serious that I just was part of it because I thought. I think it's more serious than the problem. With a marrow? Yeah, I mean, with a marrow. It'S. An idea if you're bored with. But I love it. I love it. Everything he says, it's like someone from Kez. It was just something you didn't want to go to. The girl who might be ill in some way. Well, yeah, I thought, what's the point in spending time with her, spending money on her and stuff, and then she's gonna die on me. Oh, no no no, but seriously. No, but I'm just, but see, this is what annoys me. You asked me to be honest. I'm just saying, what's the point in me getting upset and stuff? I know, but it's not though. It was the one thing he said. What's the point in spending money on it if she's gonna die anyway? Do you got it? That's not a normal thing to say. No, but what's the point in getting to really like to know, you know, knowing someone and thinking, oh, she's really nice, I want to spend my life with her. It's good that she told me when she did. Carl. What? During bottom. Oh my God. This is the most amazing thing you've ever said, steve. Don't you understand what I'm saying? But no, because what? Well, firstly, it's the assumption that she's going to drop dead and you're going. To think, I don't know what, what it means when you've got a problem with a marrow and that, but she looked pretty serious when she was talking about it. So I was like, oh, I don't understand. What's so bad about player record? I'll tell you, I'll explain to her during the break. Play a record. Libertines. If you're morally objectionable, why not email rickyjetjervakesfm dot co dot uk? It's okay, he's an idiot. True. Modest chambers, kings of Leon on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilgrim. Steve, I want to talk to you. I think it was my Wednesday night. I was in the pub, phone goes, the car goes, you watching? Nothing about parasites. I went, no, I'm out. He went, ah, fella with a maggot in his head. Fella with a maggot in his head? Yeah. Oh, no, he's putting it out now. Oh, God. So, yeah, I get it. I'll get it. I said, yeah, see, later, about five minutes later, I get a message on my phone. I look at it, it just says, oh, no, there's a fella with his fish up his cock. Now there's a fellow with a fish up his cock. Yeah. Right. Okay, explain that. Calm. Is it one of those little ones that swim up if you have. In the slash in the Amazon? Yeah, yeah. That's weird in it. Boy, was. It was still like. Stuff like that started off with, what. Does the fish do when it gets in there? Just sits there. Why does it. Why? What else can you do? No, but why does it go up? There's a bit. He started off with a fellow who had a bit of meat and got a tapeworm inside him and he grew it for however long, and it came out at the end, it was about seven foot long. On purpose? Yeah. He did it on purpose. Yeah, for the program. Right. I think, yeah. Probably slimming in it. Well, I was thinking that could, you know, I mean, you're a fan of Waller. Could he purposely have about eight of them? What, Rick Waller? Yeah, it's a good idea because they. Were saying how the eat. You know, a lot of stuff when they're in you. They just. Well, they take. They take enough so you don't die and all, do they? Yeah, but I mean, you've got to keep taking them out of here because you're still up the same weight because it's got to go somewhere. So you'll have them in. Yeah. You. What you got to do is like, let them eat your meal and then take them out. Do you think worm watchers. Okay, catch on. Yeah. So anyway, so that happened, right? And then. Yeah, there was a woman with a. With a maggot in her head. A woman with a maggot in her head. Yeah. Just. She went on holiday. It got in there somehow and stowaway. It just. Just massive. And the thing is, she had a hole in her head and she's there being interviewed with the doctor, like. And you can see it just sort of sticking its head out, like. Do you know when you see a cartoon with a maggot in an apple? Yeah. And it looks out and looks around like that? Yeah. Why don't they just take it out there and then? I think they could have done, but the doctor's messing about. It's like, well, it's good for the show, innit? Right. That's libelous. Well, that is libelous. But I found it weird. Why not just grab it? There must be one of those medical reasons that you don't really know about Carl. And another bit. This. This was the best, right? There's this fella and he was. He was. He was on his bike, right? Cycling. Cycling to work or whatever, and he sort of sees this thing in the corner of his eye. Literally in the corner of his eye. Or. You mean. What's that? Yeah. So he thought, oh, doesn't matter, whatever. And he. He stops off at a cafe. I get a little. Little scone, the tea or whatever, and he goes in there and he's. He sat down and the waiter comes over, he says, yeah, what do you want? He said, I'll have a scone on the tea. He goes, all right, then. So he goes to get it, comes back as he puts the tea and the scone down, his face is like, what? What is that? Right? Like a look of frightenedness on his face, right? Drops the tea and legs it. So the fellow's going, what? What? What? So he legs it after the bloke and goes, what? And he says, something came out of your nose. That was massive. Sorry. Something came out of the guys because people would have watched it. So don't start saying. But hang on, I just need to clarify. The guy. I don't believe he ran away. I don't believe he legged it. I don't know. I don't believe he had a look of frightenedness on his face and I don't believe he said, something massive came out your nose. I don't even believe he had a cup of tea in the scone. These are the things that I think are embellished. But who had something coming out of his nose? Was it the guy serving the scone? The one who was on the bike, who ordered the scone? Yeah. What was out of his nose? What was. It came out of his nose, right? So he goes home and he thinks, I've got to sort this out because it's not good. And that was out of his nose. He poked out of his nose. Didn't come out. It just said hello. And then it. It was like the maggot in the head. Yeah. Popped his head out, had a look around and went back in. Why did the bloke. Why did the bloke drop the tea and run? It's weird. All right, so. So he goes home. He goes home and he goes, oh, God, you know. So he sits in front of the mirror and he sat there waiting. This thing comes out again, sort of looks round, goes back in again. So he goes, oh, no scones. Right. So he goes, I've got to sort this out. He goes to the doctors, says to the doctor, I've got something up my nose. It just keeps coming out and having a look around, going back in. So the doctor's like, oh, I haven't heard of that before. Did you say that? So sat there, it does it again. The doctor looks, you know, frightened again. He's got a little confront in the face. He had a look of medical frightened, this. He dropped his stethoscope and legged it. No, he said, he said, I know what it was. So you got a leech up your nose. He had a leech about that long. What's radio? Well, how long's that? Four inches. Four inches coming out of his nose. Next time it stuck his head out, he grabbed it, pulled it out. That's horrible, innit? Isn't it? Can I just remind people, just let people know. When Kyle was saying it was about that long and Ricky said four inches, he was using his fingers. Oh, yeah. He didn't have his. No, fellow. No. So he had a leech up his nose. How did he get a leech up his nose? I'm not that bothered about that bit. All the footage and stuff. Oh, player records. It's just the same. He just sees that he gets faster. He doesn't read on. His education is just sound bites. Bites and self embellishment in his own head. It's like he gets all his news from Anna Nova and he just reads the headline and he just doesn't bother reading it. You know, he. He considers that education. He gets annoyed if you think that they. More information going on that. I'll talk about that later. I'll tell you what, right, okay. After. Okay, we're gonna play a song now and I'm gonna tell London Carl's confusion over evolution. Right, better, you two. Oh, brilliant. You. To the sweetest thing on XFM. Ricky Gervais Duchy Pilkington. So we're with Carl in the week. So what can we do this week? I'll say we don't do rockbusters. That's dead in the water listening public. Agree with me. He's going, well, you know what? I teach stuff again. Remember I told you last week, I went, no, no idea what? You're joking. I went, no. And it was. He went, Ivan the terrible. Gabs out of fellow's eyes. Yeah. He actually said Ivan the terrible at the time. Yeah. So I can't remember. This was a man who had built something for Ivan the Terrible. And his idea of education is telling someone something that knows more about the subject than him, so they can correct him when he's telling them it. And so I said, well, I don't know. And he gets annoyed that me and you are dubious against monkeys who have on bank robberies. And he goes, but you leave. But you believe in Newton, he doesn't know the difference. I was trying to explain the laws of the universe, right? It was going, what? What do you. And so all I can with us. So I thought, somewhat interesting. You know when you tell a child maths, you say you've got three potatoes and you've got four potatoes. I do that with science to Carl. So I ended up saying, imagine you're in a shopping trolley with loads of house bricks. If you throw the house bricks out, you'll go the other way. He loved that. Right. He up, didn't you? Hmm. Because I didn't know that would happen. And it's sort of useful to know. It's sort of explained a bit to me and stuff. Yeah, right. And that's. That's why I like doing stuff. Every week, I think listeners go away going, well, I didn't know that. I mean, something there, they forget it. Instantly, just like we do. We're friends of yours and we forget it instantly. No, the annoying thing with you is, Steve, not so much. Rick. At least they'll listen now and again. You just dismiss stuff straight away. I told you loads of stuff yesterday. I told you loads of stuff. But, Carl, what you consider education. Hang on, what you consider education, I consider tittle tattle. It's not education. Do you know what I mean? You seem to think it's education. It's just kind of gossip stories you've sort of half read. Right, all right. Example of yesterday. Goldfish have longer memories than people think they do. Yeah. You said, no, it's rubbish. No, we didn't. We said, yeah, there's not enough information. There for it to be educational. Because you. What you. Because it's also relative. Because. Because that has a statement. It has no objectivity. Goldfish's memories are longer than some people think. That isn't a fact because we don't know how. How long do people think a goldfish's memory is? Do you see? What? That isn't a fact. Whereas Lawton, Newton's laws of physics and the universe. Yeah, but it was just. Just a little thing. And I thought you more than that. I said, I said about, there's loads of chinese people. If you put them in a line, you can't get to the end of it. I don't know. That means, that means there's loads of chinese people. We know that. But what if we put them in a line, we can't get to the end. We just, just say there's about a billion chinese people in the world. But what really annoys me is, right, I read something on the Internet the other day because I'm always trying to learn stuff. Yeah, no, you are. I know you are. Right, yeah. And you're having a go at me because you're saying, well, what does that mean? Yeah, there was a report on, I think it was Anna Nova or BBC News website. It said the world may end in 32 million years. Right? First of all, it says May doesn't say it will. And 32 million, who's going to argue with that? And yet they, they're allowed to put that on a website. You're not having a go at them. No, but you didn't read on. There's more information that wasn't meant to be a news flash to worry people. That was like, that was like, all scientists have discovered that possibility. That was just like. But again, possibility. No, but Carl. Yeah, but there's other paragraphs that you haven't read, you see, that will have to give explanations and why they think that might happen. So therefore it becomes a news item, it becomes educational. It's not just the headline, the bullet point. You know, the headline. It's supposed to draw you into the story. So you read on. That's not all the information. But then I was trying to come up with things to excite him, and I realized that I was opening a can of worms. I was trying to come up with facts from. He's going, give me facts. So I said, I said, oh, okay. Why can't an owl, why does an owl have to turn its sort of head 180 degrees? And I said, it's because the eyes are so large, I suppose I have a huge focal point for its sight that they can't move within the skull. Right? And he went, well, why'd they do that? Why don't they just do it? Give them normal eyes and let, and then after I've turned their head. What do you mean? Why didn't that he go, well, whoever did that, I went, it was evolution. It was, it's like giraffes. I read the giraffes grew their necks to eat first. Well, they didn't grow their necks to get the food. The ones that add up shots lived longer and so got the food and passed on. There he went. Yeah, but why didn't they just give him wings? I went, why didn't who just give him wings? He got angry, went, whoever gave him the necks. His understanding of evolution made me fall on the floor. Who do you imagine is there? Because you don't believe in God, do you? So who is it you imagine is they? Well, whoever made us, sorted us out. Whoa. I don't know. It just happens, don't it? Yeah, exactly. There's no will to evolution. Natural selection. I still don't get it, though. We talked about an hour, about an hour. Didn't I know? I watched as Ricky tried to give you, actually, what was quite a concise and educated version of evolution. He tried to explain it to you. And I have never seen a person lose interest quicker. But I used. I tried to use actual fact. Then I tried to use metaphor and analogy. Then I showed you some computer programs to show what biofeedback is and everything. I tried all these things. And Steve's right, you were looking out the window. Have you ever spoken, Karl, to someone who's got Alzheimer's disease, and you try to explain who you are and they're listening, and then they. That's what you're like. It's extraordinary. But listen, seriously, I went home, I found this book. I found a couple of facts which I think are more up your street. Evolution. A little bit complicated, a little bit big. But this one, I think. I think we may have mentioned it before. I think you're like, this is from a book of facts and trivia. The Egyptians trained baboons to wait on tables. That's interesting to you, isn't it? Yeah, that's pretty good. Oh, he's interested. Yeah. Can get the staff. That did happen. You get monkeys. And then what did they go off and do after that? Well, it doesn't say. I love the fact that he think. Right. Okay, so in his mind, if now the monkey going, it's 530, I'm off. He said I was going early today. And they go off, maybe dancing. I said, are they coming late? No, I think he. I think I assumed what you meant. There is. That was their first career move. Yeah. They went on to be discovered. Play a record. I just want more before you play record. You're like this Peter the Great. You ever heard of Peter the Great? No. Okay. Well, anyway, Peter the great had his wife's lover executed. You'll love this, Carl. Right? So his wife had a lover. He had him executed and he put his head into a jar of alcohol and his wife had to keep it in her bedroom. Do you understand? That's every time she saw. Every morning she'd wake up and there was her lover's head in a jar. He took his head off. He took his own head off. She had a lover. And never mind mad world on XFM. We just had a. We just had a text, Rick, from Andrew Barnes. He says he did, he watched the same documentary, it would appear as Ricardo in the week. And he says here, just to clarify, the leech nose man got it up there when drinking from a muddy stream. And he goes on, one can only imagine the frightenedness he experienced. Oh, God. Explain to him once more what happened with Peter the Great. All right, so we've got Peter the Great, yeah. Okay. And his wife had a lover. That's another man. Another man. Not Peter the Great. She was having an affair with someone else. And Peter the Great, he found out about that. Okay, yeah. So he sliced off this bloke's head. He killed him. He executed him. Right. Were you with me so far? The fellow. Oh, Jesus. She was seen for a bit, yeah. There's only two fellas involved once. Peter the Great. The other one's not the guy. That's not Peter the Great. Derek. Derek the. Derek the terrible. Derek the rubbish. Yeah. Right. He's having an affair with Peter the Great's misses. So Peter the great slices off his head, puts it inside a jar of alcohol to preserve it and puts it in his wife's bedroom. So every morning she wakes up, she sees her dead lover's head. You'd have thought he wouldn't want her to remember, wouldn't you? Best put bury the head so she can't don't remember. It was a reminder so as not to put it about. And did it work? I don't know. I love that again, that to me is an amazing thing to do. And you go, did it work? I mean, you've got quite an interesting mind, actually. I mean, you are in some ways really, really bright and intelligent. I love the way you think. You're one of the cleverest blokes in some ways that I know. It says I've got common sense. Well, yeah. And that's more important than knowing about, you know. But it's what you really you, it's like you follow the subplot, which is quite an interesting thing, do you know? I mean, it's like you tell you a story, you'll always pick up on some of the. I didn't even think was an important bit. It's like you always. You. You're looking out of the window all the time. So what's important about that thing that would. You need your head in a jar? What? It's a grotesque thing to do. It's. It shows ego, power and cruelty and revenge. Although I think it probably did work because he is called Peter the Great. Yeah. So you'd assume you got. You got it right. Yeah. I don't see how you can query that. That's the sort of facts you give us. You see. Now you're on the other side of the fence and you've got questions, just like we've always got questions. No, but in Carl's thing, it would have been. Turns out somewhere happened, right, and he was still alive, so she was still having sex with body and his head was watching and Peter the Great didn't even know. I understand what you're saying now, I've learned some other stuff, so we'll. I'll see if I can, you know, educate you a bit before three. But I want to know. To see what I tell you, what education I want. I want to know what sort of things I can buy this weekend. But plugs, no. Have you got any adverts? Oh. It'S my life. And no doubt on XFM version of the Talk. Love it. You've enjoyed that rip on XFM 104.9. Right, Carl. This is where he shines. This is where Carl gets. This is what Carl gets Mondays off for. Okay, Carl, what is it going to explain this? It's the bit when I'm in a film and so edit me into it. So I'm like an actor in a major film. Yeah, we've done Kez, we've done one flew over the cuckoo's nest, shining, stuff like that this week. It's a few good men. Brilliant film, brilliant film. Jack Nicholson and that. Yeah. So you listen to this and we give the question later on, probably. Let's give it after this. Yeah, we'll give it after the. We've heard the clip. I haven't really got one sorted, but I think I'm on whilst it's on. So have a listen to this. Take everything in and then question at the end. So it's a scene where it's the court case. Yeah, all right. Call your witness. Yeah, he's just coming now. All right, Jack. Colonel. What I'd appreciate if he would dress me as colonel or sir. I believe I've earned it. Defense counsel will address the witnesses. Colonel or sir. All right, colonel. Bit smart today with all the army stuff on. You ever served in an infantry unit, son? No. Brother did. He was. He was in the army. Got kicked out, though, because he went for a packet of fags in a tank. Weird, that, innit? No, it's not. It's tragic. I say it's tragic. I'll show you something tragic. I always carry this book around with me. I always show it to people. It's got, like, the top 50 weird people in the world in it, right? It's all sorts of weird stuff in it. Look at this one here. That's a fella, right? He's got two heads. And the weird thing is, right, it's the top 50 weird people in the world. He's at number 50. He's got two heads, right? Makes you wonder what's going to be at number one, doesn't it? Are these really the questions that I was called here to answer? No, but look at it. Imagine if you were his mate. You won't get a word in edgeways, would you? You maybe didn't have any friends. Probably right. They say. Don't they say? Two's company, three's a crowd? So please tell me that you have something more, lieutenant. Yeah, I've got loads more for this fella at number 36. Look at him. Three legs. Little fellow with three legs, right? Guess what his job is? My answer is, I don't have the first damn clue. Well, I'll tell you. He's a juggler. I beg your pardon? He's a juggler. This is ridiculous. I know it's ridiculous. You're probably thinking what I'm thinking. Why wasn't he a footballer? Great. Keep you up, isn't that. I'll answer the question. You want answers. It's just. It's just that I'd like to know the truth. Be. You can't handle the truth. Gentlemen. I've paid for the book, so I think I'm entitled to know why. I don't give a damn what you think you are entitled to. You better get somewhere fast with this, lieutenant. What about this one, then? This ladder is twelve years old. He looks 48. What do you. What do you think? No. Why not, though? You said you didn't want to know any more about the juggler. You didn't say you didn't. I know what I said. I don't have to have it read back to me like. All right, tenant, do you have anything further for this witness? Well, just wanted to know if you thought Mister web foot at number 42 should have took up swimming, but absolutely. And say that now, wouldn't you? Forget it. Well, I don't know what to say, really. That's Carl Pilkinson in the film. Few good men with Jack Nicholson acting alongside Jack, and I have to say, giving him a run for his money. I think Carl is a really good actor. I genuinely think that. Should you put him in summer? Yeah, definitely. Okay, what's the question? What's the. What's his forte, do you think? Just sort of playing that sort of stuff. Okay, deep stuff. Think of a question there. Out of that little lot, you've not got one. Well, what I've got what? Um. It was at number 36. Whatever it was. That was it. No, let's number 50. It was at number 50. Yeah. All right. Okay. Who's number what? Yeah, well, yeah. What was odd about the guy who was at number 50 in the weirdest. People list and just text in 83 xfm and put your address on there as well on that. What places are there, Carl? Loads of stuff. Yeah, that's actually not bad. There's Lord of the Rings on there. Michael Palin's around the world in 80 days. If you've not had a chance to see that yet. It's been repeated about 80 times. Look around you. Which is an excellent show. That's funny. If you've seen that, there's some other concern. It's not too bad. And also the relatively poor stand up DVD, Ricky Gervais's live animals show. Mediocre, can't give him away. Yeah. And yeah, you can. You can win all those prizes if you can answer which question again. Who was the fellow who was at number 50 in me book? What was up with him? Excellent. All right, so let's play thorns and thorns. That's the most beautiful track I've been. I can't get enough of this, isn't it? You'll love it. You love this, Carl. Come on. What's the matter with you? Thorns. No no, blue sky. Beautiful. And that great track just had an email. Yeah. That woman who opened the office script could have her head cut off. Apparently when a letter is posted, it becomes the property of the queen until it reaches the person it was meant for. By opening it, she's committed treason and could be killed. I don't know if you're familiar with this story, Carl. Are you? Apparently some copies of the office Christmas specials, scripts got sent to the wrong address. Some woman. And instead, I mean, I don't know what you do in that situation. Normally, if I get mail that's not addressed to me, I just put it. Give it to the postman or put it back in the post box. Radio one tried to speak to her, but apparently she's got a gagging order, which makes us think that she sold it to the Sunday. So we read it. We read the plot of the office tomorrow. Yeah. In the Sunday papers, which ruin it for some people. Ruin it for a lot of people. Yeah, but the other thing is. Yeah, yeah. I mean, if it was sent to her, obviously her name wasn't on it. If that's. If that's true, in which case, I think that's quite a serious offense, is. No, I would hope so. I mean, I would hope that. Yeah. If I said something in an envelope, it was. But the BBC. Ash. Actually, the BBC thinks that because the person they said it was meant to be sent to got his. He thinks maybe that's an excuse. Maybe someone gave her the script and said, don't tell her it. Don't say it came from me. Yeah, yeah, yeah. So. Don't know. Maybe she's protected someone. I don't know. Yeah, well, either way. Either way, don't sell it to a newspaper. Well, yeah. It's just. It's just the kind of mercenary nature of it I loathe, you know, it's the fact that. And the fact that it's only just now makes me wonder if she had it there lying around in the office, in her house, and someone said to her, why don't you go to the papers? Yeah. Try and flog it. But I just don't think it's. I don't think she's gonna get a lot for it because people gonna see it soon. It's not like it's the Hitler diaries. Very well written. But, I mean, I don't know. I don't know. I'll tell you what I'm frustrated by is just the fact that it's like, we've worked hard to give people some kind of pleasure for this Christmas, you know, because a lot of people are very depressed, Rick. Very low at this time of year. They've not got what they wanted. We're trying to cheer them up. You're in a bit of happiness. Yeah, but I think she'll be happy if she gets a lot of money. True. I don't know. I think it's. I think it's just tacky, really. Well, I just say if you're a fan of the show, and you don't want to know what happens then. Don't read the Sundays tomorrow, or at least avoid it. When it says, we tell you what. The papers might not ruin it. The papers might go, we've got them, but we're not gonna ruin it for people. That'd be a nice gesture. But all I can say is it's a good job that I send out the prizes because that Michael Palin around the world native Aids will be going to the person who won it. Yeah. Yeah. And if someone else receives it, they better not try and keep it. Should go to the winner. Yeah, exactly. That is a very good point. So be warned. Don't open things that weren't addressed here. Yeah. As if there's some sort of lesson there. Yeah. What happened? All the evils of the world when. It pretty much, yeah. No. Pandora's box. Well, told not to open it, opens it, released all the evils that are in the world now. But did. Did the person say, if you open it, loads of evil will come out? Not true. It's not. It didn't really happen. It's not like evolution. It's not the truth. But you remember that. Yeah. You won't listen to some of my stuff about goldfish and stuff. No, it's not. We don't listen to it. It's that you would pass off how all the evils in the world got here because I don't know if it would be. Pandora opens box. Actually, speaking of headlines. Imagine if Pilkington was on news at 10:00 okay, we should just explain. You cannot be bothered to read an entire news story. You get everything you need from a headline, don't you? Well, I think it's enough. I think if they did. Well, let's see, let's see. Let's see if this is enough. Let's see if this. If Jeff McDonald just read this on the news. Attend. It'd be short and you get back to the football. Whatever. Here we go. And here is the news at 215 with Carl Pilkington. Bong man who walks backwards around Lake falls in. Bong. Chinese woman eats dirt. Bong man lives in rubbish dump for ten years. Brilliant. Bong. Czech family says they've got a rabbit with three knobs. Right, sorry, could you just read a little bit more of the czech family with three knobs? Just about a family. Not read it to yourself? He can't read it to himself. I told him to read it to himself. We still hear it. No, he was. Because I could see his lips moving. Just this fella who had three rabbits. Right, just think of this is Trevor McDonald. Okay, carry on, Kyle. Okay, well, here's the news. Right, good, brilliant. Go on. There's a fellow, he's got, he's got three rabbits and that. And then he checks them out, right? Yeah. Two of the rabbits. I've got two knobs each, right? He goes, that's a bit weird in it. And they throwing them around sort of chicken, you know, showing around the family and stuff, saying, look at that, that's weird. Picks up the third one. It's got three. Yeah. So the two we too, because they thought we best keep the third one, cuz. A little bit lucky enough. Yeah, it is lucky. Three knobs there. Yeah. Now here's the sports news. And that's how it would work. Yeah. Okay, brilliant. We'll read about the chinese woman. A week's dirt. I mean, just said, that's it. That is the story. Then what more do you need to know? Well, I want to know a little bit more. Can you just invent the eight year old chinese woman? She says she's 78. Makes you wonder. Yeah. My theory, Carl's theory is that chinese people don't age well. And so those chinese people, the saying they're 112, are really only 33. That's why doesn't he recognize, he doesn't want to walk out from here into Chinatown. Yeah. Just says she, she's been eating soil for 70 years. She's at about ten tons of the stuff. Stunning her arm. Kept her grounded. It's probably all right for you, isn't it? It passes through, doesn't it? Well, they say don't if you're having a kid, let it play in soil and that. Because, well, that's to get it immune. Yeah, to get. Yeah, but lots of like, things without with them, sort of birds and reptiles sometimes swallow soil and stones because it grinds up stuff, breaks down cellulose for them, doesn't do any arm. One more fact from this book for you, Carl. Apparently, officially, the second World War is not over. It's not actually over because there's never been an official treaty signed between Germany and Russia. So it's still going on. Interesting or not. Not as good as the monkey one. And the woman who eats dirt and. The Peter the Great. But it is over, isn't it? In it. Now that's. I get. That's what I mean about you annoying me with stuff, that you go, oh, that's interesting. I don't think that is interesting. Okay. Okay. It was, uh, what was it I learned? What was it I learned? Think of that as a question. We're all trying to figure that out. Yeah, go on. Leonardo DiCaprio, the painter. Da Vinci. Da Vinci. He could, he could write with one hand, draw with the other at the same time. Right? Yeah. That's good. That's interesting. Yeah, it's all right. Well, if you have an interesting fact for Carl Pilkington that you think he might be intrigued by email. Ricky Gervais, what have we got coming up? What we got coming up? More education stuff. Some good tunes and that. Yeah. And a bit of outcast. Yeah yeah yeah yeah. Outcast. Hey, on XFM 104.9, I'm Ricky Gervais. With me, Steve Merchant. And over there, Carl Pilkington. Now we've got a new feature. Well, let's. I don't know if it should become a feature every week, Rick. I'm not sure it's got legs for that. Maybe in the absence of rockbusters, basically I was looking through the pigeonhole and we got a lot of stuff sent to us, a lot of junk, stuff we don't really want. And a lot of people, for some. Reason, they send letters, begging letters. A lot of that. We get sent a lot of CDs by people, bands, artists who have not yet been signed. Maybe they've knocked something together in their bedroom. They got banned. And they just, for some reason they want our feedback. They want us to give them some thoughts on what they think, where they're going wrong, stuff like that. And I just thought, well, we're basically, I was having to clear out and I thought, why not just give him a little chance, you know? Yeah, throw him a bone, Rick. Honest. Honest critique. Honest critique of some of the artists that sent us stuff. Okay. These are bands that have not been, they've not got record contracts. This is exciting. Okay, name the three bands. Well, I'll tell you, we'll go through them individually and hear a little snatch and then I'll get your opinions both from you. Rick, I know you've been in the music business. You've got a good general knowledge of big time. And also Carl Pilkington's views as well. Yeah, we know what to think of them. So this first band is called Kellerton Road. I'm sure they're very excited. As I said their name then they probably can't believe it. They're phony each now they're getting so excited. All friends are phoning them now. Turn your phone off. Okay then. Kellison Road. Kellison Road. Play a track from them. So that's Kelton Road, I think. That's a track called secretly and looking on the back here. There's six of them in the band. They all pretty much look the same. They've got the long hair, the usual sort of look. What you make of them, Rick. All right? Yeah, quite like. I mean, bit generic. The chorus is a little bit simplistic. I like good production. Good, yeah. Maybe like the thrills, that sort of thing. Yeah. Yeah. I mean, yeah, good. Jukebox or junk box? What's junk box? It's just. I'm just trying to make it sound snappy. Juice or junk box? Don't. Because you haven't got it. Don't ever stick to what you're good at. Okay? What, being sexy? Mmm. Just sort of watching doctor who and stuff. You like that. Okay, then. Right, what's the next one? So whatever. Let's just ask Carl Pilkington's opinion. Carl, what your thoughts? Yeah. Yeah, it's all right. Yeah, that's it, is it? Yep. Is that why you no longer write for the enemy? So what's this next one you've got for us then, Carl? Uh, toffee. Toffee. It's called born depressed. Oh, dear. Brilliant. Is it about you? Why was the best where I was. I quite like that. Yeah. That's what, a bit. Yeah, bit. Bit glammy. Bit underground. Yeah. What do you make of the name toffee? Not. I don't like the name. It's not great, is it? No. But I quite like that CD. They've made it themselves and basically the band feature on there, completely nude. What do you. Wow. We know. We think that. What do you think of that car? That's no point, is it? There's quite a lot of blokes, and there's one naked lady just having a look. Don't just. Yeah. Wait. Look at the blokes we're looking at. Why? Look at the blokes. Nice knob. I can see. I can see by the way your eyes. I'm looking at the woman's knob, though. Well, she won't be happy with that. That's a bloke car. Yeah. That's what you've been going wrong. Yeah, that's Norman. Yeah, that's what I was looking at. That one. The woman's knob. So that's all right. Yeah. Good. So, Rick, hit parade or shit parade? Oh, I don't know if it's gonna be. I don't think it's gonna be a hit yet. Because I haven't got backup. But I think we're looking more about whether they get. Do you think they deserve one? Yeah, I say I like. Yeah, I like. Yeah. Thumbs up for both of them. All right, well done. And, Carl, play the last one then. What do you make of it? Sorry, we didn't ask your opinion. We weren't interested. Like to see him on CD UK. Okay. Okay. And this last act, I think, is this. Right? Picture center? Yeah, picture center. Picture center. My favorite. You like that? Yeah, that's my favorite out of all of them. Good. There's a bit of Amy Mann in there. A little bit. Cocteau twins. Yeah. Yeah. No, really good. I really like. Really good. Really intriguing, that. Yes. All right. If you didn't like it, what would you say? It's weird, though, isn't it, music? No, do you know what I mean? It's like, it depends what you're doing. I mean, that's all right. If you're just having a game, a crib or whatever, it's just on in the background. That's. That's the thing with music. I don't think you can sort of slag any of it off. It's times and it depends what mood you're in and stuff. Yeah. So this is pointless feature. It's a pointless point with it. No, I don't. All right, don't slag it off. Okay, we'll do that again then. I was quite enjoying that, but okay. No, do you understand what I'm saying? Well, that it's not. It's not worth having an opinion about music. Uh, well, I'm not that bothered. I'm just saying, imagine who's on the. Panel of fame are going to be your pop idol. Yeah, that'd be great. It'd go along. And Nikki Chapman go, yeah, you've really improved. I really like that. I don't know what you're wearing. Doctor Fox, you were hot, baby. I loved it. Like, like your legs, like all your boobs and all that. Brilliant. Come to Carl. Not bothered. Brilliant. Oh, well, keep it up, you know, play record. Yeah. Oh, come on. This is my favorite. Can I change? Well, this is my favorite of all four of them. Linus gynas. Yeah, yeah, yeah. Slam dunk this, jet and roll over DJ on XFM 104.9. All right, Carl, I'm just an email, a question for you. Can you please let me know which school Carl went to? What school do you go to? Cesav. What? Cessav. Cessav? Yeah. What does that mean? It was on Cecil Avenue. Cecil Avenue in Manchester? Yeah. It's just he says, I'd like to know so that I don't send my kids to the same place. He also says. He says P's. Does Carl look like Gollum in Lord of the Rings? Yes, he does, doesn't it? Yeah. Yeah, that's very good. Yeah. In fact, I was just putting a little baldwin on you, wasn't I? Like he needs one. Yeah. So, yeah, games we have when the songs are on. The bit that worried me is when you said, let me just staple it. Yeah, well, I was trying to get it under your chin because it looked funnier and he was scared. Oh, I did that thing with the tea towel. Have you told Steve about that? I don't think I have. It's not something I'd shout about, to be honest. Go on. Went round his place and he said, oh, before you go, I must try. Something, because I couldn't get squeezing hard enough. I can't, because I'm not strong enough to hurt him anymore now. Or am I? I think I can take it a bit more than I could at the start. Yeah. So I wanted to squeeze his head more. So what did I do? So he said, just hang on, I've got a ton tea towel. He brought a tea towel in. Now I need something long and thin. What can I get? He's asking his girlfriend, where's that? Comes in with a spatula. Right. He puts the tea towel on my head and manages to sort of put the spatula in and turn it round so that the tea towel is tightening on my head. Yeah. Using little pressure, would you say, from you? Yeah, just little. It's brilliant. It was like a tourniquet and I just turned it a little bit and he screamed almost straight away, didn't you? It hurts. But why did you think that was good? When would you need to use that tool? I knew I did it on my other bald mate, Rob, who was over, and he screamed as well. Could it get you just put a tea towel around, like a little bandana. Just stick the wooden spoon down the back. Just turn it. And it's even half a turn, isn't it? And it really. Hopefully, children listening will be trying that on their friends. No, no, they won't. Don't try that at home. I've got another fact for you, Carl. What might be of interest to you. It's the final one the ancient Babylonians had. What? I'll just stop you there. What's a Babylonian? My head's gonna burst. What do you mean? What's a Babylonian? I've never heard of one. No, we'll think, work out. What's an Evertonian? Someone who supports Everton. Well. Or from. From Liverpool. Yeah. So what's a Babylonian? It's from Baba. Yeah. Well, anyway, some people from Baba, ancient Baba, they didn't have any very many doctors in those days, all right? Because they felt that illness, illnesses should be left to the wisdom of the public, right? So if you were sick, okay, you were placed in the city center, right? And then a pass outside Baba. Outside Baba. And a passerby who had suffered from the same ailment or who had seen it treated in the past, they would pass by, they would give them advice on how to be cured. Do you understand? So there'd be no doctors, just people passing by would see, they'd say, what's wrong with you? And they'd say, well, I've had the same thing. Here's some advice. And pedestrians were forbidden to pass such an individual without inquiring about the complaint and prescribing for it if they knew how to. So hang on, so there's someone ill? Yep. Outside the town hall. Yeah. People walk past, go, what's up with you? They go, my foot hurts. And they go, you've got to do this to get rid of it. Yeah. And were they ever right? What would you mean? Were they ever right? Well, how do we know? What you telling me? What? What have you just told me? What am I meant to take from that? You just said strangers sort of say, you got that wrong with you. I think he's sulking. I don't think he's ever gonna take anything we tell him again, because we don't like the fact that he goes, monkeys can do armed robberies. And we go, no, they can't. I don't understand what the problem is. But how is that different from telling me that a chinese woman ate dirt? How is that not the same sort? Cause that's weird. Someone sat in Trafalgar Square going, I've got headache. And I go, take some eurofen. Isn't shocking. I'm not a doctor, I've given a bit of advice, but neither is the dirt lady. She's not particularly interesting. Neither of them are particularly interesting. I'm just trying to give you an example of the same sort of drivel you feed us every week. Would you sort of have tea around at her house? It's weird. The chinese woman, right? So it's weird. Okay, now we're getting somewhere. It's weirdness that you're interested in. See, I thought that you actually saw interesting. Well, sort of stuff. But if it's weird, it helps. If it's weird, it helps, yeah. I mean, it doesn't have to be major news. The other day, there was something about this. This fella who, I think he wanted to be an actor, right? And he was trying all his life to be an actor. Couldn't get a gig anywhere, right? So when he died, he said, right, I'm gonna leave all my money to the theater. As long as that theater uses my skull in that. In that play they do with the head hamlet in omelette. So that's that sort of news. And it's weird, right? What money did they have? If he's been struggling actor. Yeah, they had some money in that. What do you do? I don't know. I'm interested in what he did. Yes. Yeah. That's what me and Steve interested in. What he did, though. He earned his money, so. Yeah, because you were going to educate us this week with some interesting facts. Yeah, come on. Is that it, or have you got more? Well, that. That's weird, but that's not educational. You didn't give me his name. You didn't give me when you didn't. What thought to take from it. Do you know what I mean? If people listening go, I'm a bit like that. It's like if. If you've got to be dead and have your skull on stage, that isn't the job for you. That's what I'm saying. If it takes that much, give it up, do something else. Right? What else have I taught you? I don't know. You haven't told you? You've never taught me anything. See, we'll just have to sort of. What? Agree to disagree. Right. I don't know what you can sort of learn from this. Go on. Seven up the drink. Yeah, this is. We are. We're actually on air now. This. This is a radio show that we're paid for. No, come on. No, come on. Seven up. It's not really. Not interesting. Go on. No. Come on. Then. The little red dot that's above the seven on the can. You know, it's a seven. Red dot that. Red dots there. Because the creator of it was an albino and he had red eyes and he had that little thing there as his little trademark. Is that true? It's true. That's quite interesting. Right then. So that's what I'm saying. It's not that important, but it's interesting if it's true. That's interesting, isn't. It's true and it's interesting. Okay, that's good. You know coke used to contain real cocaine? Well, they used to be medicines, didn't they? Tonics? Yeah. No, they were medicines. I read that tomato ketchup and Coca Cola started off as medicines. Probably not a medicine. Probably more of a tonic, because it probably a pick. Pick me up, wasn't it? If I had coconut and caffeine and sugar and. Same as ketchup. Probably lots of it in c and lots of sugar. It was probably more of a tonic. It wasn't really a medicine. They didn't say cancer. Have this on your chips. Wasn't a medicine this. Well, it was kind of. All right, okay. Let's agree to disagree on that particular one. Okay. All right. Yeah. You've given us a seven up thing. Okay. Told you about the goldfish. Not really, but yeah. You didn't say anything about goldfish. This is your fact, right? You know what? Goldfish might. Might have longer memories than some people think. That's not a fact. That under no circumstances would imagine. Imagine Magnus Magnuson saying, what animals might have longer memories than most people think. This is goldfish. Correct. Imagine that as a question. How is that a fact? If you ever have children, you can educate them with this kind of drivel. This is how you're gonna raise your kids? So their minds just pop in my. Job, I'd keep them interested with stuff like that. Right. Yeah. Susan does the proper stuff. Yeah. So you agree there is some proper stuff? Yeah, but I wouldn't make him do it. I'd just sort of leave the book there, and then if he read it, I'd go, that's good. That is. What book? What? The fiftiest, freakiest people ever to be born. Give him that to start with. What would you tell me your favorite was? The little fellow who's playing the keyboard? That or the three legged fella? Yeah. Okay, so he's learned that. That's the first day at school. What? What were you teaching the second day at school? Why? But why do owls have to turn 190 degrees to look the other way? Because they've got big eyes. Yeah. What's that mean? What do you mean? Can I. Can I just. I don't think you should have children. Suzanne's always saying, you know, she'd like to hear tiny feet running around the flat. Yeah. I just said, let's get. Let's get a little midget cleaner. Excellent. Right. Haven't got long you better give the winner. We got monkey news coming up. We haven't really got any monkey news. What do you mean? What do you mean? There's nothing going on? Seriously, don't what few weeks have. Right, right. This really annoys me. You say this thing going on because you call it monkey news, but it's not monkey news. You have stories of dubious stories about chip. It's always chimps, which annoys me. You call it monkey because they're apes, right? And it's often from the 18th century, so it's not news anyway. So don't tell me there's no monkey news this week. If there's monkey news worth doing, I'll know about it and there isn't anything. So let's leave. Right, okay. You are going to give me some monkey news. Okay, well, I'll tell you. I'm telling you, you are going to give me some monkey news or we're not leaving. Right. Well, my mum sent me some. I got a little letter from her doing the usual sort of stuff, telling me what she's been up to and that it was a little thing about somewhere in Lincolnshire or something. Right. Do a bit of monkey throwing. What do you mean? Because some fella got attacked by one once and sort of to remember him on this certain day, they go, oh, it was today, wasn't it? And that fella got attacked by a little monkey and that, and he. Something about chucking monkeys about. That's horrible. I don't know if they're real. I think it's just like to remember. All right, but that's. That's the only sort of stuff that's knocking about out there. But it's not my mom and dad. On it, looking all the time. There must be more monkey news than that. There isn't nothing. I mean, these. These bits and pieces. There's a bit about Donna rare, how when she has a kid, she's gonna let her gorilla look after it for a week or something. But apart from that, it's dead. Well, I don't know what that means. She's, uh. Well, that's it. Well, it's not true. She's not gonna let a guerrilla look after a child. Apparently a fella works with him or something and this is rubbish. It's not rubbish. How can she let a gorilla look after a baby for a week? Well, forget it. So have you ever heard her speak? Can I just give you a little fact? If someone's emailed in for you, Carl, they said an interesting fact for you. I think you're gonna be interested in this. Don't read it on the email. Let me read it for you. I think you'll be excited. An interesting fact from Carl. That's from Toby. He says Attila the hun punished some fella who annoyed him by cutting off his arms and legs. You'll love this. And stitching his arms back where his legs should be and vice versa. Look at his face. Look at a little smile that's just. Cracked on his lips. That is the kind of fact you've been waiting for all day, isn't it? So go on again. Attila the hun. Right. Some guy he didn't like. He cut off his arms and his legs and he stitched his legs on where his arm should be and his arms where his legs should be. Looking at his body, trying to picture it. Yeah, ok. I'll let it sink in for a little while, then I'll ruin it for him. Carl, what are you thinking? I'm just picturing it. Well, it would have died. It would have been tokenistic. There's no way that person could have lived through it. So it was just for their Huns fun. He probably put him on on a stick out outside his gate or something. There's no way in those days that he could have gone through complete limb amputation and so would he have wore. A jumper for pants. Who's the winner of the competition? From Waldenstow, it's Joe Ogden. Well done, Joe. You got the correct answer. Which was what? The fellow with two ads at number 50. Number 50? Is that it? Are we off? Yeah, more of the same dribble next week. Bye.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Don't steal our son, please, lads. Thrills. I'm XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington. Little Carly Pilkington. Little baldy man quinging little twat. How are you? What are we doing? Happy. Feeling a bit happier today. Look as full of. Full of spunk as they say in America.",
      "start": 6160,
      "end": 26584,
      "confidence": 0.7864283333333333
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Yeah, I'm all right. Just a bit of a miserable day, though, on it.",
      "start": 26694,
      "end": 29188,
      "confidence": 0.8018564285714286
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah.",
      "start": 29276,
      "end": 29924,
      "confidence": 0.91906
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Miserable, yeah. Uh, walking in today, right. Uh, do you know, I walk through like the, uh, sort of the gay district of, of London and that.",
      "start": 30084,
      "end": 40972,
      "confidence": 0.8715581481481481
    },
    {
      "pos": 5,
      "speaker": "C",
      "text": "Right.",
      "start": 41028,
      "end": 41292,
      "confidence": 0.97663
    },
    {
      "pos": 6,
      "speaker": "A",
      "text": "We don't walk. You mints, don't you?",
      "start": 41348,
      "end": 42972,
      "confidence": 0.7710428571428573
    },
    {
      "pos": 7,
      "speaker": "B",
      "text": "Oh, just, just walking through on the way to work. And I'm always interested in there. Their little shops and stuff. Are they upright?",
      "start": 43028,
      "end": 48420,
      "confidence": 0.8017629166666663
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "Those are little shops.",
      "start": 48532,
      "end": 49916,
      "confidence": 0.702605
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "There's no, if you want to go in and buy someone, go in and buy something.",
      "start": 49940,
      "end": 53472,
      "confidence": 0.8412068750000001
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "I'm just having a look, you know, looking in the windows and stuff. Little postcard just near the, near the entrance that's meant to tease people in to make people go. That sounds good. I'll nip in.",
      "start": 53668,
      "end": 65216,
      "confidence": 0.9098445945945947
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Right.",
      "start": 65280,
      "end": 65792,
      "confidence": 0.47398
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Little postcard free butt plugs with every sale.",
      "start": 65928,
      "end": 71444,
      "confidence": 0.87863875
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "That's great. How did we get from five p off milk.",
      "start": 73144,
      "end": 77080,
      "confidence": 0.9080472727272728
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "Yeah.",
      "start": 77152,
      "end": 77424,
      "confidence": 0.49848
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "To free butt plugs with every sale. What's society come to?",
      "start": 77464,
      "end": 81352,
      "confidence": 0.9225218181818182
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "Well, it's because we're liberated, Rick.",
      "start": 81408,
      "end": 82920,
      "confidence": 0.7969983333333334
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Yeah.",
      "start": 82992,
      "end": 83288,
      "confidence": 0.75162
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "You know, it's an open.",
      "start": 83336,
      "end": 84136,
      "confidence": 0.9152340000000001
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "What did you buy to get them?",
      "start": 84200,
      "end": 85724,
      "confidence": 0.9781100000000001
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "But what, what's the purpose?",
      "start": 86664,
      "end": 89324,
      "confidence": 0.820002
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "What, of the poster or butt plugs?",
      "start": 90584,
      "end": 92616,
      "confidence": 0.72603
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Butt plugs. Because I really, honestly, you shove them.",
      "start": 92680,
      "end": 95568,
      "confidence": 0.8793022222222222
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "Up your ass, do you.",
      "start": 95576,
      "end": 96440,
      "confidence": 0.724476
    },
    {
      "pos": 24,
      "speaker": "C",
      "text": "Whoa, slow down. Bum. Shove them up your bum.",
      "start": 96512,
      "end": 100496,
      "confidence": 0.7767
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "Yeah, but when is that? Just like when you're doing whatever, doing stuff around the house.",
      "start": 100600,
      "end": 106144,
      "confidence": 0.8603837499999999
    },
    {
      "pos": 26,
      "speaker": "C",
      "text": "I think it's, is it to kind of, it's not to keep things out. Is it like you would use a plug in the sink to keep, you know, the water in the sink.",
      "start": 106304,
      "end": 112610,
      "confidence": 0.9285867647058823
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Oh, if you're not gay. Oh, yeah. No, I know what you mean. Yeah, no injury. I know. I assume it either feels good or, or are they. I gotta be careful here. Or are they sort of like breaking it in? I mean, like it's like a shoe horn or, you know, when you stick.",
      "start": 112722,
      "end": 135450,
      "confidence": 0.8176164285714289
    },
    {
      "pos": 28,
      "speaker": "C",
      "text": "Paper in your shoes, if they're a bit tight.",
      "start": 135602,
      "end": 137890,
      "confidence": 0.8401566666666668
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "Or, or those people, those people who sort of like, put little bits of wood in their lips and then as soon they got big plates in their lips, same as the butt plug. That means you can, you know, you're ready for anything. I don't know. Do I?",
      "start": 138002,
      "end": 151774,
      "confidence": 0.8752908163265308
    },
    {
      "pos": 30,
      "speaker": "C",
      "text": "Well, if you know what butt plugs are used for?",
      "start": 153994,
      "end": 156174,
      "confidence": 0.923915
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "What do you think? If there's any.",
      "start": 159314,
      "end": 160546,
      "confidence": 0.8596742857142858
    },
    {
      "pos": 32,
      "speaker": "C",
      "text": "I can't believe we're already on this subject.",
      "start": 160610,
      "end": 162466,
      "confidence": 0.9237862499999999
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "I know. I was going to say then, if there's any people who use butt plugs. And I was thinking that Carl would have said, well, they're. They're not up yet. Yeah, because they go out like.",
      "start": 162530,
      "end": 173122,
      "confidence": 0.9044983783783781
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "No, but.",
      "start": 173218,
      "end": 173674,
      "confidence": 0.67551
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "But what?",
      "start": 173714,
      "end": 174282,
      "confidence": 0.5478149999999999
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "We're award winning people. We've witnessed.",
      "start": 174378,
      "end": 176842,
      "confidence": 0.8225750000000001
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "Not on radio, though. Not on radio. We're rubbish on radio. We've got nothing to lose.",
      "start": 176898,
      "end": 182194,
      "confidence": 0.9224406250000001
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "But I always say to you, Steve, that I like educating people on that. Now, the way I say it, see, is I didn't know what they were going.",
      "start": 182314,
      "end": 191194,
      "confidence": 0.9049586206896552
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "Someone might know about butt plugs.",
      "start": 191234,
      "end": 192450,
      "confidence": 0.848385
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "All right, well, get them on.",
      "start": 192522,
      "end": 194138,
      "confidence": 0.8245600000000001
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Get them on. Ask them.",
      "start": 194186,
      "end": 195194,
      "confidence": 0.8504780000000001
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "No, because they might say something dodgy.",
      "start": 195234,
      "end": 196924,
      "confidence": 0.8208557142857144
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "Oh, yeah. Whereas just take a chance. Take a chance and tell them not to swear.",
      "start": 197034,
      "end": 203564,
      "confidence": 0.8582493750000001
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "What do you tell them?",
      "start": 204024,
      "end": 205128,
      "confidence": 0.7592899999999999
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Okay.",
      "start": 205216,
      "end": 205680,
      "confidence": 0.71335
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Right.",
      "start": 205752,
      "end": 205960,
      "confidence": 0.69116
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Steve, I've got my headphones on.",
      "start": 205992,
      "end": 207296,
      "confidence": 0.8649166666666667
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Hello?",
      "start": 207320,
      "end": 207520,
      "confidence": 0.84324
    },
    {
      "pos": 49,
      "speaker": "C",
      "text": "Who's there?",
      "start": 207552,
      "end": 208216,
      "confidence": 0.734955
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "Oh, my name. Who? Sorry.",
      "start": 208360,
      "end": 210560,
      "confidence": 0.662686
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Nicholas.",
      "start": 210672,
      "end": 211256,
      "confidence": 0.83854
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "Nicholas. Hello, mate. You're not going to swear, are you?",
      "start": 211320,
      "end": 213376,
      "confidence": 0.825664
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "No, I'm not.",
      "start": 213480,
      "end": 214096,
      "confidence": 0.9351233333333333
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Keep it clean, keep them keen. What were you calling about?",
      "start": 214160,
      "end": 219144,
      "confidence": 0.8464518181818181
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "I'm phoning about your plugs.",
      "start": 219304,
      "end": 221284,
      "confidence": 0.8659880000000001
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Well, not my plugs, but sure, plugs in general. What, do you know much about them? Are you a plug user yourself? No, I'm just thinking if maybe you've.",
      "start": 221904,
      "end": 230636,
      "confidence": 0.9136837931034483
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "Got some gay friends and you spending the night at their place, you might want to use one.",
      "start": 230660,
      "end": 234864,
      "confidence": 0.8996227777777778
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "Right.",
      "start": 236644,
      "end": 237292,
      "confidence": 0.6888
    },
    {
      "pos": 59,
      "speaker": "C",
      "text": "What, you mean experiment with them or. No, so you can make sure they're.",
      "start": 237428,
      "end": 242052,
      "confidence": 0.9133942857142856
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "Not going to do anything while you sleep.",
      "start": 242068,
      "end": 243944,
      "confidence": 0.9563125000000001
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Could I suggest, you know, just lock the door? That is easier to.",
      "start": 245044,
      "end": 249612,
      "confidence": 0.909723846153846
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Can I make a bigger suggestion? That's probably the most homophobic thing we've had said on the show today. Thanks very much for your call. Right, okay, good. Well, that's why we shouldn't put people on the fly, just, you know, without checking first. I think Carl's made a good point. That's the canva of listener we've got. God gave rock and roll to ya by Kiss on XFN 104.9, Ricky Java's tv merchant.",
      "start": 249668,
      "end": 284820,
      "confidence": 0.8643479729729729
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "Bloody glad he did.",
      "start": 284892,
      "end": 286162,
      "confidence": 0.946005
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "Thank you. I am.",
      "start": 286308,
      "end": 287390,
      "confidence": 0.9448275
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Cheers.",
      "start": 287502,
      "end": 287974,
      "confidence": 0.72588
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "Carl Pilkington's with us as well. He's learned some stuff while the song's been on.",
      "start": 288054,
      "end": 290990,
      "confidence": 0.7773806666666666
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "He's had a couple of calls, one from a bloke, one from a woman who worked a sex shop. When you learned quite a lot, I could see your eyes widening. What have you learned then about butt plugs?",
      "start": 291022,
      "end": 297406,
      "confidence": 0.8942748717948718
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "I haven't really learned anything. I don't. I still don't understand.",
      "start": 297470,
      "end": 299654,
      "confidence": 0.8878263636363637
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "Yes, you have.",
      "start": 299734,
      "end": 300582,
      "confidence": 0.7905133333333335
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "No, but she's, the woman was just saying, you know, it spices things up a bit. Yeah, well, what do you need to do that for? The end result is always the same. I think. So I complicate it. Do you know what I mean? Are you with me, though? These people who say, you know, they do stuff all night, like, what's the point? That's why I like short stories and that.",
      "start": 300718,
      "end": 322434,
      "confidence": 0.9206391780821915
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "Brilliant. So excellent. I wish people could see what he looks like when he's talking. Oh, in fact, he's in heat next week. Steve, right? Yeah.",
      "start": 326614,
      "end": 336686,
      "confidence": 0.9230246153846154
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "Yeah.",
      "start": 336710,
      "end": 336894,
      "confidence": 0.43361
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "They put a picture of him. They could do the grab off the DVD and he's behind the scenes and he's got his little picture in heat and he hates it. Don't you?",
      "start": 336934,
      "end": 344944,
      "confidence": 0.9271139393939392
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Well, I bet. Annoyed because I didn't want it in.",
      "start": 345054,
      "end": 347464,
      "confidence": 0.8403729999999999
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "What, you worried?",
      "start": 348364,
      "end": 349424,
      "confidence": 0.6155533333333333
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Just don't want people knowing what you like.",
      "start": 349844,
      "end": 353180,
      "confidence": 0.8191849999999999
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Why were you on the DVD? Yeah, but it's a public domain. Anyone can take off there and put on the paper now.",
      "start": 353292,
      "end": 360788,
      "confidence": 0.8703082608695653
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "But that's extras on a DVD. And I'm just thinking, not that many people, if they watch it, they won't take it in stuff like that.",
      "start": 360876,
      "end": 367004,
      "confidence": 0.9409953846153848
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "What are you worried about then?",
      "start": 367084,
      "end": 368384,
      "confidence": 0.8786533333333333
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Just I don't this like me brother and sister and stuff. Who? I don't say anymore. If they know what I look like now, they might.",
      "start": 368924,
      "end": 375244,
      "confidence": 0.8735469230769228
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "What do you mean? If they know what you look like now? They've just got to imagine little Carl Pilkington with no hair.",
      "start": 375284,
      "end": 381380,
      "confidence": 0.9058221739130436
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "No. I've changed quite a lot because I work hard, don't I? So I've aged quite badly. And I'm just thinking, if they're sorry, why?",
      "start": 381492,
      "end": 392060,
      "confidence": 0.8236188
    },
    {
      "pos": 83,
      "speaker": "C",
      "text": "Why is it a problem for your brother and sister to see you?",
      "start": 392132,
      "end": 394708,
      "confidence": 0.9347899999999998
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "Because I don't see them anymore.",
      "start": 394796,
      "end": 395884,
      "confidence": 0.8671166666666666
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "Do.",
      "start": 395924,
      "end": 396076,
      "confidence": 0.83778
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "And they'll come out of the woodwork now.",
      "start": 396100,
      "end": 397684,
      "confidence": 0.8379887500000001
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "What, they're after your millions? No. No. So they're sitting at home, they're looking at heat, and there goes Carl. Oh, Carl's my brother.",
      "start": 397764,
      "end": 403232,
      "confidence": 0.7924904166666668
    },
    {
      "pos": 88,
      "speaker": "C",
      "text": "My, my brother.",
      "start": 403308,
      "end": 404624,
      "confidence": 0.8058733333333333
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "Oh, maybe I'll go and see him.",
      "start": 404704,
      "end": 407280,
      "confidence": 0.91148
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "I don't. I don't want the hassle.",
      "start": 407472,
      "end": 408936,
      "confidence": 0.8797271428571428
    },
    {
      "pos": 91,
      "speaker": "C",
      "text": "But they could find out where you are. What's.",
      "start": 409040,
      "end": 410648,
      "confidence": 0.9188033333333334
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "What's the hassle then?",
      "start": 410736,
      "end": 411964,
      "confidence": 0.83153
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "It's just hassle of having friends and family and that.",
      "start": 413104,
      "end": 416844,
      "confidence": 0.9104310000000002
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "You mean this, don't. Yeah.",
      "start": 418064,
      "end": 419764,
      "confidence": 0.847132
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Yeah. Is that, you know, that I'm not. Not into be, you know, having.",
      "start": 420064,
      "end": 423168,
      "confidence": 0.8239971428571427
    },
    {
      "pos": 96,
      "speaker": "C",
      "text": "If either your brother or your sister came to your door, would you not welcome in it? Welcome them in and give him a cup of tea.",
      "start": 423256,
      "end": 427696,
      "confidence": 0.9352225925925928
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "Do you know what? He bumped into his sister, right, after about seven years, in a car park somewhere, right? And she went, oh, I got a picture of my new kid. Do you want to see it? You bet. Not really. All kids look the same and she went off in half.",
      "start": 427720,
      "end": 439240,
      "confidence": 0.9080709433962262
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "Unbelievable.",
      "start": 439312,
      "end": 440176,
      "confidence": 0.68834
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "Yeah, but that's the problem, though, isn't it? She hasn't seen me for years and years. That's the way I am. I'm not like being rude or anything. I'm just says what comes in me head.",
      "start": 440320,
      "end": 449056,
      "confidence": 0.9029472222222223
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Oh, don't give me that. Don't do that. I'm not rude. It's what comes in me head.",
      "start": 449120,
      "end": 453024,
      "confidence": 0.9225982352941178
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "That's a rubbish excuse.",
      "start": 453104,
      "end": 454536,
      "confidence": 0.819095
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "Not me.",
      "start": 454600,
      "end": 454896,
      "confidence": 0.66199
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "Know me.",
      "start": 454920,
      "end": 455200,
      "confidence": 0.637295
    },
    {
      "pos": 104,
      "speaker": "C",
      "text": "No my ways.",
      "start": 455232,
      "end": 456082,
      "confidence": 0.6413099999999999
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "Yeah, right.",
      "start": 456208,
      "end": 457910,
      "confidence": 0.906445
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "Am I wrong, then? Let's look at it. Let's look at the.",
      "start": 457942,
      "end": 460314,
      "confidence": 0.894285
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "There's now cakes. No me no more ways. Get out your twiddle flunk. What is that? What sort of philosophy is that? Know me, I'm rude and take it.",
      "start": 461014,
      "end": 470086,
      "confidence": 0.833653448275862
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "I'll leave it.",
      "start": 470110,
      "end": 470994,
      "confidence": 0.7690566666666667
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "You are being rude.",
      "start": 471334,
      "end": 472550,
      "confidence": 0.9701575
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "What?",
      "start": 472622,
      "end": 472830,
      "confidence": 0.52825
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Saying that all babies look the same.",
      "start": 472862,
      "end": 474054,
      "confidence": 0.9050671428571428
    },
    {
      "pos": 112,
      "speaker": "C",
      "text": "It's your nephew. He didn't even bother to have a look. You could have been courteous. And I look at the picture, if.",
      "start": 474094,
      "end": 479542,
      "confidence": 0.7949343478260869
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "It was a first, I'd say, fair enough. We should got loads of kids.",
      "start": 479558,
      "end": 481766,
      "confidence": 0.8815942857142858
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Oh, fair enough.",
      "start": 481830,
      "end": 482794,
      "confidence": 0.5548733333333333
    },
    {
      "pos": 115,
      "speaker": "C",
      "text": "What kind of woman is she?",
      "start": 489034,
      "end": 490494,
      "confidence": 0.9822016666666666
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "David Bowie? Lady Stardust from Ziggy Stardust and the Spiders from Mars. I went to see him Tuesday. I know you went to see him Wednesday, Steve. I mean, obviously I'm a mental fan, but I think objectively, that was one of the best shows I've ever seen.",
      "start": 501834,
      "end": 517618,
      "confidence": 0.9464410416666665
    },
    {
      "pos": 117,
      "speaker": "C",
      "text": "Yeah, it was brilliant.",
      "start": 517666,
      "end": 518626,
      "confidence": 0.744675
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "He's got the best band in the world. He's it. He played all the hits. It was an amazing show. The sound was incredible. He. I mean, do you know, I mean.",
      "start": 518650,
      "end": 527178,
      "confidence": 0.8750728124999999
    },
    {
      "pos": 119,
      "speaker": "C",
      "text": "His voice as well.",
      "start": 527226,
      "end": 527906,
      "confidence": 0.877325
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "I think people don't credible.",
      "start": 527930,
      "end": 529130,
      "confidence": 0.8149179999999999
    },
    {
      "pos": 121,
      "speaker": "C",
      "text": "His voice.",
      "start": 529202,
      "end": 529578,
      "confidence": 0.789555
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "It was absolutely is the word I'd use. Brilliant. Yeah. Yeah, it was absolutely brilliant. You don't give it. You don't care, do you, Kyle? We don't care about this.",
      "start": 529626,
      "end": 537938,
      "confidence": 0.8281550000000001
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "You never really go to gigs, do you, Kyle? The live music experience is not something you enjoy.",
      "start": 537986,
      "end": 541494,
      "confidence": 0.9302127777777778
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "Can be all right. I heard that someone else who went to the Bowie thing said that he sort of messed with the songs a bit, which would annoy me.",
      "start": 541994,
      "end": 550114,
      "confidence": 0.9351229999999998
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "No, he didn't. Not really, hardly at all.",
      "start": 550194,
      "end": 551898,
      "confidence": 0.8496262499999999
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "He said when they did life on Mars, instead of saying something about just. Just the tune of it, he messed with it. So it wasn't the same that that would annoy me.",
      "start": 551946,
      "end": 562370,
      "confidence": 0.8809754545454545
    },
    {
      "pos": 127,
      "speaker": "C",
      "text": "What would you do?",
      "start": 562562,
      "end": 563546,
      "confidence": 0.872145
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "I mean, we're not talk. We're not talking Bob Dylan or Sinatra. He is the. He bad lived a little bit, I suppose, and it's his song, but it was, you know, totally faithful. It was. He was singing the songs. What do you mean?",
      "start": 563690,
      "end": 578144,
      "confidence": 0.8711286666666667
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "Well, it's just. Don't. Don't mess with stuff. It's like if you went to see Titanic and then the boat didn't have a crash, you go, what they doing? It's like our font is messing with it.",
      "start": 578564,
      "end": 587304,
      "confidence": 0.875495135135135
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "Well, I tell you. I tell you, he didn't mess with it. Relatively speaking, he did not mess with the songs. They were brilliant renditions.",
      "start": 587804,
      "end": 593384,
      "confidence": 0.9267412000000002
    },
    {
      "pos": 131,
      "speaker": "C",
      "text": "That would be a hell of a film, though, where Titanic gets to New York.",
      "start": 593814,
      "end": 596754,
      "confidence": 0.8792853333333335
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Oh, cool. You're amazing.",
      "start": 598654,
      "end": 601558,
      "confidence": 0.5035175000000001
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "It's because I work here, though, and there's a lot of gigs going on all the time. And then you get to a point when, you know, you just go a bit fed up with that.",
      "start": 601606,
      "end": 609462,
      "confidence": 0.9269391666666665
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "Well, when was the last time you went to a live experience?",
      "start": 609558,
      "end": 613114,
      "confidence": 0.9069208333333331
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "Well, I've been to gigs, but the one that springs to mind probably, is when I first sort of tried a gig out and it wasn't a music one. It was. It was bottom. Do you know with.",
      "start": 617174,
      "end": 625804,
      "confidence": 0.923637894736842
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "Bottom, the live thing with Rick mail. And when was that?",
      "start": 628504,
      "end": 632752,
      "confidence": 0.8103163636363636
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "Years ago. Because it was. It was in Manchester about, don't know, 87. 88 or something. And I was set up for a. Like a blind date. Right. This mate of mine sort of set me up to see this.",
      "start": 632928,
      "end": 647864,
      "confidence": 0.8635457499999999
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "What, so you said, let's go to bottom?",
      "start": 647984,
      "end": 650140,
      "confidence": 0.87282375
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "Well, I didn't tell her. I just said, meet us at the Apollo.",
      "start": 650272,
      "end": 652864,
      "confidence": 0.8936838461538462
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "I bet she was over the moon, wasn't she?",
      "start": 653164,
      "end": 655236,
      "confidence": 0.9706222222222222
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Met her there. I said, right, romantic, going to see.",
      "start": 655300,
      "end": 658012,
      "confidence": 0.8785430000000002
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "Some middle aged men run around in pants. Brilliant.",
      "start": 658028,
      "end": 661148,
      "confidence": 0.7671488888888889
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "Well, it's good. It's one of the things that afterwards. You've got something to talk about, aren't you, and stuff.",
      "start": 661276,
      "end": 666620,
      "confidence": 0.8623239999999999
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "So was it good gig?",
      "start": 666732,
      "end": 669584,
      "confidence": 0.85328
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Yeah, it was all right. Sort of bought some. Bought some opal fruits and that. At the start of the night. Yeah, I think she liked that. And then we watched bottom, then afterwards had a bit of a chat.",
      "start": 670164,
      "end": 682660,
      "confidence": 0.8834305
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "And then you didn't see her again, I take it?",
      "start": 682732,
      "end": 685384,
      "confidence": 0.974547
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "I would have done.",
      "start": 685684,
      "end": 686380,
      "confidence": 0.8615
    },
    {
      "pos": 148,
      "speaker": "C",
      "text": "Right.",
      "start": 686412,
      "end": 686652,
      "confidence": 0.98691
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "She was all right looking and everything?",
      "start": 686708,
      "end": 688020,
      "confidence": 0.90005
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "Yeah.",
      "start": 688092,
      "end": 688460,
      "confidence": 0.53767
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "But when we were. When we were chatting, she said she had a problem with a marrow.",
      "start": 688532,
      "end": 694184,
      "confidence": 0.8182594117647058
    },
    {
      "pos": 152,
      "speaker": "C",
      "text": "She what?",
      "start": 695484,
      "end": 696212,
      "confidence": 0.7985899999999999
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "She had a problem with a marrow.",
      "start": 696308,
      "end": 697744,
      "confidence": 0.9412928571428572
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "She had a problem with her marrow?",
      "start": 698084,
      "end": 699748,
      "confidence": 0.94436
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "Yeah.",
      "start": 699836,
      "end": 700504,
      "confidence": 0.85278
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "You mean her bone marrow?",
      "start": 700804,
      "end": 702204,
      "confidence": 0.8710799999999999
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "Yeah.",
      "start": 702364,
      "end": 703030,
      "confidence": 0.9121
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "Oh, I thought you meant she had one stuck of her fanny.",
      "start": 703172,
      "end": 706254,
      "confidence": 0.7628183333333333
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "No, just, just.",
      "start": 706634,
      "end": 707854,
      "confidence": 0.9526933333333334
    },
    {
      "pos": 160,
      "speaker": "C",
      "text": "Thanks for that, Rick. That's an image I take out my head.",
      "start": 708234,
      "end": 710934,
      "confidence": 0.8607708333333334
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "Never mind it, look. Oh, I see. A marrow. Her marrow.",
      "start": 711314,
      "end": 716274,
      "confidence": 0.7108381818181818
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "And is that serious that I just was part of it because I thought.",
      "start": 716394,
      "end": 721250,
      "confidence": 0.8237085714285716
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "I think it's more serious than the problem. With a marrow?",
      "start": 721442,
      "end": 724378,
      "confidence": 0.8293027272727271
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "Yeah, I mean, with a marrow.",
      "start": 724546,
      "end": 726254,
      "confidence": 0.6368166666666667
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "It'S.",
      "start": 730074,
      "end": 730402,
      "confidence": 0.98686
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "An idea if you're bored with.",
      "start": 730418,
      "end": 731666,
      "confidence": 0.8730733333333333
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "But I love it. I love it. Everything he says, it's like someone from Kez.",
      "start": 731690,
      "end": 738500,
      "confidence": 0.8413059999999999
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "It was just something you didn't want to go to.",
      "start": 738652,
      "end": 740948,
      "confidence": 0.7128679999999998
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "The girl who might be ill in some way.",
      "start": 740956,
      "end": 742532,
      "confidence": 0.9771855555555555
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "Well, yeah, I thought, what's the point in spending time with her, spending money on her and stuff, and then she's gonna die on me. Oh, no no no, but seriously. No, but I'm just, but see, this is what annoys me.",
      "start": 742628,
      "end": 751492,
      "confidence": 0.8927719047619048
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "You asked me to be honest.",
      "start": 751588,
      "end": 752964,
      "confidence": 0.7896083333333334
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "I'm just saying, what's the point in me getting upset and stuff?",
      "start": 753124,
      "end": 756700,
      "confidence": 0.9077358333333332
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "I know, but it's not though. It was the one thing he said. What's the point in spending money on it if she's gonna die anyway? Do you got it? That's not a normal thing to say.",
      "start": 756852,
      "end": 767156,
      "confidence": 0.815661081081081
    },
    {
      "pos": 174,
      "speaker": "B",
      "text": "No, but what's the point in getting to really like to know, you know, knowing someone and thinking, oh, she's really nice, I want to spend my life with her. It's good that she told me when she did.",
      "start": 767300,
      "end": 775264,
      "confidence": 0.9484310256410257
    },
    {
      "pos": 175,
      "speaker": "A",
      "text": "Carl. What? During bottom. Oh my God. This is the most amazing thing you've ever said, steve.",
      "start": 775644,
      "end": 784092,
      "confidence": 0.850414117647059
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "Don't you understand what I'm saying?",
      "start": 784268,
      "end": 785484,
      "confidence": 0.9942583333333334
    },
    {
      "pos": 177,
      "speaker": "C",
      "text": "But no, because what? Well, firstly, it's the assumption that she's going to drop dead and you're going.",
      "start": 785564,
      "end": 790044,
      "confidence": 0.8942811111111111
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "To think, I don't know what, what it means when you've got a problem with a marrow and that, but she looked pretty serious when she was talking about it. So I was like, oh, I don't understand. What's so bad about player record?",
      "start": 790044,
      "end": 806130,
      "confidence": 0.9253731818181818
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "I'll tell you, I'll explain to her during the break. Play a record.",
      "start": 806242,
      "end": 809522,
      "confidence": 0.8283661538461539
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "Libertines.",
      "start": 809698,
      "end": 810694,
      "confidence": 0.38956
    },
    {
      "pos": 181,
      "speaker": "C",
      "text": "If you're morally objectionable, why not email rickyjetjervakesfm dot co dot uk?",
      "start": 811274,
      "end": 815986,
      "confidence": 0.8163783333333333
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "It's okay, he's an idiot.",
      "start": 816050,
      "end": 817186,
      "confidence": 0.7722439999999999
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "True.",
      "start": 817290,
      "end": 817974,
      "confidence": 0.3543
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "Modest chambers, kings of Leon on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilgrim. Steve, I want to talk to you. I think it was my Wednesday night. I was in the pub, phone goes, the car goes, you watching? Nothing about parasites. I went, no, I'm out. He went, ah, fella with a maggot in his head.",
      "start": 829774,
      "end": 851726,
      "confidence": 0.7957274193548387
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "Fella with a maggot in his head?",
      "start": 851870,
      "end": 853086,
      "confidence": 0.8797085714285714
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Yeah. Oh, no, he's putting it out now. Oh, God. So, yeah, I get it. I'll get it. I said, yeah, see, later, about five minutes later, I get a message on my phone. I look at it, it just says, oh, no, there's a fella with his fish up his cock.",
      "start": 853110,
      "end": 869206,
      "confidence": 0.8687949999999998
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "Now there's a fellow with a fish up his cock.",
      "start": 869230,
      "end": 871070,
      "confidence": 0.829551
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "Yeah.",
      "start": 871102,
      "end": 871592,
      "confidence": 0.77436
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Right.",
      "start": 871718,
      "end": 872384,
      "confidence": 0.82761
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "Okay, explain that. Calm. Is it one of those little ones that swim up if you have. In the slash in the Amazon? Yeah, yeah.",
      "start": 873004,
      "end": 879508,
      "confidence": 0.8324280000000001
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "That's weird in it. Boy, was. It was still like. Stuff like that started off with, what.",
      "start": 879636,
      "end": 885268,
      "confidence": 0.820324705882353
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Does the fish do when it gets in there?",
      "start": 885276,
      "end": 886732,
      "confidence": 0.9835444444444446
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Just sits there.",
      "start": 886828,
      "end": 887904,
      "confidence": 0.7121566666666667
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Why does it. Why?",
      "start": 888324,
      "end": 889700,
      "confidence": 0.85609
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "What else can you do?",
      "start": 889892,
      "end": 891020,
      "confidence": 0.840014
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "No, but why does it go up?",
      "start": 891132,
      "end": 892492,
      "confidence": 0.8317100000000001
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "There's a bit. He started off with a fellow who had a bit of meat and got a tapeworm inside him and he grew it for however long, and it came out at the end, it was about seven foot long.",
      "start": 892508,
      "end": 909020,
      "confidence": 0.8925726829268293
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "On purpose? Yeah.",
      "start": 909092,
      "end": 910052,
      "confidence": 0.9329733333333333
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "He did it on purpose. Yeah, for the program. Right.",
      "start": 910068,
      "end": 912548,
      "confidence": 0.8862970000000001
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "I think, yeah. Probably slimming in it.",
      "start": 912596,
      "end": 914984,
      "confidence": 0.8380485714285715
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Well, I was thinking that could, you know, I mean, you're a fan of Waller. Could he purposely have about eight of them?",
      "start": 915284,
      "end": 923460,
      "confidence": 0.9658091304347826
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "What, Rick Waller? Yeah, it's a good idea because they.",
      "start": 923652,
      "end": 926868,
      "confidence": 0.79667
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Were saying how the eat. You know, a lot of stuff when they're in you. They just.",
      "start": 926876,
      "end": 930390,
      "confidence": 0.870930588235294
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Well, they take. They take enough so you don't die and all, do they? Yeah, but I mean, you've got to keep taking them out of here because you're still up the same weight because it's got to go somewhere. So you'll have them in. Yeah. You. What you got to do is like, let them eat your meal and then take them out.",
      "start": 930502,
      "end": 946022,
      "confidence": 0.8710320312500001
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Do you think worm watchers. Okay, catch on.",
      "start": 946118,
      "end": 948514,
      "confidence": 0.7925024999999999
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Yeah.",
      "start": 949414,
      "end": 950022,
      "confidence": 0.91651
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "So anyway, so that happened, right? And then. Yeah, there was a woman with a. With a maggot in her head.",
      "start": 950118,
      "end": 955976,
      "confidence": 0.9458633333333333
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "A woman with a maggot in her head.",
      "start": 956160,
      "end": 957312,
      "confidence": 0.8634324999999998
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Yeah.",
      "start": 957328,
      "end": 957504,
      "confidence": 0.70178
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "Just.",
      "start": 957544,
      "end": 957720,
      "confidence": 0.82258
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "She went on holiday. It got in there somehow and stowaway. It just. Just massive. And the thing is, she had a hole in her head and she's there being interviewed with the doctor, like. And you can see it just sort of sticking its head out, like. Do you know when you see a cartoon with a maggot in an apple?",
      "start": 957752,
      "end": 973768,
      "confidence": 0.9009383870967741
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Yeah.",
      "start": 973856,
      "end": 974336,
      "confidence": 0.72936
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "And it looks out and looks around like that? Yeah.",
      "start": 974440,
      "end": 976520,
      "confidence": 0.909815
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "Why don't they just take it out there and then?",
      "start": 976552,
      "end": 978232,
      "confidence": 0.9210999999999998
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "I think they could have done, but the doctor's messing about. It's like, well, it's good for the show, innit?",
      "start": 978368,
      "end": 981844,
      "confidence": 0.9210345
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "Right. That's libelous. Well, that is libelous.",
      "start": 983954,
      "end": 986738,
      "confidence": 0.6852957142857142
    },
    {
      "pos": 217,
      "speaker": "B",
      "text": "But I found it weird. Why not just grab it?",
      "start": 986826,
      "end": 988854,
      "confidence": 0.948902
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "There must be one of those medical reasons that you don't really know about Carl.",
      "start": 991354,
      "end": 995254,
      "confidence": 0.9363746666666669
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "And another bit. This. This was the best, right? There's this fella and he was. He was. He was on his bike, right? Cycling. Cycling to work or whatever, and he sort of sees this thing in the corner of his eye.",
      "start": 995754,
      "end": 1010434,
      "confidence": 0.8915004761904763
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "Literally in the corner of his eye. Or. You mean.",
      "start": 1011134,
      "end": 1013954,
      "confidence": 0.9635490000000001
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "What's that?",
      "start": 1015574,
      "end": 1016254,
      "confidence": 0.68415
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1016334,
      "end": 1016662,
      "confidence": 0.8208
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "So he thought, oh, doesn't matter, whatever. And he. He stops off at a cafe. I get a little. Little scone, the tea or whatever, and he goes in there and he's. He sat down and the waiter comes over, he says, yeah, what do you want? He said, I'll have a scone on the tea. He goes, all right, then. So he goes to get it, comes back as he puts the tea and the scone down, his face is like, what? What is that? Right? Like a look of frightenedness on his face, right? Drops the tea and legs it. So the fellow's going, what?",
      "start": 1016718,
      "end": 1047326,
      "confidence": 0.8842897196261682
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "What? What?",
      "start": 1047350,
      "end": 1047694,
      "confidence": 0.612485
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "So he legs it after the bloke and goes, what? And he says, something came out of your nose. That was massive.",
      "start": 1047734,
      "end": 1055354,
      "confidence": 0.9571190909090909
    },
    {
      "pos": 226,
      "speaker": "C",
      "text": "Sorry. Something came out of the guys because people would have watched it.",
      "start": 1059294,
      "end": 1062486,
      "confidence": 0.8227307692307692
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "So don't start saying.",
      "start": 1062510,
      "end": 1063374,
      "confidence": 0.9879075
    },
    {
      "pos": 228,
      "speaker": "C",
      "text": "But hang on, I just need to clarify. The guy.",
      "start": 1063454,
      "end": 1065744,
      "confidence": 0.8468060000000002
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "I don't believe he ran away. I don't believe he legged it. I don't know. I don't believe he had a look of frightenedness on his face and I don't believe he said, something massive came out your nose. I don't even believe he had a cup of tea in the scone. These are the things that I think are embellished.",
      "start": 1065904,
      "end": 1080524,
      "confidence": 0.8869913114754101
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "But who had something coming out of his nose? Was it the guy serving the scone?",
      "start": 1081424,
      "end": 1084568,
      "confidence": 0.882015625
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "The one who was on the bike, who ordered the scone?",
      "start": 1084616,
      "end": 1086928,
      "confidence": 0.9330572727272728
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "Yeah. What was out of his nose? What was. It came out of his nose, right?",
      "start": 1087056,
      "end": 1091762,
      "confidence": 0.84381
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "So he goes home and he thinks, I've got to sort this out because it's not good.",
      "start": 1091888,
      "end": 1096702,
      "confidence": 0.8840964705882355
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "And that was out of his nose. He poked out of his nose. Didn't come out.",
      "start": 1096718,
      "end": 1100982,
      "confidence": 0.881843125
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "It just said hello. And then it.",
      "start": 1101038,
      "end": 1102262,
      "confidence": 0.8742457142857142
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "It was like the maggot in the head. Yeah. Popped his head out, had a look around and went back in.",
      "start": 1102358,
      "end": 1105998,
      "confidence": 0.9286399999999999
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Why did the bloke. Why did the bloke drop the tea and run?",
      "start": 1106046,
      "end": 1109714,
      "confidence": 0.7833830769230767
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "It's weird.",
      "start": 1110894,
      "end": 1111914,
      "confidence": 0.82666
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "All right, so. So he goes home.",
      "start": 1113654,
      "end": 1115678,
      "confidence": 0.6791900000000001
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "He goes home and he goes, oh, God, you know. So he sits in front of the mirror and he sat there waiting. This thing comes out again, sort of looks round, goes back in again. So he goes, oh, no scones. Right. So he goes, I've got to sort this out. He goes to the doctors, says to the doctor, I've got something up my nose. It just keeps coming out and having a look around, going back in. So the doctor's like, oh, I haven't heard of that before.",
      "start": 1115806,
      "end": 1141484,
      "confidence": 0.8840537362637361
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Did you say that?",
      "start": 1142104,
      "end": 1143244,
      "confidence": 0.8271975
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "So sat there, it does it again. The doctor looks, you know, frightened again.",
      "start": 1143974,
      "end": 1148634,
      "confidence": 0.870582142857143
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "He's got a little confront in the face.",
      "start": 1150174,
      "end": 1151782,
      "confidence": 0.55956625
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "He had a look of medical frightened, this. He dropped his stethoscope and legged it.",
      "start": 1151918,
      "end": 1156334,
      "confidence": 0.8588133333333334
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "No, he said, he said, I know what it was. So you got a leech up your nose. He had a leech about that long.",
      "start": 1156374,
      "end": 1162734,
      "confidence": 0.9303896000000001
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "What's radio?",
      "start": 1162854,
      "end": 1163702,
      "confidence": 0.9082
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "Well, how long's that?",
      "start": 1163798,
      "end": 1164814,
      "confidence": 0.761695
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "Four inches.",
      "start": 1164934,
      "end": 1165766,
      "confidence": 0.992165
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "Four inches coming out of his nose. Next time it stuck his head out, he grabbed it, pulled it out. That's horrible, innit? Isn't it?",
      "start": 1165870,
      "end": 1174590,
      "confidence": 0.8640372
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "Can I just remind people, just let people know. When Kyle was saying it was about that long and Ricky said four inches, he was using his fingers.",
      "start": 1174662,
      "end": 1181654,
      "confidence": 0.9668139285714284
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Oh, yeah. He didn't have his. No, fellow. No.",
      "start": 1181694,
      "end": 1184518,
      "confidence": 0.8319177777777779
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "So he had a leech up his nose. How did he get a leech up his nose?",
      "start": 1184606,
      "end": 1187034,
      "confidence": 0.8540994117647058
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "I'm not that bothered about that bit. All the footage and stuff.",
      "start": 1187494,
      "end": 1192582,
      "confidence": 0.9455141666666668
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "Oh, player records. It's just the same. He just sees that he gets faster. He doesn't read on. His education is just sound bites. Bites and self embellishment in his own head. It's like he gets all his news from Anna Nova and he just reads the headline and he just doesn't bother reading it.",
      "start": 1192638,
      "end": 1212020,
      "confidence": 0.8944165454545454
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "You know, he. He considers that education. He gets annoyed if you think that they.",
      "start": 1212132,
      "end": 1216404,
      "confidence": 0.8828046666666667
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "More information going on that. I'll talk about that later.",
      "start": 1216484,
      "end": 1219140,
      "confidence": 0.886861
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "I'll tell you what, right, okay. After. Okay, we're gonna play a song now and I'm gonna tell London Carl's confusion over evolution.",
      "start": 1219212,
      "end": 1229782,
      "confidence": 0.7944730434782608
    },
    {
      "pos": 258,
      "speaker": "B",
      "text": "Right, better, you two.",
      "start": 1229878,
      "end": 1232886,
      "confidence": 0.7332225
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "Oh, brilliant.",
      "start": 1233030,
      "end": 1234274,
      "confidence": 0.7535050000000001
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "You.",
      "start": 1253484,
      "end": 1253796,
      "confidence": 0.86469
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "To the sweetest thing on XFM. Ricky Gervais Duchy Pilkington.",
      "start": 1253820,
      "end": 1257452,
      "confidence": 0.684876
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "So we're with Carl in the week. So what can we do this week? I'll say we don't do rockbusters. That's dead in the water listening public. Agree with me. He's going, well, you know what? I teach stuff again. Remember I told you last week, I went, no, no idea what? You're joking. I went, no. And it was. He went, Ivan the terrible. Gabs out of fellow's eyes.",
      "start": 1257548,
      "end": 1281840,
      "confidence": 0.8408715714285716
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1281912,
      "end": 1282280,
      "confidence": 0.73355
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "He actually said Ivan the terrible at the time.",
      "start": 1282352,
      "end": 1283992,
      "confidence": 0.8306455555555555
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "Yeah. So I can't remember. This was a man who had built something for Ivan the Terrible.",
      "start": 1284048,
      "end": 1287800,
      "confidence": 0.928314705882353
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "And his idea of education is telling someone something that knows more about the subject than him, so they can correct him when he's telling them it. And so I said, well, I don't know. And he gets annoyed that me and you are dubious against monkeys who have on bank robberies. And he goes, but you leave. But you believe in Newton, he doesn't know the difference. I was trying to explain the laws of the universe, right? It was going, what? What do you. And so all I can with us. So I thought, somewhat interesting. You know when you tell a child maths, you say you've got three potatoes and you've got four potatoes. I do that with science to Carl. So I ended up saying, imagine you're in a shopping trolley with loads of house bricks. If you throw the house bricks out, you'll go the other way. He loved that.",
      "start": 1287832,
      "end": 1326962,
      "confidence": 0.87426864516129
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "Right.",
      "start": 1327058,
      "end": 1327554,
      "confidence": 0.97673
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "He up, didn't you?",
      "start": 1327674,
      "end": 1328594,
      "confidence": 0.5871775
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "Hmm. Because I didn't know that would happen. And it's sort of useful to know. It's sort of explained a bit to me and stuff. Yeah, right. And that's. That's why I like doing stuff. Every week, I think listeners go away going, well, I didn't know that. I mean, something there, they forget it.",
      "start": 1328634,
      "end": 1347056,
      "confidence": 0.9049180000000002
    },
    {
      "pos": 270,
      "speaker": "C",
      "text": "Instantly, just like we do. We're friends of yours and we forget it instantly.",
      "start": 1347080,
      "end": 1350760,
      "confidence": 0.956817857142857
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "No, the annoying thing with you is, Steve, not so much.",
      "start": 1350872,
      "end": 1353200,
      "confidence": 0.9105800000000002
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Rick.",
      "start": 1353232,
      "end": 1353400,
      "confidence": 0.81143
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "At least they'll listen now and again. You just dismiss stuff straight away. I told you loads of stuff yesterday. I told you loads of stuff.",
      "start": 1353432,
      "end": 1359126,
      "confidence": 0.892363846153846
    },
    {
      "pos": 274,
      "speaker": "C",
      "text": "But, Carl, what you consider education. Hang on, what you consider education, I consider tittle tattle. It's not education. Do you know what I mean? You seem to think it's education. It's just kind of gossip stories you've sort of half read.",
      "start": 1359200,
      "end": 1372434,
      "confidence": 0.930970238095238
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "Right, all right. Example of yesterday. Goldfish have longer memories than people think they do.",
      "start": 1372514,
      "end": 1377386,
      "confidence": 0.8717986666666666
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1377530,
      "end": 1377922,
      "confidence": 0.50436
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "You said, no, it's rubbish.",
      "start": 1377978,
      "end": 1379378,
      "confidence": 0.719582
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "No, we didn't. We said, yeah, there's not enough information.",
      "start": 1379426,
      "end": 1383530,
      "confidence": 0.905441
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "There for it to be educational. Because you.",
      "start": 1383602,
      "end": 1385634,
      "confidence": 0.9664425000000001
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "What you. Because it's also relative. Because. Because that has a statement. It has no objectivity. Goldfish's memories are longer than some people think. That isn't a fact because we don't know how. How long do people think a goldfish's memory is? Do you see? What? That isn't a fact. Whereas Lawton, Newton's laws of physics and the universe.",
      "start": 1385674,
      "end": 1408454,
      "confidence": 0.8614547457627121
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "Yeah, but it was just. Just a little thing. And I thought you more than that. I said, I said about, there's loads of chinese people. If you put them in a line, you can't get to the end of it. I don't know. That means, that means there's loads of chinese people.",
      "start": 1408954,
      "end": 1421646,
      "confidence": 0.899674150943396
    },
    {
      "pos": 282,
      "speaker": "C",
      "text": "We know that. But what if we put them in a line, we can't get to the end.",
      "start": 1421750,
      "end": 1424942,
      "confidence": 0.9603800000000001
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "We just, just say there's about a billion chinese people in the world.",
      "start": 1425078,
      "end": 1428134,
      "confidence": 0.9502584615384616
    },
    {
      "pos": 284,
      "speaker": "B",
      "text": "But what really annoys me is, right, I read something on the Internet the other day because I'm always trying to learn stuff.",
      "start": 1428174,
      "end": 1433414,
      "confidence": 0.9316430434782611
    },
    {
      "pos": 285,
      "speaker": "A",
      "text": "Yeah, no, you are. I know you are.",
      "start": 1433454,
      "end": 1434694,
      "confidence": 0.8937849999999998
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "Right, yeah. And you're having a go at me because you're saying, well, what does that mean? Yeah, there was a report on, I think it was Anna Nova or BBC News website. It said the world may end in 32 million years. Right? First of all, it says May doesn't say it will. And 32 million, who's going to argue with that? And yet they, they're allowed to put that on a website. You're not having a go at them.",
      "start": 1434734,
      "end": 1455230,
      "confidence": 0.8897522222222224
    },
    {
      "pos": 287,
      "speaker": "A",
      "text": "No, but you didn't read on. There's more information that wasn't meant to be a news flash to worry people. That was like, that was like, all scientists have discovered that possibility. That was just like.",
      "start": 1455262,
      "end": 1464342,
      "confidence": 0.8781622222222223
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "But again, possibility.",
      "start": 1464438,
      "end": 1465342,
      "confidence": 0.8355933333333333
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "No, but Carl. Yeah, but there's other paragraphs that you haven't read, you see, that will have to give explanations and why they think that might happen. So therefore it becomes a news item, it becomes educational. It's not just the headline, the bullet point. You know, the headline. It's supposed to draw you into the story. So you read on. That's not all the information.",
      "start": 1465438,
      "end": 1480902,
      "confidence": 0.8758440909090909
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "But then I was trying to come up with things to excite him, and I realized that I was opening a can of worms. I was trying to come up with facts from. He's going, give me facts. So I said, I said, oh, okay. Why can't an owl, why does an owl have to turn its sort of head 180 degrees? And I said, it's because the eyes are so large, I suppose I have a huge focal point for its sight that they can't move within the skull. Right? And he went, well, why'd they do that? Why don't they just do it? Give them normal eyes and let, and then after I've turned their head. What do you mean? Why didn't that he go, well, whoever did that, I went, it was evolution. It was, it's like giraffes. I read the giraffes grew their necks to eat first. Well, they didn't grow their necks to get the food. The ones that add up shots lived longer and so got the food and passed on. There he went. Yeah, but why didn't they just give him wings? I went, why didn't who just give him wings? He got angry, went, whoever gave him the necks. His understanding of evolution made me fall on the floor.",
      "start": 1480998,
      "end": 1542546,
      "confidence": 0.8683617972350233
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "Who do you imagine is there? Because you don't believe in God, do you? So who is it you imagine is they?",
      "start": 1542610,
      "end": 1546474,
      "confidence": 0.9454690909090906
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Well, whoever made us, sorted us out.",
      "start": 1546554,
      "end": 1548934,
      "confidence": 0.9224471428571428
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Whoa.",
      "start": 1550754,
      "end": 1552054,
      "confidence": 0.21553
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "I don't know.",
      "start": 1552504,
      "end": 1553160,
      "confidence": 0.7603866666666667
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "It just happens, don't it?",
      "start": 1553192,
      "end": 1554296,
      "confidence": 0.8269780000000001
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "Yeah, exactly. There's no will to evolution. Natural selection.",
      "start": 1554360,
      "end": 1558760,
      "confidence": 0.9304700000000001
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "I still don't get it, though. We talked about an hour, about an hour.",
      "start": 1558832,
      "end": 1561736,
      "confidence": 0.8559878571428571
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "Didn't I know?",
      "start": 1561760,
      "end": 1562724,
      "confidence": 0.8079433333333333
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "I watched as Ricky tried to give you, actually, what was quite a concise and educated version of evolution. He tried to explain it to you. And I have never seen a person lose interest quicker.",
      "start": 1563024,
      "end": 1570616,
      "confidence": 0.9390872222222223
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "But I used. I tried to use actual fact. Then I tried to use metaphor and analogy. Then I showed you some computer programs to show what biofeedback is and everything. I tried all these things. And Steve's right, you were looking out the window.",
      "start": 1570680,
      "end": 1583428,
      "confidence": 0.9421737777777779
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "Have you ever spoken, Karl, to someone who's got Alzheimer's disease, and you try to explain who you are and they're listening, and then they. That's what you're like. It's extraordinary. But listen, seriously, I went home, I found this book. I found a couple of facts which I think are more up your street. Evolution. A little bit complicated, a little bit big. But this one, I think. I think we may have mentioned it before. I think you're like, this is from a book of facts and trivia. The Egyptians trained baboons to wait on tables. That's interesting to you, isn't it?",
      "start": 1583516,
      "end": 1609640,
      "confidence": 0.9108250000000001
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Yeah, that's pretty good.",
      "start": 1609712,
      "end": 1611044,
      "confidence": 0.916665
    },
    {
      "pos": 303,
      "speaker": "A",
      "text": "Oh, he's interested.",
      "start": 1612624,
      "end": 1613928,
      "confidence": 0.9657166666666667
    },
    {
      "pos": 304,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1614056,
      "end": 1614552,
      "confidence": 0.37203
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "Can get the staff.",
      "start": 1614648,
      "end": 1615644,
      "confidence": 0.9143075
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "That did happen.",
      "start": 1616304,
      "end": 1617564,
      "confidence": 0.6834533333333334
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "You get monkeys.",
      "start": 1618304,
      "end": 1619444,
      "confidence": 0.9466
    },
    {
      "pos": 308,
      "speaker": "B",
      "text": "And then what did they go off and do after that?",
      "start": 1620544,
      "end": 1622824,
      "confidence": 0.9754454545454546
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "Well, it doesn't say.",
      "start": 1622864,
      "end": 1623536,
      "confidence": 0.7975125
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "I love the fact that he think. Right. Okay, so in his mind, if now the monkey going, it's 530, I'm off. He said I was going early today. And they go off, maybe dancing. I said, are they coming late?",
      "start": 1623600,
      "end": 1633516,
      "confidence": 0.8887880487804877
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "No, I think he. I think I assumed what you meant. There is. That was their first career move.",
      "start": 1633640,
      "end": 1637996,
      "confidence": 0.8860857894736841
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1638100,
      "end": 1638404,
      "confidence": 0.58136
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "They went on to be discovered.",
      "start": 1638444,
      "end": 1641264,
      "confidence": 0.7970183333333333
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "Play a record.",
      "start": 1641684,
      "end": 1642484,
      "confidence": 0.7105766666666667
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "I just want more before you play record. You're like this Peter the Great. You ever heard of Peter the Great?",
      "start": 1642564,
      "end": 1647036,
      "confidence": 0.8900885714285713
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "No.",
      "start": 1647140,
      "end": 1647524,
      "confidence": 0.81638
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "Okay. Well, anyway, Peter the great had his wife's lover executed.",
      "start": 1647604,
      "end": 1651124,
      "confidence": 0.9668772727272728
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "You'll love this, Carl. Right?",
      "start": 1651204,
      "end": 1652316,
      "confidence": 0.7938819999999999
    },
    {
      "pos": 319,
      "speaker": "C",
      "text": "So his wife had a lover. He had him executed and he put his head into a jar of alcohol and his wife had to keep it in her bedroom. Do you understand? That's every time she saw. Every morning she'd wake up and there was her lover's head in a jar.",
      "start": 1652340,
      "end": 1666022,
      "confidence": 0.9459375000000001
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "He took his head off. He took his own head off.",
      "start": 1666038,
      "end": 1668794,
      "confidence": 0.9364518181818181
    },
    {
      "pos": 321,
      "speaker": "C",
      "text": "She had a lover. And never mind mad world on XFM. We just had a. We just had a text, Rick, from Andrew Barnes. He says he did, he watched the same documentary, it would appear as Ricardo in the week. And he says here, just to clarify, the leech nose man got it up there when drinking from a muddy stream. And he goes on, one can only imagine the frightenedness he experienced.",
      "start": 1672774,
      "end": 1704186,
      "confidence": 0.8979366216216215
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "Oh, God. Explain to him once more what happened with Peter the Great.",
      "start": 1704370,
      "end": 1709122,
      "confidence": 0.918466923076923
    },
    {
      "pos": 323,
      "speaker": "C",
      "text": "All right, so we've got Peter the Great, yeah. Okay. And his wife had a lover.",
      "start": 1709178,
      "end": 1714940,
      "confidence": 0.8954056250000001
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "That's another man.",
      "start": 1715012,
      "end": 1716092,
      "confidence": 0.77144
    },
    {
      "pos": 325,
      "speaker": "C",
      "text": "Another man.",
      "start": 1716188,
      "end": 1716836,
      "confidence": 0.99678
    },
    {
      "pos": 326,
      "speaker": "A",
      "text": "Not Peter the Great.",
      "start": 1716900,
      "end": 1717964,
      "confidence": 0.9843200000000001
    },
    {
      "pos": 327,
      "speaker": "C",
      "text": "She was having an affair with someone else. And Peter the Great, he found out about that. Okay, yeah. So he sliced off this bloke's head. He killed him. He executed him.",
      "start": 1718124,
      "end": 1727276,
      "confidence": 0.9492100000000002
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "Right.",
      "start": 1727420,
      "end": 1728060,
      "confidence": 0.92581
    },
    {
      "pos": 329,
      "speaker": "C",
      "text": "Were you with me so far?",
      "start": 1728212,
      "end": 1729484,
      "confidence": 0.929535
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "The fellow.",
      "start": 1729644,
      "end": 1730588,
      "confidence": 0.709245
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Oh, Jesus.",
      "start": 1730756,
      "end": 1731764,
      "confidence": 0.72783
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "She was seen for a bit, yeah.",
      "start": 1731884,
      "end": 1733252,
      "confidence": 0.8390442857142857
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "There's only two fellas involved once.",
      "start": 1733268,
      "end": 1735300,
      "confidence": 0.6432950000000001
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "Peter the Great. The other one's not the guy. That's not Peter the Great.",
      "start": 1735332,
      "end": 1737916,
      "confidence": 0.9246992857142858
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "Derek. Derek the. Derek the terrible.",
      "start": 1737980,
      "end": 1739892,
      "confidence": 0.7553949999999999
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "Derek the rubbish.",
      "start": 1739948,
      "end": 1740786,
      "confidence": 0.71046
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1740900,
      "end": 1741238,
      "confidence": 0.69883
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "Right. He's having an affair with Peter the Great's misses. So Peter the great slices off his head, puts it inside a jar of alcohol to preserve it and puts it in his wife's bedroom. So every morning she wakes up, she sees her dead lover's head.",
      "start": 1741286,
      "end": 1757726,
      "confidence": 0.9490742553191492
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "You'd have thought he wouldn't want her to remember, wouldn't you? Best put bury the head so she can't don't remember.",
      "start": 1757910,
      "end": 1762798,
      "confidence": 0.8297947619047621
    },
    {
      "pos": 340,
      "speaker": "C",
      "text": "It was a reminder so as not to put it about.",
      "start": 1762846,
      "end": 1764754,
      "confidence": 0.8928081818181817
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "And did it work?",
      "start": 1765814,
      "end": 1766914,
      "confidence": 0.95486
    },
    {
      "pos": 342,
      "speaker": "C",
      "text": "I don't know.",
      "start": 1767514,
      "end": 1768774,
      "confidence": 0.80395
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "I love that again, that to me is an amazing thing to do. And you go, did it work? I mean, you've got quite an interesting mind, actually. I mean, you are in some ways really, really bright and intelligent. I love the way you think. You're one of the cleverest blokes in some ways that I know.",
      "start": 1769514,
      "end": 1787450,
      "confidence": 0.9671353448275863
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "It says I've got common sense.",
      "start": 1787522,
      "end": 1789014,
      "confidence": 0.8084899999999999
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "Well, yeah.",
      "start": 1789394,
      "end": 1790450,
      "confidence": 0.756535
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "And that's more important than knowing about, you know.",
      "start": 1790522,
      "end": 1793164,
      "confidence": 0.9316411111111113
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "But it's what you really you, it's like you follow the subplot, which is quite an interesting thing, do you know? I mean, it's like you tell you a story, you'll always pick up on some of the. I didn't even think was an important bit. It's like you always. You. You're looking out of the window all the time.",
      "start": 1793274,
      "end": 1810208,
      "confidence": 0.8927779999999997
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "So what's important about that thing that would. You need your head in a jar? What?",
      "start": 1810256,
      "end": 1815560,
      "confidence": 0.7915593750000001
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "It's a grotesque thing to do. It's. It shows ego, power and cruelty and revenge.",
      "start": 1815752,
      "end": 1823204,
      "confidence": 0.8801913333333334
    },
    {
      "pos": 350,
      "speaker": "C",
      "text": "Although I think it probably did work because he is called Peter the Great.",
      "start": 1823824,
      "end": 1826684,
      "confidence": 0.9303042857142856
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1827424,
      "end": 1828032,
      "confidence": 0.92645
    },
    {
      "pos": 352,
      "speaker": "C",
      "text": "So you'd assume you got. You got it right.",
      "start": 1828128,
      "end": 1829824,
      "confidence": 0.7619666666666666
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1829984,
      "end": 1830488,
      "confidence": 0.84084
    },
    {
      "pos": 354,
      "speaker": "C",
      "text": "I don't see how you can query that. That's the sort of facts you give us. You see. Now you're on the other side of the fence and you've got questions, just like we've always got questions.",
      "start": 1830576,
      "end": 1838712,
      "confidence": 0.9565124324324322
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "No, but in Carl's thing, it would have been. Turns out somewhere happened, right, and he was still alive, so she was still having sex with body and his head was watching and Peter the Great didn't even know.",
      "start": 1838768,
      "end": 1851534,
      "confidence": 0.9322228205128206
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "I understand what you're saying now, I've learned some other stuff, so we'll. I'll see if I can, you know, educate you a bit before three.",
      "start": 1853834,
      "end": 1863538,
      "confidence": 0.8911919230769232
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "But I want to know. To see what I tell you, what education I want. I want to know what sort of things I can buy this weekend. But plugs, no. Have you got any adverts?",
      "start": 1863626,
      "end": 1872906,
      "confidence": 0.9281030555555557
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "Oh.",
      "start": 1872930,
      "end": 1873534,
      "confidence": 0.4
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "It'S my life. And no doubt on XFM version of the Talk.",
      "start": 1880824,
      "end": 1884164,
      "confidence": 0.8626891666666667
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "Love it. You've enjoyed that rip on XFM 104.9. Right, Carl. This is where he shines. This is where Carl gets. This is what Carl gets Mondays off for. Okay, Carl, what is it going to explain this?",
      "start": 1884904,
      "end": 1899736,
      "confidence": 0.8644776315789473
    },
    {
      "pos": 361,
      "speaker": "B",
      "text": "It's the bit when I'm in a film and so edit me into it. So I'm like an actor in a major film. Yeah, we've done Kez, we've done one flew over the cuckoo's nest, shining, stuff like that this week. It's a few good men.",
      "start": 1899800,
      "end": 1915416,
      "confidence": 0.8842249999999999
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "Brilliant film, brilliant film.",
      "start": 1915560,
      "end": 1917192,
      "confidence": 0.6351675
    },
    {
      "pos": 363,
      "speaker": "B",
      "text": "Jack Nicholson and that.",
      "start": 1917328,
      "end": 1918464,
      "confidence": 0.9315475
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1918544,
      "end": 1919256,
      "confidence": 0.78407
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "So you listen to this and we give the question later on, probably.",
      "start": 1919440,
      "end": 1924000,
      "confidence": 0.9719546153846154
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "Let's give it after this. Yeah, we'll give it after the. We've heard the clip.",
      "start": 1924112,
      "end": 1927520,
      "confidence": 0.8374166666666666
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "I haven't really got one sorted, but I think I'm on whilst it's on. So have a listen to this. Take everything in and then question at the end. So it's a scene where it's the court case.",
      "start": 1927672,
      "end": 1936888,
      "confidence": 0.867528947368421
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "Yeah, all right.",
      "start": 1936976,
      "end": 1938164,
      "confidence": 0.8931766666666666
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "Call your witness. Yeah, he's just coming now. All right, Jack.",
      "start": 1944504,
      "end": 1952244,
      "confidence": 0.8129363636363638
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "Colonel. What I'd appreciate if he would dress me as colonel or sir. I believe I've earned it. Defense counsel will address the witnesses.",
      "start": 1952744,
      "end": 1960868,
      "confidence": 0.9268724999999999
    },
    {
      "pos": 371,
      "speaker": "B",
      "text": "Colonel or sir. All right, colonel. Bit smart today with all the army stuff on.",
      "start": 1960916,
      "end": 1969276,
      "confidence": 0.8377373333333334
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "You ever served in an infantry unit, son?",
      "start": 1969340,
      "end": 1972024,
      "confidence": 0.951355
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "No. Brother did. He was. He was in the army. Got kicked out, though, because he went for a packet of fags in a tank. Weird, that, innit?",
      "start": 1972524,
      "end": 1982954,
      "confidence": 0.8747242857142856
    },
    {
      "pos": 374,
      "speaker": "A",
      "text": "No, it's not. It's tragic.",
      "start": 1983034,
      "end": 1985454,
      "confidence": 0.85419
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "I say it's tragic. I'll show you something tragic. I always carry this book around with me. I always show it to people. It's got, like, the top 50 weird people in the world in it, right? It's all sorts of weird stuff in it. Look at this one here. That's a fella, right? He's got two heads. And the weird thing is, right, it's the top 50 weird people in the world. He's at number 50. He's got two heads, right? Makes you wonder what's going to be at number one, doesn't it?",
      "start": 1986394,
      "end": 2019950,
      "confidence": 0.9063944680851065
    },
    {
      "pos": 376,
      "speaker": "A",
      "text": "Are these really the questions that I was called here to answer?",
      "start": 2019982,
      "end": 2023382,
      "confidence": 0.9753158333333333
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "No, but look at it. Imagine if you were his mate. You won't get a word in edgeways, would you?",
      "start": 2023478,
      "end": 2027574,
      "confidence": 0.9300535000000002
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "You maybe didn't have any friends.",
      "start": 2027614,
      "end": 2029314,
      "confidence": 0.8915916666666667
    },
    {
      "pos": 379,
      "speaker": "B",
      "text": "Probably right. They say. Don't they say? Two's company, three's a crowd?",
      "start": 2030494,
      "end": 2034794,
      "confidence": 0.8828858333333335
    },
    {
      "pos": 380,
      "speaker": "A",
      "text": "So please tell me that you have something more, lieutenant.",
      "start": 2034914,
      "end": 2038454,
      "confidence": 0.9625389999999999
    },
    {
      "pos": 381,
      "speaker": "B",
      "text": "Yeah, I've got loads more for this fella at number 36. Look at him. Three legs. Little fellow with three legs, right? Guess what his job is?",
      "start": 2038754,
      "end": 2047866,
      "confidence": 0.8829103703703706
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "My answer is, I don't have the first damn clue.",
      "start": 2047930,
      "end": 2050570,
      "confidence": 0.9482140000000001
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "Well, I'll tell you. He's a juggler.",
      "start": 2050642,
      "end": 2052626,
      "confidence": 0.8779285714285715
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "I beg your pardon?",
      "start": 2052770,
      "end": 2053882,
      "confidence": 0.920885
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "He's a juggler.",
      "start": 2053938,
      "end": 2054818,
      "confidence": 0.8799333333333333
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "This is ridiculous.",
      "start": 2054906,
      "end": 2056122,
      "confidence": 0.9509599999999999
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "I know it's ridiculous. You're probably thinking what I'm thinking. Why wasn't he a footballer? Great. Keep you up, isn't that.",
      "start": 2056218,
      "end": 2061958,
      "confidence": 0.8570409523809523
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "I'll answer the question. You want answers.",
      "start": 2062086,
      "end": 2065110,
      "confidence": 0.9222442857142857
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "It's just. It's just that I'd like to know the truth. Be.",
      "start": 2065222,
      "end": 2067598,
      "confidence": 0.8640774999999999
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "You can't handle the truth.",
      "start": 2067646,
      "end": 2069182,
      "confidence": 0.9139759999999999
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "Gentlemen. I've paid for the book, so I think I'm entitled to know why.",
      "start": 2069238,
      "end": 2072094,
      "confidence": 0.8247128571428572
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "I don't give a damn what you think you are entitled to. You better get somewhere fast with this, lieutenant.",
      "start": 2072134,
      "end": 2077754,
      "confidence": 0.8849244999999998
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "What about this one, then? This ladder is twelve years old. He looks 48.",
      "start": 2080454,
      "end": 2084006,
      "confidence": 0.91651
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "What do you. What do you think? No.",
      "start": 2084030,
      "end": 2085194,
      "confidence": 0.81394375
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "Why not, though? You said you didn't want to know any more about the juggler. You didn't say you didn't.",
      "start": 2085713,
      "end": 2089713,
      "confidence": 0.840412
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "I know what I said. I don't have to have it read back to me like.",
      "start": 2089753,
      "end": 2092457,
      "confidence": 0.9650956250000002
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "All right, tenant, do you have anything further for this witness? Well, just wanted to know if you thought Mister web foot at number 42 should have took up swimming, but absolutely. And say that now, wouldn't you? Forget it.",
      "start": 2092505,
      "end": 2106053,
      "confidence": 0.8652782499999999
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "Well, I don't know what to say, really. That's Carl Pilkinson in the film. Few good men with Jack Nicholson acting alongside Jack, and I have to say, giving him a run for his money.",
      "start": 2108273,
      "end": 2116360,
      "confidence": 0.9215114285714284
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "I think Carl is a really good actor. I genuinely think that. Should you put him in summer?",
      "start": 2116472,
      "end": 2122088,
      "confidence": 0.8661755555555557
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "Yeah, definitely.",
      "start": 2122136,
      "end": 2122856,
      "confidence": 0.36807500000000004
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Okay, what's the question?",
      "start": 2122960,
      "end": 2124224,
      "confidence": 0.8193025
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "What's the. What's his forte, do you think?",
      "start": 2124304,
      "end": 2126164,
      "confidence": 0.58636625
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "Just sort of playing that sort of stuff. Okay, deep stuff. Think of a question there.",
      "start": 2126544,
      "end": 2136488,
      "confidence": 0.90264625
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "Out of that little lot, you've not got one.",
      "start": 2136536,
      "end": 2139344,
      "confidence": 0.8983988888888889
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Well, what I've got what? Um. It was at number 36. Whatever it was. That was it.",
      "start": 2139804,
      "end": 2148684,
      "confidence": 0.8515870588235295
    },
    {
      "pos": 406,
      "speaker": "B",
      "text": "No, let's number 50.",
      "start": 2148844,
      "end": 2151068,
      "confidence": 0.7385525
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "It was at number 50.",
      "start": 2151116,
      "end": 2151900,
      "confidence": 0.862242
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Yeah. All right.",
      "start": 2151972,
      "end": 2152572,
      "confidence": 0.9022166666666666
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Okay.",
      "start": 2152628,
      "end": 2152972,
      "confidence": 0.60148
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Who's number what? Yeah, well, yeah.",
      "start": 2153028,
      "end": 2155676,
      "confidence": 0.8206383333333335
    },
    {
      "pos": 411,
      "speaker": "C",
      "text": "What was odd about the guy who was at number 50 in the weirdest.",
      "start": 2155700,
      "end": 2158652,
      "confidence": 0.8636107142857143
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "People list and just text in 83 xfm and put your address on there as well on that.",
      "start": 2158748,
      "end": 2164738,
      "confidence": 0.9117511111111111
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "What places are there, Carl?",
      "start": 2164796,
      "end": 2166134,
      "confidence": 0.6794220000000001
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "Loads of stuff.",
      "start": 2166294,
      "end": 2167078,
      "confidence": 0.8267266666666666
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "Yeah, that's actually not bad. There's Lord of the Rings on there. Michael Palin's around the world in 80 days. If you've not had a chance to see that yet. It's been repeated about 80 times. Look around you. Which is an excellent show.",
      "start": 2167166,
      "end": 2179510,
      "confidence": 0.919558409090909
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "That's funny.",
      "start": 2179542,
      "end": 2180022,
      "confidence": 0.55377
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "If you've seen that, there's some other concern. It's not too bad. And also the relatively poor stand up DVD, Ricky Gervais's live animals show.",
      "start": 2180038,
      "end": 2187394,
      "confidence": 0.7909208
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Mediocre, can't give him away.",
      "start": 2187894,
      "end": 2189526,
      "confidence": 0.8728020000000001
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2189590,
      "end": 2190070,
      "confidence": 0.67924
    },
    {
      "pos": 420,
      "speaker": "C",
      "text": "And yeah, you can. You can win all those prizes if you can answer which question again.",
      "start": 2190182,
      "end": 2194470,
      "confidence": 0.9099582352941177
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "Who was the fellow who was at number 50 in me book? What was up with him?",
      "start": 2194622,
      "end": 2197686,
      "confidence": 0.8448152941176472
    },
    {
      "pos": 422,
      "speaker": "C",
      "text": "Excellent.",
      "start": 2197750,
      "end": 2198350,
      "confidence": 0.50892
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "All right, so let's play thorns and thorns.",
      "start": 2198462,
      "end": 2202974,
      "confidence": 0.8333825000000001
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "That's the most beautiful track I've been. I can't get enough of this, isn't it? You'll love it. You love this, Carl. Come on. What's the matter with you? Thorns. No no, blue sky. Beautiful. And that great track just had an email.",
      "start": 2203014,
      "end": 2226780,
      "confidence": 0.8673327906976744
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "Yeah. That woman who opened the office script could have her head cut off. Apparently when a letter is posted, it becomes the property of the queen until it reaches the person it was meant for. By opening it, she's committed treason and could be killed. I don't know if you're familiar with this story, Carl. Are you? Apparently some copies of the office Christmas specials, scripts got sent to the wrong address. Some woman. And instead, I mean, I don't know what you do in that situation. Normally, if I get mail that's not addressed to me, I just put it. Give it to the postman or put it back in the post box.",
      "start": 2226892,
      "end": 2257902,
      "confidence": 0.9236276521739131
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "Radio one tried to speak to her, but apparently she's got a gagging order, which makes us think that she sold it to the Sunday. So we read it. We read the plot of the office tomorrow. Yeah. In the Sunday papers, which ruin it for some people.",
      "start": 2257958,
      "end": 2272854,
      "confidence": 0.9138581249999996
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "Ruin it for a lot of people.",
      "start": 2272934,
      "end": 2273710,
      "confidence": 0.8525871428571429
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Yeah, but the other thing is. Yeah, yeah. I mean, if it was sent to her, obviously her name wasn't on it. If that's. If that's true, in which case, I think that's quite a serious offense, is. No, I would hope so.",
      "start": 2273742,
      "end": 2284114,
      "confidence": 0.8875444186046509
    },
    {
      "pos": 429,
      "speaker": "C",
      "text": "I mean, I would hope that.",
      "start": 2284194,
      "end": 2284946,
      "confidence": 0.9964149999999999
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2284970,
      "end": 2285146,
      "confidence": 0.97374
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "If I said something in an envelope, it was.",
      "start": 2285170,
      "end": 2286762,
      "confidence": 0.7945366666666668
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "But the BBC. Ash. Actually, the BBC thinks that because the person they said it was meant to be sent to got his. He thinks maybe that's an excuse. Maybe someone gave her the script and said, don't tell her it. Don't say it came from me.",
      "start": 2286898,
      "end": 2300858,
      "confidence": 0.8607914893617018
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "Yeah, yeah, yeah.",
      "start": 2300906,
      "end": 2301594,
      "confidence": 0.84965
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "So. Don't know. Maybe she's protected someone. I don't know. Yeah, well, either way. Either way, don't sell it to a newspaper.",
      "start": 2301634,
      "end": 2307652,
      "confidence": 0.9166304545454544
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "Well, yeah. It's just. It's just the kind of mercenary nature of it I loathe, you know, it's the fact that. And the fact that it's only just now makes me wonder if she had it there lying around in the office, in her house, and someone said to her, why don't you go to the papers?",
      "start": 2307748,
      "end": 2320316,
      "confidence": 0.9185256140350883
    },
    {
      "pos": 436,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2320420,
      "end": 2320844,
      "confidence": 0.81121
    },
    {
      "pos": 437,
      "speaker": "C",
      "text": "Try and flog it.",
      "start": 2320924,
      "end": 2321724,
      "confidence": 0.95987
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "But I just don't think it's. I don't think she's gonna get a lot for it because people gonna see it soon. It's not like it's the Hitler diaries.",
      "start": 2321804,
      "end": 2327304,
      "confidence": 0.9080493103448275
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "Very well written.",
      "start": 2327724,
      "end": 2328904,
      "confidence": 0.8282233333333333
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "But, I mean, I don't know. I don't know.",
      "start": 2329244,
      "end": 2332012,
      "confidence": 0.9130833333333334
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "I'll tell you what I'm frustrated by is just the fact that it's like, we've worked hard to give people some kind of pleasure for this Christmas, you know, because a lot of people are very depressed, Rick. Very low at this time of year. They've not got what they wanted. We're trying to cheer them up. You're in a bit of happiness.",
      "start": 2332108,
      "end": 2343972,
      "confidence": 0.8785638095238097
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Yeah, but I think she'll be happy if she gets a lot of money.",
      "start": 2344108,
      "end": 2346524,
      "confidence": 0.9472228571428571
    },
    {
      "pos": 443,
      "speaker": "C",
      "text": "True.",
      "start": 2346604,
      "end": 2347292,
      "confidence": 0.74136
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "I don't know. I think it's. I think it's just tacky, really.",
      "start": 2347468,
      "end": 2350364,
      "confidence": 0.9398008333333333
    },
    {
      "pos": 445,
      "speaker": "C",
      "text": "Well, I just say if you're a fan of the show, and you don't want to know what happens then. Don't read the Sundays tomorrow, or at least avoid it. When it says, we tell you what.",
      "start": 2350524,
      "end": 2356444,
      "confidence": 0.9246794594594595
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "The papers might not ruin it. The papers might go, we've got them, but we're not gonna ruin it for people. That'd be a nice gesture.",
      "start": 2356484,
      "end": 2362412,
      "confidence": 0.8007430769230768
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "But all I can say is it's a good job that I send out the prizes because that Michael Palin around the world native Aids will be going to the person who won it.",
      "start": 2362588,
      "end": 2374404,
      "confidence": 0.9142514705882353
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2374444,
      "end": 2374668,
      "confidence": 0.40567
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2374716,
      "end": 2375344,
      "confidence": 0.69484
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "And if someone else receives it, they better not try and keep it. Should go to the winner.",
      "start": 2375644,
      "end": 2380308,
      "confidence": 0.975181666666667
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Yeah, exactly. That is a very good point.",
      "start": 2380396,
      "end": 2382664,
      "confidence": 0.88042
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "So be warned.",
      "start": 2383044,
      "end": 2385544,
      "confidence": 0.94142
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "Don't open things that weren't addressed here.",
      "start": 2385704,
      "end": 2388808,
      "confidence": 0.9316185714285715
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2388896,
      "end": 2389564,
      "confidence": 0.92548
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "As if there's some sort of lesson there.",
      "start": 2391064,
      "end": 2393192,
      "confidence": 0.85543125
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2393248,
      "end": 2393648,
      "confidence": 0.85727
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "What happened? All the evils of the world when.",
      "start": 2393736,
      "end": 2395576,
      "confidence": 0.8674822222222223
    },
    {
      "pos": 458,
      "speaker": "C",
      "text": "It pretty much, yeah.",
      "start": 2395600,
      "end": 2397484,
      "confidence": 0.8218975
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "No. Pandora's box. Well, told not to open it, opens it, released all the evils that are in the world now.",
      "start": 2399664,
      "end": 2405924,
      "confidence": 0.949607619047619
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "But did. Did the person say, if you open it, loads of evil will come out?",
      "start": 2406704,
      "end": 2410256,
      "confidence": 0.895779375
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "Not true. It's not. It didn't really happen. It's not like evolution. It's not the truth.",
      "start": 2410280,
      "end": 2413840,
      "confidence": 0.89892125
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "But you remember that. Yeah. You won't listen to some of my stuff about goldfish and stuff.",
      "start": 2413912,
      "end": 2418864,
      "confidence": 0.8626458823529413
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "No, it's not. We don't listen to it. It's that you would pass off how all the evils in the world got here because I don't know if it would be. Pandora opens box.",
      "start": 2418944,
      "end": 2430080,
      "confidence": 0.8743435294117647
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "Actually, speaking of headlines.",
      "start": 2430232,
      "end": 2431964,
      "confidence": 0.9116575
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Imagine if Pilkington was on news at 10:00 okay, we should just explain.",
      "start": 2434304,
      "end": 2439878,
      "confidence": 0.8708484615384615
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "You cannot be bothered to read an entire news story. You get everything you need from a headline, don't you?",
      "start": 2440056,
      "end": 2443994,
      "confidence": 0.9709294999999999
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Well, I think it's enough. I think if they did.",
      "start": 2444074,
      "end": 2446826,
      "confidence": 0.969655
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Well, let's see, let's see. Let's see if this is enough. Let's see if this. If Jeff McDonald just read this on the news.",
      "start": 2446890,
      "end": 2452026,
      "confidence": 0.862949166666667
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "Attend.",
      "start": 2452050,
      "end": 2452266,
      "confidence": 0.38521
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "It'd be short and you get back to the football. Whatever. Here we go. And here is the news at 215 with Carl Pilkington.",
      "start": 2452290,
      "end": 2458002,
      "confidence": 0.8616016666666666
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "Bong man who walks backwards around Lake falls in.",
      "start": 2458138,
      "end": 2461854,
      "confidence": 0.9478944444444445
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Bong.",
      "start": 2462474,
      "end": 2463186,
      "confidence": 0.81927
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "Chinese woman eats dirt. Bong man lives in rubbish dump for ten years.",
      "start": 2463290,
      "end": 2470908,
      "confidence": 0.936146153846154
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Brilliant. Bong.",
      "start": 2471076,
      "end": 2472892,
      "confidence": 0.59263
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "Czech family says they've got a rabbit with three knobs.",
      "start": 2473028,
      "end": 2475584,
      "confidence": 0.907784
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Right, sorry, could you just read a little bit more of the czech family with three knobs?",
      "start": 2479204,
      "end": 2483504,
      "confidence": 0.8970311764705884
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "Just about a family.",
      "start": 2485804,
      "end": 2486788,
      "confidence": 0.98118
    },
    {
      "pos": 478,
      "speaker": "C",
      "text": "Not read it to yourself?",
      "start": 2486876,
      "end": 2488144,
      "confidence": 0.966196
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "He can't read it to himself. I told him to read it to himself. We still hear it.",
      "start": 2490484,
      "end": 2494100,
      "confidence": 0.8522111111111111
    },
    {
      "pos": 480,
      "speaker": "C",
      "text": "No, he was. Because I could see his lips moving.",
      "start": 2494132,
      "end": 2495904,
      "confidence": 0.904787
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "Just this fella who had three rabbits.",
      "start": 2496774,
      "end": 2500174,
      "confidence": 0.7576885714285714
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Right, just think of this is Trevor McDonald. Okay, carry on, Kyle. Okay, well, here's the news. Right, good, brilliant. Go on.",
      "start": 2500294,
      "end": 2505838,
      "confidence": 0.7553959090909091
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "There's a fellow, he's got, he's got three rabbits and that. And then he checks them out, right? Yeah. Two of the rabbits. I've got two knobs each, right? He goes, that's a bit weird in it. And they throwing them around sort of chicken, you know, showing around the family and stuff, saying, look at that, that's weird. Picks up the third one. It's got three.",
      "start": 2505886,
      "end": 2523936,
      "confidence": 0.8514573134328358
    },
    {
      "pos": 484,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2524110,
      "end": 2524532,
      "confidence": 0.60897
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "So the two we too, because they thought we best keep the third one, cuz. A little bit lucky enough.",
      "start": 2524588,
      "end": 2530188,
      "confidence": 0.77867
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "Yeah, it is lucky. Three knobs there. Yeah.",
      "start": 2530276,
      "end": 2533092,
      "confidence": 0.84870125
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Now here's the sports news. And that's how it would work.",
      "start": 2533148,
      "end": 2536020,
      "confidence": 0.8744063636363638
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Yeah. Okay, brilliant. We'll read about the chinese woman. A week's dirt. I mean, just said, that's it.",
      "start": 2536132,
      "end": 2541260,
      "confidence": 0.7134672222222221
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "That is the story. Then what more do you need to know?",
      "start": 2541292,
      "end": 2543284,
      "confidence": 0.9722249999999999
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Well, I want to know a little bit more.",
      "start": 2543324,
      "end": 2544460,
      "confidence": 0.779198888888889
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Can you just invent the eight year old chinese woman? She says she's 78. Makes you wonder.",
      "start": 2544492,
      "end": 2551450,
      "confidence": 0.8888888235294118
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2551522,
      "end": 2552250,
      "confidence": 0.47531
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "My theory, Carl's theory is that chinese people don't age well. And so those chinese people, the saying they're 112, are really only 33. That's why doesn't he recognize, he doesn't want to walk out from here into Chinatown.",
      "start": 2552442,
      "end": 2566594,
      "confidence": 0.8222666666666668
    },
    {
      "pos": 494,
      "speaker": "B",
      "text": "Yeah. Just says she, she's been eating soil for 70 years. She's at about ten tons of the stuff. Stunning her arm. Kept her grounded.",
      "start": 2566634,
      "end": 2576454,
      "confidence": 0.84694
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "It's probably all right for you, isn't it? It passes through, doesn't it?",
      "start": 2578874,
      "end": 2581862,
      "confidence": 0.8779907692307691
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "Well, they say don't if you're having a kid, let it play in soil and that.",
      "start": 2581958,
      "end": 2585158,
      "confidence": 0.9324774999999998
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "Because, well, that's to get it immune. Yeah, to get. Yeah, but lots of like, things without with them, sort of birds and reptiles sometimes swallow soil and stones because it grinds up stuff, breaks down cellulose for them, doesn't do any arm.",
      "start": 2585206,
      "end": 2602354,
      "confidence": 0.8760744186046512
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "One more fact from this book for you, Carl. Apparently, officially, the second World War is not over. It's not actually over because there's never been an official treaty signed between Germany and Russia. So it's still going on. Interesting or not.",
      "start": 2603374,
      "end": 2622174,
      "confidence": 0.9673626190476187
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Not as good as the monkey one.",
      "start": 2624274,
      "end": 2625690,
      "confidence": 0.9291999999999999
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "And the woman who eats dirt and.",
      "start": 2625722,
      "end": 2627882,
      "confidence": 0.8286528571428571
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "The Peter the Great. But it is over, isn't it?",
      "start": 2627898,
      "end": 2632694,
      "confidence": 0.741163
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "In it.",
      "start": 2633434,
      "end": 2633882,
      "confidence": 0.71804
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "Now that's. I get. That's what I mean about you annoying me with stuff, that you go, oh, that's interesting. I don't think that is interesting.",
      "start": 2633898,
      "end": 2640618,
      "confidence": 0.9211003846153847
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Okay.",
      "start": 2640666,
      "end": 2641018,
      "confidence": 0.81064
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "Okay.",
      "start": 2641066,
      "end": 2641698,
      "confidence": 0.79232
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "It was, uh, what was it I learned?",
      "start": 2641826,
      "end": 2644654,
      "confidence": 0.86171375
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "What was it I learned? Think of that as a question.",
      "start": 2645034,
      "end": 2648122,
      "confidence": 0.8864836363636361
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "We're all trying to figure that out.",
      "start": 2648178,
      "end": 2649386,
      "confidence": 0.89412
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 2649490,
      "end": 2650442,
      "confidence": 0.9054366666666667
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Leonardo DiCaprio, the painter.",
      "start": 2650578,
      "end": 2654858,
      "confidence": 0.7596975
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Da Vinci.",
      "start": 2654946,
      "end": 2655874,
      "confidence": 0.86137
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "Da Vinci. He could, he could write with one hand, draw with the other at the same time.",
      "start": 2656034,
      "end": 2662084,
      "confidence": 0.8819005555555557
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "Right?",
      "start": 2662624,
      "end": 2663364,
      "confidence": 0.97208
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Yeah. That's good. That's interesting.",
      "start": 2663704,
      "end": 2666404,
      "confidence": 0.9149199999999998
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "Yeah, it's all right.",
      "start": 2667104,
      "end": 2668564,
      "confidence": 0.83062
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Well, if you have an interesting fact for Carl Pilkington that you think he might be intrigued by email. Ricky Gervais, what have we got coming up?",
      "start": 2669024,
      "end": 2676272,
      "confidence": 0.8810414814814814
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "What we got coming up?",
      "start": 2676368,
      "end": 2677608,
      "confidence": 0.9153099999999998
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "More education stuff. Some good tunes and that.",
      "start": 2677776,
      "end": 2681720,
      "confidence": 0.8809212500000001
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2681832,
      "end": 2682288,
      "confidence": 0.41602
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "And a bit of outcast.",
      "start": 2682376,
      "end": 2684800,
      "confidence": 0.7949740000000001
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Yeah yeah yeah yeah. Outcast. Hey, on XFM 104.9, I'm Ricky Gervais. With me, Steve Merchant. And over there, Carl Pilkington. Now we've got a new feature. Well, let's.",
      "start": 2684872,
      "end": 2712464,
      "confidence": 0.8263544827586208
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "I don't know if it should become a feature every week, Rick. I'm not sure it's got legs for that. Maybe in the absence of rockbusters, basically I was looking through the pigeonhole and we got a lot of stuff sent to us, a lot of junk, stuff we don't really want. And a lot of people, for some.",
      "start": 2712504,
      "end": 2725626,
      "confidence": 0.9149708474576271
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "Reason, they send letters, begging letters.",
      "start": 2725650,
      "end": 2727346,
      "confidence": 0.7495249999999999
    },
    {
      "pos": 524,
      "speaker": "C",
      "text": "A lot of that. We get sent a lot of CDs by people, bands, artists who have not yet been signed. Maybe they've knocked something together in their bedroom. They got banned. And they just, for some reason they want our feedback. They want us to give them some thoughts on what they think, where they're going wrong, stuff like that. And I just thought, well, we're basically, I was having to clear out and I thought, why not just give him a little chance, you know? Yeah, throw him a bone, Rick.",
      "start": 2727370,
      "end": 2749008,
      "confidence": 0.9127800000000003
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "Honest.",
      "start": 2749096,
      "end": 2749456,
      "confidence": 0.47866
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Honest critique.",
      "start": 2749520,
      "end": 2750328,
      "confidence": 0.9922949999999999
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "Honest critique of some of the artists that sent us stuff.",
      "start": 2750416,
      "end": 2752408,
      "confidence": 0.8876627272727273
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "Okay.",
      "start": 2752456,
      "end": 2752816,
      "confidence": 0.51879
    },
    {
      "pos": 529,
      "speaker": "C",
      "text": "These are bands that have not been, they've not got record contracts.",
      "start": 2752880,
      "end": 2755216,
      "confidence": 0.8628933333333334
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "This is exciting. Okay, name the three bands.",
      "start": 2755240,
      "end": 2757296,
      "confidence": 0.86457
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "Well, I'll tell you, we'll go through them individually and hear a little snatch and then I'll get your opinions both from you. Rick, I know you've been in the music business. You've got a good general knowledge of big time. And also Carl Pilkington's views as well. Yeah, we know what to think of them. So this first band is called Kellerton Road. I'm sure they're very excited. As I said their name then they probably can't believe it. They're phony each now they're getting so excited.",
      "start": 2757360,
      "end": 2775432,
      "confidence": 0.895951590909091
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "All friends are phoning them now. Turn your phone off. Okay then. Kellison Road.",
      "start": 2775488,
      "end": 2780680,
      "confidence": 0.8469328571428572
    },
    {
      "pos": 533,
      "speaker": "C",
      "text": "Kellison Road. Play a track from them.",
      "start": 2780712,
      "end": 2782244,
      "confidence": 0.7395957142857144
    },
    {
      "pos": 534,
      "speaker": "B",
      "text": "So that's Kelton Road, I think.",
      "start": 2817304,
      "end": 2818752,
      "confidence": 0.7969750000000001
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "That's a track called secretly and looking on the back here. There's six of them in the band. They all pretty much look the same. They've got the long hair, the usual sort of look. What you make of them, Rick.",
      "start": 2818768,
      "end": 2828448,
      "confidence": 0.9356619512195121
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "All right?",
      "start": 2828496,
      "end": 2828920,
      "confidence": 0.79542
    },
    {
      "pos": 537,
      "speaker": "C",
      "text": "Yeah, quite like.",
      "start": 2828992,
      "end": 2830004,
      "confidence": 0.8416233333333333
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "I mean, bit generic. The chorus is a little bit simplistic. I like good production. Good, yeah.",
      "start": 2830344,
      "end": 2836534,
      "confidence": 0.9004717647058823
    },
    {
      "pos": 539,
      "speaker": "C",
      "text": "Maybe like the thrills, that sort of thing.",
      "start": 2836954,
      "end": 2838514,
      "confidence": 0.9473300000000001
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "Yeah. Yeah. I mean, yeah, good.",
      "start": 2838554,
      "end": 2841194,
      "confidence": 0.9644266666666667
    },
    {
      "pos": 541,
      "speaker": "C",
      "text": "Jukebox or junk box?",
      "start": 2841274,
      "end": 2842970,
      "confidence": 0.8705324999999999
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "What's junk box?",
      "start": 2843082,
      "end": 2844330,
      "confidence": 0.7794033333333333
    },
    {
      "pos": 543,
      "speaker": "C",
      "text": "It's just. I'm just trying to make it sound snappy. Juice or junk box?",
      "start": 2844522,
      "end": 2847154,
      "confidence": 0.8198235714285714
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "Don't. Because you haven't got it. Don't ever stick to what you're good at.",
      "start": 2847194,
      "end": 2851082,
      "confidence": 0.8534685714285714
    },
    {
      "pos": 545,
      "speaker": "C",
      "text": "Okay? What, being sexy?",
      "start": 2851138,
      "end": 2853250,
      "confidence": 0.86309
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "Mmm. Just sort of watching doctor who and stuff. You like that. Okay, then. Right, what's the next one?",
      "start": 2853362,
      "end": 2858178,
      "confidence": 0.9082552631578947
    },
    {
      "pos": 547,
      "speaker": "C",
      "text": "So whatever. Let's just ask Carl Pilkington's opinion. Carl, what your thoughts?",
      "start": 2858226,
      "end": 2860802,
      "confidence": 0.6811083333333333
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2860818,
      "end": 2860922,
      "confidence": 0.68045
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "Yeah, it's all right.",
      "start": 2860938,
      "end": 2861720,
      "confidence": 0.7483175
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "Yeah, that's it, is it?",
      "start": 2861802,
      "end": 2863740,
      "confidence": 0.96663
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "Yep.",
      "start": 2863852,
      "end": 2864500,
      "confidence": 0.36315
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "Is that why you no longer write for the enemy? So what's this next one you've got for us then, Carl?",
      "start": 2864652,
      "end": 2870084,
      "confidence": 0.9165747619047618
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Uh, toffee.",
      "start": 2870124,
      "end": 2870932,
      "confidence": 0.7318899999999999
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "Toffee.",
      "start": 2871028,
      "end": 2871508,
      "confidence": 0.90852
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "It's called born depressed.",
      "start": 2871556,
      "end": 2873044,
      "confidence": 0.801205
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "Oh, dear.",
      "start": 2873124,
      "end": 2873724,
      "confidence": 0.92299
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Brilliant. Is it about you? Why was the best where I was. I quite like that.",
      "start": 2873804,
      "end": 2906722,
      "confidence": 0.69628125
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2906778,
      "end": 2907226,
      "confidence": 0.87385
    },
    {
      "pos": 559,
      "speaker": "A",
      "text": "That's what, a bit. Yeah, bit. Bit glammy. Bit underground. Yeah.",
      "start": 2907330,
      "end": 2911954,
      "confidence": 0.7968881818181818
    },
    {
      "pos": 560,
      "speaker": "C",
      "text": "What do you make of the name toffee?",
      "start": 2911994,
      "end": 2913456,
      "confidence": 0.9414912500000001
    },
    {
      "pos": 561,
      "speaker": "A",
      "text": "Not. I don't like the name.",
      "start": 2913610,
      "end": 2914764,
      "confidence": 0.8899266666666666
    },
    {
      "pos": 562,
      "speaker": "C",
      "text": "It's not great, is it?",
      "start": 2914804,
      "end": 2915604,
      "confidence": 0.9894320000000001
    },
    {
      "pos": 563,
      "speaker": "A",
      "text": "No. But I quite like that CD.",
      "start": 2915644,
      "end": 2918484,
      "confidence": 0.8465971428571429
    },
    {
      "pos": 564,
      "speaker": "C",
      "text": "They've made it themselves and basically the band feature on there, completely nude. What do you.",
      "start": 2918524,
      "end": 2923668,
      "confidence": 0.89121625
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "Wow. We know.",
      "start": 2923756,
      "end": 2924316,
      "confidence": 0.8683366666666666
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "We think that. What do you think of that car? That's no point, is it?",
      "start": 2924340,
      "end": 2927844,
      "confidence": 0.8395546666666668
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "There's quite a lot of blokes, and there's one naked lady just having a look.",
      "start": 2927884,
      "end": 2930620,
      "confidence": 0.854588
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "Don't just.",
      "start": 2930652,
      "end": 2931212,
      "confidence": 0.5623900000000001
    },
    {
      "pos": 569,
      "speaker": "A",
      "text": "Yeah. Wait. Look at the blokes we're looking at. Why? Look at the blokes. Nice knob. I can see. I can see by the way your eyes.",
      "start": 2931308,
      "end": 2938412,
      "confidence": 0.8207755555555556
    },
    {
      "pos": 570,
      "speaker": "B",
      "text": "I'm looking at the woman's knob, though.",
      "start": 2938468,
      "end": 2940224,
      "confidence": 0.8530642857142857
    },
    {
      "pos": 571,
      "speaker": "A",
      "text": "Well, she won't be happy with that.",
      "start": 2940854,
      "end": 2942182,
      "confidence": 0.9213614285714286
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "That's a bloke car.",
      "start": 2942278,
      "end": 2943514,
      "confidence": 0.6902725
    },
    {
      "pos": 573,
      "speaker": "A",
      "text": "Yeah. That's what you've been going wrong.",
      "start": 2943854,
      "end": 2945518,
      "confidence": 0.82537
    },
    {
      "pos": 574,
      "speaker": "C",
      "text": "Yeah, that's Norman.",
      "start": 2945606,
      "end": 2946454,
      "confidence": 0.5902600000000001
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "Yeah, that's what I was looking at. That one. The woman's knob. So that's all right.",
      "start": 2946534,
      "end": 2949734,
      "confidence": 0.855099375
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "Yeah. Good.",
      "start": 2949814,
      "end": 2950726,
      "confidence": 0.94909
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "So, Rick, hit parade or shit parade?",
      "start": 2950790,
      "end": 2953674,
      "confidence": 0.7963828571428573
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "Oh, I don't know if it's gonna be. I don't think it's gonna be a hit yet. Because I haven't got backup. But I think we're looking more about whether they get. Do you think they deserve one? Yeah, I say I like. Yeah, I like. Yeah. Thumbs up for both of them.",
      "start": 2955974,
      "end": 2968640,
      "confidence": 0.8467377358490565
    },
    {
      "pos": 579,
      "speaker": "C",
      "text": "All right, well done. And, Carl, play the last one then. What do you make of it? Sorry, we didn't ask your opinion. We weren't interested.",
      "start": 2968792,
      "end": 2974204,
      "confidence": 0.9101588461538458
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Like to see him on CD UK.",
      "start": 2975424,
      "end": 2977204,
      "confidence": 0.9045442857142857
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "Okay. Okay.",
      "start": 2980464,
      "end": 2981912,
      "confidence": 0.43552
    },
    {
      "pos": 582,
      "speaker": "C",
      "text": "And this last act, I think, is this. Right? Picture center? Yeah, picture center. Picture center.",
      "start": 2982008,
      "end": 3025684,
      "confidence": 0.797405625
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "My favorite.",
      "start": 3025764,
      "end": 3026380,
      "confidence": 0.62029
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "You like that?",
      "start": 3026452,
      "end": 3026924,
      "confidence": 0.7192366666666666
    },
    {
      "pos": 585,
      "speaker": "A",
      "text": "Yeah, that's my favorite out of all of them. Good. There's a bit of Amy Mann in there. A little bit. Cocteau twins.",
      "start": 3026964,
      "end": 3032148,
      "confidence": 0.8571599999999999
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3032236,
      "end": 3032644,
      "confidence": 0.60677
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "Yeah. No, really good. I really like. Really good. Really intriguing, that.",
      "start": 3032724,
      "end": 3036224,
      "confidence": 0.8486891666666666
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "Yes. All right.",
      "start": 3037124,
      "end": 3038304,
      "confidence": 0.6393
    },
    {
      "pos": 589,
      "speaker": "C",
      "text": "If you didn't like it, what would you say?",
      "start": 3039924,
      "end": 3041624,
      "confidence": 0.976671111111111
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "It's weird, though, isn't it, music? No, do you know what I mean? It's like, it depends what you're doing. I mean, that's all right. If you're just having a game, a crib or whatever, it's just on in the background. That's. That's the thing with music. I don't think you can sort of slag any of it off. It's times and it depends what mood you're in and stuff.",
      "start": 3043244,
      "end": 3062606,
      "confidence": 0.8826330000000001
    },
    {
      "pos": 591,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3062670,
      "end": 3063054,
      "confidence": 0.95559
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "So this is pointless feature.",
      "start": 3063134,
      "end": 3066214,
      "confidence": 0.7968979999999999
    },
    {
      "pos": 593,
      "speaker": "C",
      "text": "It's a pointless point with it. No, I don't. All right, don't slag it off.",
      "start": 3066254,
      "end": 3070766,
      "confidence": 0.7793406666666668
    },
    {
      "pos": 594,
      "speaker": "A",
      "text": "Okay, we'll do that again then. I was quite enjoying that, but okay.",
      "start": 3070830,
      "end": 3073758,
      "confidence": 0.8887707692307694
    },
    {
      "pos": 595,
      "speaker": "B",
      "text": "No, do you understand what I'm saying?",
      "start": 3073806,
      "end": 3075022,
      "confidence": 0.9674699999999999
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "Well, that it's not. It's not worth having an opinion about music.",
      "start": 3075118,
      "end": 3078514,
      "confidence": 0.9273266666666666
    },
    {
      "pos": 597,
      "speaker": "B",
      "text": "Uh, well, I'm not that bothered. I'm just saying, imagine who's on the.",
      "start": 3079054,
      "end": 3088070,
      "confidence": 0.8342861538461539
    },
    {
      "pos": 598,
      "speaker": "A",
      "text": "Panel of fame are going to be your pop idol. Yeah, that'd be great. It'd go along. And Nikki Chapman go, yeah, you've really improved. I really like that. I don't know what you're wearing. Doctor Fox, you were hot, baby. I loved it. Like, like your legs, like all your boobs and all that. Brilliant. Come to Carl. Not bothered. Brilliant.",
      "start": 3088102,
      "end": 3105596,
      "confidence": 0.811729193548387
    },
    {
      "pos": 599,
      "speaker": "B",
      "text": "Oh, well, keep it up, you know, play record. Yeah.",
      "start": 3105700,
      "end": 3109544,
      "confidence": 0.7927350000000001
    },
    {
      "pos": 600,
      "speaker": "A",
      "text": "Oh, come on. This is my favorite. Can I change? Well, this is my favorite of all four of them. Linus gynas. Yeah, yeah, yeah. Slam dunk this, jet and roll over DJ on XFM 104.9.",
      "start": 3110484,
      "end": 3133074,
      "confidence": 0.8037950000000001
    },
    {
      "pos": 601,
      "speaker": "C",
      "text": "All right, Carl, I'm just an email, a question for you. Can you please let me know which school Carl went to? What school do you go to?",
      "start": 3133694,
      "end": 3141314,
      "confidence": 0.908939285714286
    },
    {
      "pos": 602,
      "speaker": "B",
      "text": "Cesav.",
      "start": 3142134,
      "end": 3143074,
      "confidence": 0.21443
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "What?",
      "start": 3143414,
      "end": 3143966,
      "confidence": 0.98526
    },
    {
      "pos": 604,
      "speaker": "B",
      "text": "Cessav.",
      "start": 3144070,
      "end": 3144942,
      "confidence": 0.20411
    },
    {
      "pos": 605,
      "speaker": "C",
      "text": "Cessav?",
      "start": 3145118,
      "end": 3145902,
      "confidence": 0.22053
    },
    {
      "pos": 606,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3145998,
      "end": 3146486,
      "confidence": 0.78891
    },
    {
      "pos": 607,
      "speaker": "C",
      "text": "What does that mean?",
      "start": 3146590,
      "end": 3147634,
      "confidence": 0.9993325000000001
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "It was on Cecil Avenue.",
      "start": 3148134,
      "end": 3149754,
      "confidence": 0.89617
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "Cecil Avenue in Manchester?",
      "start": 3150254,
      "end": 3151846,
      "confidence": 0.9840525
    },
    {
      "pos": 610,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3151950,
      "end": 3152326,
      "confidence": 0.48456
    },
    {
      "pos": 611,
      "speaker": "C",
      "text": "It's just he says, I'd like to know so that I don't send my kids to the same place.",
      "start": 3152390,
      "end": 3156394,
      "confidence": 0.9428478947368419
    },
    {
      "pos": 612,
      "speaker": "B",
      "text": "He also says.",
      "start": 3156854,
      "end": 3158034,
      "confidence": 0.9507
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "He says P's. Does Carl look like Gollum in Lord of the Rings? Yes, he does, doesn't it?",
      "start": 3158764,
      "end": 3163492,
      "confidence": 0.7930394444444444
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "Yeah. Yeah, that's very good. Yeah. In fact, I was just putting a little baldwin on you, wasn't I?",
      "start": 3163508,
      "end": 3168308,
      "confidence": 0.91087
    },
    {
      "pos": 615,
      "speaker": "C",
      "text": "Like he needs one.",
      "start": 3168396,
      "end": 3169504,
      "confidence": 0.9773525
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3170084,
      "end": 3170796,
      "confidence": 0.55912
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "So, yeah, games we have when the songs are on. The bit that worried me is when you said, let me just staple it.",
      "start": 3170940,
      "end": 3180304,
      "confidence": 0.9271950000000001
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Yeah, well, I was trying to get it under your chin because it looked funnier and he was scared. Oh, I did that thing with the tea towel. Have you told Steve about that?",
      "start": 3181604,
      "end": 3191952,
      "confidence": 0.844029411764706
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "I don't think I have. It's not something I'd shout about, to be honest.",
      "start": 3192088,
      "end": 3194600,
      "confidence": 0.8922007142857142
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "Go on.",
      "start": 3194672,
      "end": 3195444,
      "confidence": 0.924965
    },
    {
      "pos": 621,
      "speaker": "B",
      "text": "Went round his place and he said, oh, before you go, I must try.",
      "start": 3195984,
      "end": 3198904,
      "confidence": 0.9112614285714287
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Something, because I couldn't get squeezing hard enough. I can't, because I'm not strong enough to hurt him anymore now. Or am I?",
      "start": 3198944,
      "end": 3204444,
      "confidence": 0.9475999999999999
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "I think I can take it a bit more than I could at the start.",
      "start": 3204864,
      "end": 3207416,
      "confidence": 0.8971493333333332
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Yeah. So I wanted to squeeze his head more. So what did I do?",
      "start": 3207480,
      "end": 3209704,
      "confidence": 0.8835285714285714
    },
    {
      "pos": 625,
      "speaker": "B",
      "text": "So he said, just hang on, I've got a ton tea towel. He brought a tea towel in. Now I need something long and thin. What can I get? He's asking his girlfriend, where's that? Comes in with a spatula. Right. He puts the tea towel on my head and manages to sort of put the spatula in and turn it round so that the tea towel is tightening on my head.",
      "start": 3209744,
      "end": 3230604,
      "confidence": 0.9115134722222223
    },
    {
      "pos": 626,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3230644,
      "end": 3231340,
      "confidence": 0.3174
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "Using little pressure, would you say, from you?",
      "start": 3231532,
      "end": 3234204,
      "confidence": 0.9618475
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "Yeah, just little. It's brilliant. It was like a tourniquet and I just turned it a little bit and he screamed almost straight away, didn't you?",
      "start": 3234284,
      "end": 3239108,
      "confidence": 0.8595457692307692
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "It hurts. But why did you think that was good? When would you need to use that tool?",
      "start": 3239156,
      "end": 3245384,
      "confidence": 0.9766955555555555
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "I knew I did it on my other bald mate, Rob, who was over, and he screamed as well. Could it get you just put a tea towel around, like a little bandana. Just stick the wooden spoon down the back. Just turn it. And it's even half a turn, isn't it? And it really.",
      "start": 3248044,
      "end": 3261316,
      "confidence": 0.819952
    },
    {
      "pos": 631,
      "speaker": "C",
      "text": "Hopefully, children listening will be trying that on their friends.",
      "start": 3261420,
      "end": 3263860,
      "confidence": 0.925313
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "No, no, they won't. Don't try that at home.",
      "start": 3264012,
      "end": 3266544,
      "confidence": 0.9310077777777777
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "I've got another fact for you, Carl. What might be of interest to you. It's the final one the ancient Babylonians had. What?",
      "start": 3266914,
      "end": 3275690,
      "confidence": 0.8741847826086956
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "I'll just stop you there. What's a Babylonian?",
      "start": 3275762,
      "end": 3279414,
      "confidence": 0.8279587500000001
    },
    {
      "pos": 635,
      "speaker": "A",
      "text": "My head's gonna burst. What do you mean? What's a Babylonian?",
      "start": 3281674,
      "end": 3285106,
      "confidence": 0.791809090909091
    },
    {
      "pos": 636,
      "speaker": "B",
      "text": "I've never heard of one.",
      "start": 3285130,
      "end": 3285842,
      "confidence": 0.901792
    },
    {
      "pos": 637,
      "speaker": "A",
      "text": "No, we'll think, work out. What's an Evertonian?",
      "start": 3285898,
      "end": 3288414,
      "confidence": 0.82514625
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "Someone who supports Everton.",
      "start": 3289434,
      "end": 3291754,
      "confidence": 0.98335
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "Well. Or from.",
      "start": 3291914,
      "end": 3293304,
      "confidence": 0.9144200000000001
    },
    {
      "pos": 640,
      "speaker": "B",
      "text": "From Liverpool.",
      "start": 3293434,
      "end": 3294228,
      "confidence": 0.9812350000000001
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "Yeah. So what's a Babylonian?",
      "start": 3294316,
      "end": 3296076,
      "confidence": 0.8813700000000001
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "It's from Baba.",
      "start": 3296260,
      "end": 3297424,
      "confidence": 0.66677
    },
    {
      "pos": 643,
      "speaker": "C",
      "text": "Yeah. Well, anyway, some people from Baba, ancient Baba, they didn't have any very many doctors in those days, all right? Because they felt that illness, illnesses should be left to the wisdom of the public, right? So if you were sick, okay, you were placed in the city center, right? And then a pass outside Baba. Outside Baba. And a passerby who had suffered from the same ailment or who had seen it treated in the past, they would pass by, they would give them advice on how to be cured. Do you understand? So there'd be no doctors, just people passing by would see, they'd say, what's wrong with you? And they'd say, well, I've had the same thing. Here's some advice. And pedestrians were forbidden to pass such an individual without inquiring about the complaint and prescribing for it if they knew how to.",
      "start": 3301444,
      "end": 3344160,
      "confidence": 0.9180467346938777
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "So hang on, so there's someone ill?",
      "start": 3344352,
      "end": 3345990,
      "confidence": 0.9315614285714285
    },
    {
      "pos": 645,
      "speaker": "C",
      "text": "Yep.",
      "start": 3346072,
      "end": 3346738,
      "confidence": 0.49706
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "Outside the town hall.",
      "start": 3346906,
      "end": 3348066,
      "confidence": 0.7489325
    },
    {
      "pos": 647,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3348130,
      "end": 3348774,
      "confidence": 0.69756
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "People walk past, go, what's up with you? They go, my foot hurts. And they go, you've got to do this to get rid of it.",
      "start": 3349514,
      "end": 3354586,
      "confidence": 0.9199949999999999
    },
    {
      "pos": 649,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3354650,
      "end": 3355294,
      "confidence": 0.856
    },
    {
      "pos": 650,
      "speaker": "B",
      "text": "And were they ever right?",
      "start": 3356154,
      "end": 3357346,
      "confidence": 0.9046939999999999
    },
    {
      "pos": 651,
      "speaker": "A",
      "text": "What would you mean?",
      "start": 3357490,
      "end": 3358534,
      "confidence": 0.9659375
    },
    {
      "pos": 652,
      "speaker": "B",
      "text": "Were they ever right?",
      "start": 3360034,
      "end": 3360914,
      "confidence": 0.8820100000000001
    },
    {
      "pos": 653,
      "speaker": "A",
      "text": "Well, how do we know?",
      "start": 3360994,
      "end": 3362614,
      "confidence": 0.918454
    },
    {
      "pos": 654,
      "speaker": "B",
      "text": "What you telling me?",
      "start": 3363754,
      "end": 3365094,
      "confidence": 0.9776275000000001
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "What?",
      "start": 3365394,
      "end": 3365850,
      "confidence": 0.97257
    },
    {
      "pos": 656,
      "speaker": "B",
      "text": "What have you just told me? What am I meant to take from that? You just said strangers sort of say, you got that wrong with you.",
      "start": 3365922,
      "end": 3372106,
      "confidence": 0.9098988888888888
    },
    {
      "pos": 657,
      "speaker": "A",
      "text": "I think he's sulking. I don't think he's ever gonna take anything we tell him again, because we don't like the fact that he goes, monkeys can do armed robberies. And we go, no, they can't.",
      "start": 3372210,
      "end": 3381874,
      "confidence": 0.898248888888889
    },
    {
      "pos": 658,
      "speaker": "B",
      "text": "I don't understand what the problem is.",
      "start": 3381914,
      "end": 3383130,
      "confidence": 0.9936657142857143
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "But how is that different from telling me that a chinese woman ate dirt? How is that not the same sort?",
      "start": 3383162,
      "end": 3387850,
      "confidence": 0.9483376190476187
    },
    {
      "pos": 660,
      "speaker": "B",
      "text": "Cause that's weird. Someone sat in Trafalgar Square going, I've got headache. And I go, take some eurofen. Isn't shocking. I'm not a doctor, I've given a bit of advice, but neither is the dirt lady.",
      "start": 3387882,
      "end": 3398570,
      "confidence": 0.8892608333333332
    },
    {
      "pos": 661,
      "speaker": "C",
      "text": "She's not particularly interesting. Neither of them are particularly interesting. I'm just trying to give you an example of the same sort of drivel you feed us every week.",
      "start": 3398602,
      "end": 3405128,
      "confidence": 0.9642920689655171
    },
    {
      "pos": 662,
      "speaker": "B",
      "text": "Would you sort of have tea around at her house? It's weird. The chinese woman, right?",
      "start": 3405296,
      "end": 3411600,
      "confidence": 0.849039375
    },
    {
      "pos": 663,
      "speaker": "C",
      "text": "So it's weird. Okay, now we're getting somewhere. It's weirdness that you're interested in.",
      "start": 3411632,
      "end": 3416936,
      "confidence": 0.9020371428571428
    },
    {
      "pos": 664,
      "speaker": "A",
      "text": "See, I thought that you actually saw interesting. Well, sort of stuff.",
      "start": 3417080,
      "end": 3421760,
      "confidence": 0.8668933333333334
    },
    {
      "pos": 665,
      "speaker": "B",
      "text": "But if it's weird, it helps.",
      "start": 3421792,
      "end": 3423324,
      "confidence": 0.8259416666666667
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "If it's weird, it helps, yeah.",
      "start": 3424504,
      "end": 3426280,
      "confidence": 0.8306016666666666
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "I mean, it doesn't have to be major news. The other day, there was something about this. This fella who, I think he wanted to be an actor, right? And he was trying all his life to be an actor. Couldn't get a gig anywhere, right? So when he died, he said, right, I'm gonna leave all my money to the theater. As long as that theater uses my skull in that. In that play they do with the head hamlet in omelette. So that's that sort of news.",
      "start": 3426312,
      "end": 3460464,
      "confidence": 0.9206322471910117
    },
    {
      "pos": 668,
      "speaker": "C",
      "text": "And it's weird, right?",
      "start": 3460804,
      "end": 3462464,
      "confidence": 0.63101
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "What money did they have? If he's been struggling actor.",
      "start": 3463124,
      "end": 3465584,
      "confidence": 0.837887
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "Yeah, they had some money in that.",
      "start": 3465964,
      "end": 3467340,
      "confidence": 0.7951414285714284
    },
    {
      "pos": 671,
      "speaker": "A",
      "text": "What do you do?",
      "start": 3467372,
      "end": 3468264,
      "confidence": 0.7827375000000001
    },
    {
      "pos": 672,
      "speaker": "B",
      "text": "I don't know.",
      "start": 3468884,
      "end": 3469708,
      "confidence": 0.7705633333333334
    },
    {
      "pos": 673,
      "speaker": "A",
      "text": "I'm interested in what he did. Yes. Yeah. That's what me and Steve interested in. What he did, though. He earned his money, so.",
      "start": 3469836,
      "end": 3477140,
      "confidence": 0.8316300000000001
    },
    {
      "pos": 674,
      "speaker": "C",
      "text": "Yeah, because you were going to educate us this week with some interesting facts.",
      "start": 3477172,
      "end": 3480124,
      "confidence": 0.8858542857142856
    },
    {
      "pos": 675,
      "speaker": "A",
      "text": "Yeah, come on.",
      "start": 3480164,
      "end": 3480628,
      "confidence": 0.6897066666666666
    },
    {
      "pos": 676,
      "speaker": "C",
      "text": "Is that it, or have you got more?",
      "start": 3480676,
      "end": 3481856,
      "confidence": 0.8935937500000001
    },
    {
      "pos": 677,
      "speaker": "A",
      "text": "Well, that. That's weird, but that's not educational. You didn't give me his name. You didn't give me when you didn't.",
      "start": 3481940,
      "end": 3486504,
      "confidence": 0.8582547619047619
    },
    {
      "pos": 678,
      "speaker": "B",
      "text": "What thought to take from it. Do you know what I mean? If people listening go, I'm a bit like that. It's like if. If you've got to be dead and have your skull on stage, that isn't the job for you. That's what I'm saying. If it takes that much, give it up, do something else. Right? What else have I taught you?",
      "start": 3486544,
      "end": 3503472,
      "confidence": 0.8989842187499999
    },
    {
      "pos": 679,
      "speaker": "C",
      "text": "I don't know.",
      "start": 3503568,
      "end": 3504040,
      "confidence": 0.7518866666666666
    },
    {
      "pos": 680,
      "speaker": "A",
      "text": "You haven't told you? You've never taught me anything.",
      "start": 3504072,
      "end": 3506604,
      "confidence": 0.776561111111111
    },
    {
      "pos": 681,
      "speaker": "B",
      "text": "See, we'll just have to sort of.",
      "start": 3508084,
      "end": 3510064,
      "confidence": 0.8699428571428571
    },
    {
      "pos": 682,
      "speaker": "C",
      "text": "What? Agree to disagree.",
      "start": 3510524,
      "end": 3512036,
      "confidence": 0.954015
    },
    {
      "pos": 683,
      "speaker": "B",
      "text": "Right. I don't know what you can sort of learn from this.",
      "start": 3512220,
      "end": 3516124,
      "confidence": 0.9817258333333333
    },
    {
      "pos": 684,
      "speaker": "A",
      "text": "Go on.",
      "start": 3516284,
      "end": 3517104,
      "confidence": 0.75139
    },
    {
      "pos": 685,
      "speaker": "B",
      "text": "Seven up the drink.",
      "start": 3518524,
      "end": 3519756,
      "confidence": 0.8870975
    },
    {
      "pos": 686,
      "speaker": "A",
      "text": "Yeah, this is. We are. We're actually on air now. This. This is a radio show that we're paid for. No, come on. No, come on. Seven up.",
      "start": 3519860,
      "end": 3528904,
      "confidence": 0.8872585714285713
    },
    {
      "pos": 687,
      "speaker": "B",
      "text": "It's not really.",
      "start": 3529244,
      "end": 3530344,
      "confidence": 0.8641933333333333
    },
    {
      "pos": 688,
      "speaker": "C",
      "text": "Not interesting.",
      "start": 3530644,
      "end": 3532284,
      "confidence": 0.63846
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "Go on. No. Come on. Then.",
      "start": 3532364,
      "end": 3533428,
      "confidence": 0.7289966666666666
    },
    {
      "pos": 690,
      "speaker": "B",
      "text": "The little red dot that's above the seven on the can. You know, it's a seven.",
      "start": 3533556,
      "end": 3538002,
      "confidence": 0.8399475000000001
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "Red dot that.",
      "start": 3538138,
      "end": 3539730,
      "confidence": 0.8667766666666666
    },
    {
      "pos": 692,
      "speaker": "B",
      "text": "Red dots there. Because the creator of it was an albino and he had red eyes and he had that little thing there as his little trademark.",
      "start": 3539762,
      "end": 3547442,
      "confidence": 0.9121885185185185
    },
    {
      "pos": 693,
      "speaker": "A",
      "text": "Is that true?",
      "start": 3547498,
      "end": 3548066,
      "confidence": 0.9684833333333334
    },
    {
      "pos": 694,
      "speaker": "B",
      "text": "It's true.",
      "start": 3548130,
      "end": 3548674,
      "confidence": 0.896625
    },
    {
      "pos": 695,
      "speaker": "A",
      "text": "That's quite interesting.",
      "start": 3548754,
      "end": 3549498,
      "confidence": 0.9813733333333333
    },
    {
      "pos": 696,
      "speaker": "B",
      "text": "Right then. So that's what I'm saying. It's not that important, but it's interesting if it's true.",
      "start": 3549546,
      "end": 3553290,
      "confidence": 0.9479417647058824
    },
    {
      "pos": 697,
      "speaker": "A",
      "text": "That's interesting, isn't.",
      "start": 3553322,
      "end": 3554138,
      "confidence": 0.6151633333333333
    },
    {
      "pos": 698,
      "speaker": "B",
      "text": "It's true and it's interesting.",
      "start": 3554186,
      "end": 3555426,
      "confidence": 0.906966
    },
    {
      "pos": 699,
      "speaker": "A",
      "text": "Okay, that's good. You know coke used to contain real cocaine?",
      "start": 3555490,
      "end": 3560688,
      "confidence": 0.8599190909090908
    },
    {
      "pos": 700,
      "speaker": "B",
      "text": "Well, they used to be medicines, didn't they?",
      "start": 3560826,
      "end": 3562924,
      "confidence": 0.8500700000000001
    },
    {
      "pos": 701,
      "speaker": "A",
      "text": "Tonics? Yeah.",
      "start": 3563044,
      "end": 3563924,
      "confidence": 0.79457
    },
    {
      "pos": 702,
      "speaker": "B",
      "text": "No, they were medicines. I read that tomato ketchup and Coca Cola started off as medicines.",
      "start": 3564004,
      "end": 3571076,
      "confidence": 0.915735
    },
    {
      "pos": 703,
      "speaker": "A",
      "text": "Probably not a medicine. Probably more of a tonic, because it probably a pick. Pick me up, wasn't it? If I had coconut and caffeine and sugar and. Same as ketchup. Probably lots of it in c and lots of sugar. It was probably more of a tonic. It wasn't really a medicine. They didn't say cancer. Have this on your chips. Wasn't a medicine this.",
      "start": 3571140,
      "end": 3588534,
      "confidence": 0.862947575757576
    },
    {
      "pos": 704,
      "speaker": "B",
      "text": "Well, it was kind of.",
      "start": 3589034,
      "end": 3590722,
      "confidence": 0.9774899999999999
    },
    {
      "pos": 705,
      "speaker": "C",
      "text": "All right, okay. Let's agree to disagree on that particular one.",
      "start": 3590818,
      "end": 3592762,
      "confidence": 0.9013309090909091
    },
    {
      "pos": 706,
      "speaker": "A",
      "text": "Okay. All right. Yeah.",
      "start": 3592778,
      "end": 3594134,
      "confidence": 0.80223
    },
    {
      "pos": 707,
      "speaker": "C",
      "text": "You've given us a seven up thing. Okay.",
      "start": 3595874,
      "end": 3598054,
      "confidence": 0.9493750000000001
    },
    {
      "pos": 708,
      "speaker": "B",
      "text": "Told you about the goldfish.",
      "start": 3598554,
      "end": 3600114,
      "confidence": 0.7830419999999999
    },
    {
      "pos": 709,
      "speaker": "C",
      "text": "Not really, but yeah.",
      "start": 3600274,
      "end": 3601774,
      "confidence": 0.9613425
    },
    {
      "pos": 710,
      "speaker": "A",
      "text": "You didn't say anything about goldfish. This is your fact, right? You know what? Goldfish might. Might have longer memories than some people think. That's not a fact. That under no circumstances would imagine. Imagine Magnus Magnuson saying, what animals might have longer memories than most people think. This is goldfish. Correct. Imagine that as a question. How is that a fact?",
      "start": 3602074,
      "end": 3629902,
      "confidence": 0.865922580645161
    },
    {
      "pos": 711,
      "speaker": "C",
      "text": "If you ever have children, you can educate them with this kind of drivel. This is how you're gonna raise your kids? So their minds just pop in my.",
      "start": 3629998,
      "end": 3635446,
      "confidence": 0.8553837931034484
    },
    {
      "pos": 712,
      "speaker": "B",
      "text": "Job, I'd keep them interested with stuff like that.",
      "start": 3635470,
      "end": 3637294,
      "confidence": 0.8354055555555555
    },
    {
      "pos": 713,
      "speaker": "C",
      "text": "Right.",
      "start": 3637334,
      "end": 3637726,
      "confidence": 0.84435
    },
    {
      "pos": 714,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3637830,
      "end": 3638198,
      "confidence": 0.67949
    },
    {
      "pos": 715,
      "speaker": "B",
      "text": "Susan does the proper stuff.",
      "start": 3638246,
      "end": 3639544,
      "confidence": 0.8496559999999999
    },
    {
      "pos": 716,
      "speaker": "C",
      "text": "Yeah. So you agree there is some proper stuff?",
      "start": 3639614,
      "end": 3642584,
      "confidence": 0.932471111111111
    },
    {
      "pos": 717,
      "speaker": "B",
      "text": "Yeah, but I wouldn't make him do it. I'd just sort of leave the book there, and then if he read it, I'd go, that's good. That is.",
      "start": 3643444,
      "end": 3649676,
      "confidence": 0.9311953571428573
    },
    {
      "pos": 718,
      "speaker": "A",
      "text": "What book? What? The fiftiest, freakiest people ever to be born.",
      "start": 3649780,
      "end": 3654420,
      "confidence": 0.8336109090909093
    },
    {
      "pos": 719,
      "speaker": "B",
      "text": "Give him that to start with.",
      "start": 3654612,
      "end": 3656144,
      "confidence": 0.9794300000000001
    },
    {
      "pos": 720,
      "speaker": "A",
      "text": "What would you tell me your favorite was? The little fellow who's playing the keyboard?",
      "start": 3656524,
      "end": 3659580,
      "confidence": 0.8553833333333335
    },
    {
      "pos": 721,
      "speaker": "B",
      "text": "That or the three legged fella?",
      "start": 3659772,
      "end": 3661836,
      "confidence": 0.8817166666666666
    },
    {
      "pos": 722,
      "speaker": "A",
      "text": "Yeah. Okay, so he's learned that. That's the first day at school. What? What were you teaching the second day at school? Why? But why do owls have to turn 190 degrees to look the other way?",
      "start": 3661980,
      "end": 3673348,
      "confidence": 0.8597508108108108
    },
    {
      "pos": 723,
      "speaker": "B",
      "text": "Because they've got big eyes.",
      "start": 3673396,
      "end": 3674436,
      "confidence": 0.7477500000000001
    },
    {
      "pos": 724,
      "speaker": "A",
      "text": "Yeah. What's that mean?",
      "start": 3674540,
      "end": 3675824,
      "confidence": 0.8743025
    },
    {
      "pos": 725,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 3677004,
      "end": 3677636,
      "confidence": 0.9615400000000001
    },
    {
      "pos": 726,
      "speaker": "A",
      "text": "Can I.",
      "start": 3677700,
      "end": 3677972,
      "confidence": 0.7994399999999999
    },
    {
      "pos": 727,
      "speaker": "C",
      "text": "Can I just. I don't think you should have children.",
      "start": 3677988,
      "end": 3680064,
      "confidence": 0.9698699999999999
    },
    {
      "pos": 728,
      "speaker": "B",
      "text": "Suzanne's always saying, you know, she'd like to hear tiny feet running around the flat. Yeah. I just said, let's get. Let's get a little midget cleaner.",
      "start": 3680724,
      "end": 3691304,
      "confidence": 0.8401018518518518
    },
    {
      "pos": 729,
      "speaker": "A",
      "text": "Excellent. Right. Haven't got long you better give the winner. We got monkey news coming up.",
      "start": 3693164,
      "end": 3698660,
      "confidence": 0.8110200000000001
    },
    {
      "pos": 730,
      "speaker": "B",
      "text": "We haven't really got any monkey news.",
      "start": 3698732,
      "end": 3699916,
      "confidence": 0.7708685714285715
    },
    {
      "pos": 731,
      "speaker": "A",
      "text": "What do you mean? What do you mean?",
      "start": 3699980,
      "end": 3701660,
      "confidence": 0.8227175
    },
    {
      "pos": 732,
      "speaker": "B",
      "text": "There's nothing going on? Seriously, don't what few weeks have.",
      "start": 3701692,
      "end": 3705104,
      "confidence": 0.858089
    },
    {
      "pos": 733,
      "speaker": "A",
      "text": "Right, right. This really annoys me. You say this thing going on because you call it monkey news, but it's not monkey news. You have stories of dubious stories about chip. It's always chimps, which annoys me. You call it monkey because they're apes, right? And it's often from the 18th century, so it's not news anyway. So don't tell me there's no monkey news this week.",
      "start": 3706124,
      "end": 3726872,
      "confidence": 0.8829665671641792
    },
    {
      "pos": 734,
      "speaker": "B",
      "text": "If there's monkey news worth doing, I'll know about it and there isn't anything. So let's leave.",
      "start": 3726928,
      "end": 3733512,
      "confidence": 0.9186305882352941
    },
    {
      "pos": 735,
      "speaker": "A",
      "text": "Right, okay. You are going to give me some monkey news. Okay, well, I'll tell you. I'm telling you, you are going to give me some monkey news or we're not leaving. Right.",
      "start": 3733568,
      "end": 3740616,
      "confidence": 0.8894730303030305
    },
    {
      "pos": 736,
      "speaker": "B",
      "text": "Well, my mum sent me some. I got a little letter from her doing the usual sort of stuff, telling me what she's been up to and that it was a little thing about somewhere in Lincolnshire or something.",
      "start": 3740640,
      "end": 3752134,
      "confidence": 0.9207323076923075
    },
    {
      "pos": 737,
      "speaker": "A",
      "text": "Right.",
      "start": 3752214,
      "end": 3752834,
      "confidence": 0.5311
    },
    {
      "pos": 738,
      "speaker": "B",
      "text": "Do a bit of monkey throwing.",
      "start": 3753814,
      "end": 3755434,
      "confidence": 0.8856866666666666
    },
    {
      "pos": 739,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 3757014,
      "end": 3758254,
      "confidence": 0.9411499999999999
    },
    {
      "pos": 740,
      "speaker": "B",
      "text": "Because some fella got attacked by one once and sort of to remember him on this certain day, they go, oh, it was today, wasn't it? And that fella got attacked by a little monkey and that, and he. Something about chucking monkeys about.",
      "start": 3758414,
      "end": 3772642,
      "confidence": 0.8763200000000002
    },
    {
      "pos": 741,
      "speaker": "A",
      "text": "That's horrible.",
      "start": 3772798,
      "end": 3773594,
      "confidence": 0.761755
    },
    {
      "pos": 742,
      "speaker": "B",
      "text": "I don't know if they're real. I think it's just like to remember.",
      "start": 3773674,
      "end": 3775994,
      "confidence": 0.9463053846153847
    },
    {
      "pos": 743,
      "speaker": "A",
      "text": "All right, but that's.",
      "start": 3776114,
      "end": 3777146,
      "confidence": 0.8168624999999999
    },
    {
      "pos": 744,
      "speaker": "B",
      "text": "That's the only sort of stuff that's knocking about out there.",
      "start": 3777170,
      "end": 3779778,
      "confidence": 0.9174136363636364
    },
    {
      "pos": 745,
      "speaker": "A",
      "text": "But it's not my mom and dad.",
      "start": 3779866,
      "end": 3782090,
      "confidence": 0.6781185714285715
    },
    {
      "pos": 746,
      "speaker": "B",
      "text": "On it, looking all the time.",
      "start": 3782122,
      "end": 3783694,
      "confidence": 0.985385
    },
    {
      "pos": 747,
      "speaker": "A",
      "text": "There must be more monkey news than that.",
      "start": 3785114,
      "end": 3787170,
      "confidence": 0.9616350000000002
    },
    {
      "pos": 748,
      "speaker": "B",
      "text": "There isn't nothing. I mean, these. These bits and pieces. There's a bit about Donna rare, how when she has a kid, she's gonna let her gorilla look after it for a week or something. But apart from that, it's dead.",
      "start": 3787242,
      "end": 3797314,
      "confidence": 0.86487756097561
    },
    {
      "pos": 749,
      "speaker": "A",
      "text": "Well, I don't know what that means.",
      "start": 3797474,
      "end": 3799054,
      "confidence": 0.9375971428571429
    },
    {
      "pos": 750,
      "speaker": "B",
      "text": "She's, uh. Well, that's it.",
      "start": 3799234,
      "end": 3801102,
      "confidence": 0.8172539999999999
    },
    {
      "pos": 751,
      "speaker": "A",
      "text": "Well, it's not true. She's not gonna let a guerrilla look after a child.",
      "start": 3801198,
      "end": 3803886,
      "confidence": 0.6953978571428571
    },
    {
      "pos": 752,
      "speaker": "B",
      "text": "Apparently a fella works with him or something and this is rubbish. It's not rubbish.",
      "start": 3803950,
      "end": 3810430,
      "confidence": 0.825206
    },
    {
      "pos": 753,
      "speaker": "A",
      "text": "How can she let a gorilla look after a baby for a week?",
      "start": 3810502,
      "end": 3813634,
      "confidence": 0.943813076923077
    },
    {
      "pos": 754,
      "speaker": "B",
      "text": "Well, forget it.",
      "start": 3814294,
      "end": 3814958,
      "confidence": 0.7917433333333334
    },
    {
      "pos": 755,
      "speaker": "C",
      "text": "So have you ever heard her speak? Can I just give you a little fact? If someone's emailed in for you, Carl, they said an interesting fact for you. I think you're gonna be interested in this. Don't read it on the email. Let me read it for you. I think you'll be excited. An interesting fact from Carl. That's from Toby. He says Attila the hun punished some fella who annoyed him by cutting off his arms and legs. You'll love this. And stitching his arms back where his legs should be and vice versa. Look at his face. Look at a little smile that's just.",
      "start": 3814966,
      "end": 3847238,
      "confidence": 0.9139194392523365
    },
    {
      "pos": 756,
      "speaker": "A",
      "text": "Cracked on his lips.",
      "start": 3847286,
      "end": 3848342,
      "confidence": 0.8982525
    },
    {
      "pos": 757,
      "speaker": "C",
      "text": "That is the kind of fact you've been waiting for all day, isn't it?",
      "start": 3848398,
      "end": 3850994,
      "confidence": 0.9170714285714288
    },
    {
      "pos": 758,
      "speaker": "B",
      "text": "So go on again.",
      "start": 3851294,
      "end": 3852646,
      "confidence": 0.972525
    },
    {
      "pos": 759,
      "speaker": "C",
      "text": "Attila the hun. Right. Some guy he didn't like. He cut off his arms and his legs and he stitched his legs on where his arm should be and his arms where his legs should be. Looking at his body, trying to picture it.",
      "start": 3852830,
      "end": 3864560,
      "confidence": 0.8787520454545455
    },
    {
      "pos": 760,
      "speaker": "A",
      "text": "Yeah, ok. I'll let it sink in for a little while, then I'll ruin it for him. Carl, what are you thinking?",
      "start": 3864592,
      "end": 3871204,
      "confidence": 0.8552150000000001
    },
    {
      "pos": 761,
      "speaker": "B",
      "text": "I'm just picturing it.",
      "start": 3873464,
      "end": 3874592,
      "confidence": 0.857475
    },
    {
      "pos": 762,
      "speaker": "A",
      "text": "Well, it would have died. It would have been tokenistic. There's no way that person could have lived through it. So it was just for their Huns fun. He probably put him on on a stick out outside his gate or something. There's no way in those days that he could have gone through complete limb amputation and so would he have wore.",
      "start": 3874648,
      "end": 3899514,
      "confidence": 0.8970725396825395
    },
    {
      "pos": 763,
      "speaker": "B",
      "text": "A jumper for pants.",
      "start": 3899554,
      "end": 3900894,
      "confidence": 0.8992924999999999
    },
    {
      "pos": 764,
      "speaker": "A",
      "text": "Who's the winner of the competition?",
      "start": 3904394,
      "end": 3906130,
      "confidence": 0.9355166666666667
    },
    {
      "pos": 765,
      "speaker": "C",
      "text": "From Waldenstow, it's Joe Ogden. Well done, Joe. You got the correct answer. Which was what?",
      "start": 3906242,
      "end": 3910402,
      "confidence": 0.8897362499999999
    },
    {
      "pos": 766,
      "speaker": "B",
      "text": "The fellow with two ads at number 50.",
      "start": 3910538,
      "end": 3912234,
      "confidence": 0.8345700000000001
    },
    {
      "pos": 767,
      "speaker": "C",
      "text": "Number 50?",
      "start": 3912274,
      "end": 3912746,
      "confidence": 0.9948049999999999
    },
    {
      "pos": 768,
      "speaker": "B",
      "text": "Is that it? Are we off?",
      "start": 3912810,
      "end": 3913714,
      "confidence": 0.88928
    },
    {
      "pos": 769,
      "speaker": "C",
      "text": "Yeah, more of the same dribble next week. Bye.",
      "start": 3913794,
      "end": 3918674,
      "confidence": 0.8015022222222222
    }
  ]
}
