{
  "id": "1a43e0e4-853b-44e3-8652-265cfc0a35b4",
  "status": "completed",
  "text": "Please seek professional help. In a summer of sequels comes Buffalo soldiers, a movie without equal. Maxim and arena make it film of the month. Do you know anything about this? One of the sharpest, hippest, funniest films. Of the year, says Empire magazine. Are we gonna party afterwards? Sign up now, says total film. Buffalo soldiers at cinemas now rated 15. So you end up doing time and now there's time to kill. It was time to kill and you ain't smiling still you only had two so you drink and drive and then you hit that girl. Now she ain't alive. And now you're killing time, and it's time to kill. What will it take to stop you drink driving? Think. XFM. We have developed a minor technical fraud and are returning to land satisfaction music the masses. Xfm. A wife and naked in a night and looking for some play. Just another girl that wants to rule the world at any time or place. And when she gets into your head I know she's there to stay. You won't help me. She's got air. Marley tangles on a change of mind she's got you no pistol. Molly tangles on a change of mind Marley spangled only change her mind slow she burnin in your soul with whispers in your ear. It's okay, I'll give it anyway. Just get me out of here. You'll plead, you'll get down on your knees with just another chase. And when you think she'd let you in, that's when she fades away. You won't, she got it. Molly's ain't gonna change her mind, she got y'all don't get through, Marley's ain't gonna change your mind. Marly's able gonna change your mind, you won't help, she's got it. Mother channel gonna change your mind, but she's got your pistol. Mother tangle gonna change your mind. You wanna. She's got it. Marla's handle on the chain of mine. Kings of Leon. Molly's chambers on XFM 104.9. Thanks to Lauren Laverne there for the last few hours. Coming up, we have got some great music, Steve. We've got kings of Leon, as you heard. We got Alba, we got the darks, we got coldplay, coral, Rolling Stones. We've got some Springsteen, the Smiths. Do you not mean do you need any more? And with all that, we still got Pete Skinner with his wacky weather report. Excellent. Come on, Pete. First time impact. Good day, Steve. I've got some here brought in. It's just a normal soup it's Rooster's pride. What flavour soup is that, Steve? Oh, I know you brought that. And it's all the genuine, genuine article and it's cock soup. Oh, can I have a closer look at that? Maybe there's some more humor I can draw. You want a closer look at my cock soup? Just the cock soup it says here. Delicious, appetizing, three to four servings. You know what I'm thinking of when. You'Re talking about the new. I'm just thinking of a man's car penises. Yeah. Let me just talk. Is the darkness. Use rooster's pride. Pop soup as a snack with crackers or toast an appetizer again or a soup base that doesn't really work as any new spam. That's disappointing. We'll work on that though. I can't get rid of you don't know what to do. I don't even know who is going on through the comprehend that I don't care. It's my faith. I'm being punished for all my offenses. I wanna touch it but I'm greater than consequences. I wanna banish you from when you came but you're proud of me now. I only got myself to blame. You really growing on me. You're really growing. Sleeping in an empty bed. I can't get you off my head. An hour. Yeah, you heard what I said. I wanna shake you up and just wake up. Then you're gonna be. But I don't want anyone to know. But you're a testament of how you throw what you. Leave me, leave me alone. You're really going on me. You're really growing on me. You're really crying on me. The darkness growing on me on XFM 104.9 going well in it. I've enjoyed it so far. It's been a bit all bit naughty and everything. Wrong with that. No. Carl. Having a good day? Not bad. Not bad. Yeah. What mood are you in this week? What we was trying to assess each week. You know, it's a bit edgy. He's got a red head. What's all that? He's got a red head all around the side, in the front. What's that? Sunburn? No, no, I think I'm allergic to having my head rubbed. Right, right. Now who would rub your head? That sounds a bizarre thing. Your girlfriend. Weird, isn't it? Yeah. I'm rubbing your head. Well, yeah, but I was squeezing his head. Fair enough. And he was screaming in agony and then he went and made me a cup of coffee and as he came over, just spilled boiling hot coffee on my legs. I've all turned shorts. And he went, sorry. Just like that. Just. It's like. It's like a series of jackass out there this morning. I mean, my legs are burned, your head's a little bit red, but apart from that, having a good day? Not bad. I was on the way in today, right, Steve. Walking in, walking in. Always walking in. I get left early and stuff. I like to get in early, get some bits done, that. Yeah. Monkey news, songs, a phrase, that sort of thing. And living in London, right. A lot of. There's a lot of shops that open early and stuff. Do you know, I mean, people say that's a good thing about London. Yeah. It's almost like 24 hours city and stuff. I'm walking in and there's like, you know, you've got your newsagents open, obviously, you know, selling newspapers, and that's good. They've got to be open early. Then you've got your coffee shops, your Starbucks. You have a cup of coffee in the morning. They're doing well in the morning. Yeah. Then you see, like, the odd restaurant and you think, well, maybe they sort of got the doors open, but they prepare him for lunch. So you think, fair enough, yeah, I'll let that pass. Yeah. Carrying on, walking down the road. Bondage shop open? Sure. 10:30 yeah. Busy, was it? There's a couple in some good offers. 10:30 for a bondage shop. I'm assuming if you're into bondage, though, you. You stock up at any time, day or night. I mean, you don't. Yeah, well, I assume it. I swear, you get. Oh, I've got nothing on. I need to be a bit. Oh, tied down. Yeah. I need some rub. These clothes are too baggy. I need more belts. Oh, straps. Yeah. Oh, get some rubber on my face. Weird. Darn it. What were you doing in there? So just having her brows. So a bit worried, really, because the things that I've noticed this week, like that. That's probably a little bit smaller. You've brought your soup in. I just found it out there. Sorry. Yeah, it is. Roosters pride, cock soup, noodle soup mix, chicken flavor. But, I mean, do they not know that is obviously just gonna be used on the Graham Norton show and Chris Tarrant when he's doing his show abroad. Yeah. I mean, do you know. I mean, what. How could they call it cock soup in this day and age? Keep saying it. Well, no, it's fine, because long as it means the male. We've done this. Oh, do you mean. Do you mean the chicken? Yeah, look, it's a picture of a chicken. Yeah. Yeah. What did you think it meant? No, I don't know. I had. Okay, sorry. Um. Yeah, but, uh. Yeah, something else that's a bit, sort of a bit blue. Little bit blue. But then it's real as well. Do you know? Go on. There's a program. We couldn't have said the cock soup. We'd made it up, but because it's real. Yeah. Yeah. We also couldn't say the cock soup if we'd have meant a male penis. Thankfully, we don't. We mean it. Chicken. You go on. Yeah, this program was on. Um. It was Wednesday night. Something found this little lad. It was a fella and a woman. At the same time. What would you mean? Like a cartoon with a secret identity? What do you mean? He had, by day a boy, by night, a woman. He had it all. So. So he had mad and female genitalia. So what do you call someone that's born like that? Weird. Weird. Then what's the term for it? Go on. You know it. We've talked about it before. Aphrodite. Really? So close. Hermaphrodite. Yeah. Hermaphrodite. Yeah. Yeah. That's weird, don't it? Yeah. And he had the ball. Yeah. And he had the. Well, what happened was, he was born, right, obviously. And the doctor said, there you go, lovely little boy and girl. So the mum was like, what? So he said, no, I don't think. The doctor was sarcastic. I don't think the doctor was sort of dissing them. There you go. What do you mean, doctor? I'm. Have a look. There's a minute. All right, see you later. What are you gonna call? Hit. But, doctor, what do you mean? Have a look? He wasn't sarcastic. He didn't give clues. Tell me what you mean. Give me a straight, auntie. He probably went, oh, shit, she's got a cocktail. He didn't go. He wasn't Sarki to the parents. Anyway, I'm just getting across. Do you know? I mean, I always had a little bit just to. Yeah, I know you do. You should be a news reader. Be brilliant. So. So, yeah, so there's a little kid lying there. Yeah. And. And the mum says, you know, what am I gonna do then? So the doctor, I mean, I'm condensing this. It was like. So he says, what will, you know? She said, what will I do? And the doctor said, well, he's not sort of well, ung. Right. Oh, f. So he's not sort of. Well, um. This doctor has been, I assume, has been struck off since for saying these things. It was a real doctor. It wasn't Doctor Fox. Yeah. So the doctor said. So I recommend that we make it a woman. Right. So they sort of do a little bit of jiggery poker, a little bit of work. I don't think that's true, Carl. No, is it was on the program. But I think they can tell really what they were meant to be from their chromosomes. I can't. They can tell their x. Yeah. Not just. It's not very. Well. No, I tell you what. Because back then, when this was going. Yeah. I'm just thinking they might not have. Had the doctors then thought, if you had a kid, right, and you thought, it's a bit ugly, maybe I'll have a better life. If it was a fella. If it was a girl. It's a bit ugly. Anything. It's gonna get art. Right. Don't talk shite. What? What? The doctor would go, right, you've had. You've had a. You've had a young girl. I tell you what. She's a pig. Let's pop a cock on her. I'm not saying that. What I'm saying is say if you have a. Like I say, a girl. I just think it's harder if a girl's ugly and she's growing up. She has had a time. Yeah. Don't you agree with that? Yeah. You don't change their gender. No, no. What I'm saying is the elephant man would have had a harder time if it was elephant woman. Listen, what the doctor was saying is if you get a baby before it's two. Yeah. Back then, they thought you could sort of say, well, give it. Instead of giving it a go kart, give it dolls to play with. Right. Back when. What are we talking about? The middle ages. We put a song on. Come back. Yeah. It's Bruce Springsteen, Atlantic City. Down on the boardwalk they're getting ready for a fight see what them racket boys can do now there's trouble bustling in from out of state and the deer can't get no relief crumble out on the promenade and the gambling commission's hanging on by the skin of its teeth everything dies, baby that's a fact maybe everything that dies someday comes back put your makeup on fix your hair pretty then make me tonight and see well, I got a job and tried to put my money away but I got debts that no honest man can pay so I drew what I had from the central Trust. And I bought us two tickets on that roast city mushroom, baby. Everything dies everything that dies someday comes back jamaica worth going up where the sands turn in the gold just put on your stock as we just. The night's getting cold everything dies, baby, that's a fact that maybe everything that dies someday comes back job. But it's hard to find down here. It's just winners and losers. And don't get caught on the wrong side of that line. While I'm tired of coming out on this losing end so, honey, last night I met this guy. And I'm gonna do a little favor for him. Bruce Springsteen, Atlantic City on XFM 104.9. Okay, that. Have another go. Kyle. What were you saying? As an amaphrodite? Yeah. It was born both sets. The doctor said he's not well long. Let's lose that. Let's get rid of that. Let's make it look out. Okay. I'm with you so far. Go on then. So anyway, gets away with it a little bit in the. In the early years. Starts going to school. Gets away with it a little bit. Sure. Right. But then, do you know when you get to that age and your head goes all funny? Like when you. When you teenager and you. You sort of. You. I don't know. Your school goes. Mine never did. What? You're talking about teenage years, when you look at it odd. Yeah. I mean, you go from being quite a good looking person. And then your body starts growing a different rate. So you never know where. You never know till 21 whether you're gonna be a looker or not. Or whether it's just. Yeah, yeah, I know. Go on. I'm still waiting. So your head grew outwards at exactly the same rate. Didn't. That's why it's. Your head grew faster than your head. He's got a lovely head of hair. But just below the skull, he's got a little afro in there. It just couldn't get through the follicles. It couldn't catch up the skull expanding. Oh, bless him. Oh, come on. Come on, baldy. But the thing is, right, so you see these pictures of the lad stroke woman. Yeah. Who's trying to be a woman at the age of 1415. She's got one. Big heads. Right. Like a lad doesn't. You know. She starts having a hard time. She doesn't want to play with the mates with the dolls and all that. She's more into go karting and that sort of thing. Gets to an older age. Decides to go back is now sort of with a woman and having a life of a fella. But did he but have it. Did the doctor keep it for him in case he needs it? No, he's had his own put on, though, as he. Where'd he get that from? No, don't know. Maybe that bondage shop. What do they do when they do that? Do they put on a. What do they do? Maybe someone could call in, tell us if you're a woman and you have. You want to speak to someone who's got that information. Yeah. I don't want to know what information. I don't want to talk to. Do they construct one? Do they construct it from plasticine or. Do they whack on a dead one? What? What? On a dead one? Yeah. What? What? That's nice. Long. What do you mean? No, when I. When a woman has a knob on. Yeah. To have a sex change. Where'd they get it from that. Is it constructed? They find like a doughnut from a donor. Oh, yeah, a donor. A donor, yeah. Yeah. But presumably it's like someone else. They're dead. I mean. No, it's not like giving someone a kidney and then. So if you're a guy and you want to become a woman, you go on despair. That's true. Swap. Yeah, just do a little swap from. On the Internet or something over now at Edmonds. What do you mean on swap shop? He's not a man. No, no, but he go, we got a feller here who got a lovely nearly new unused piece. Yeah. Keith Checkery Regis wants a couple of. Tits and a fanny for that. So call in. Do you remember the Jane, the John Wayne Bobbitt story, which always seemed odd to me. I never really kind of got all the information. Remember that one car where the woman cut off her husband's penis because he was sleeping? I think she mean, she raps he drove off. I think he. Yeah, that's so much better than the. Yeah. And she threw it out. She threw. Yeah, but imagine if he got to. The hospital and so they turn it back on. He'd gone, that's bigger than I remember. I'm not sure this is mine. How many of you got asked where. We dump all the. Yeah, that was extraordinary story. And then bizarrely, he became a porn star. Yeah, yeah. Very strange life that man's had. Well, it is a shock to the system in it. Did you remember that french bloke, the performance artist of the 1910. Jeremy, as a performance art? He cut his. In a theater. He cut his knob off to a crowd of people. Now what? Yeah. That's only a one night trick, though, isn't it? Exactly. But what if there'd been a bang outside? Encore? He went, what? Yeah. Or they looked outside because a car backfired. Do you see that? I go. I go off. Just cut them, did you? Yeah. Think of that. Sacre bleu. I know. French are funny, aren't they? Cutting your knob off for your art. Weird, innit? And the same that often comes cold I breathe in my lungs something's new but nothing's changed familiar feelings just the same soon life back in stirrup blue skies thinking back of where you're from and y'all become shining bright God, I think now of summer's high reminisce of pastimes gone by only remembered now in our streets the stars that have been there without forever home kept safe from memories never told but felt if you went by. Cross over. Long view further on XFM 104.9. As we're having so much fun with penises, I thought perhaps I should just mention. That's a slogan. We should just mention this story briefly to the paper. Today, a Russian is selling what he claims is Hitler's mummified penis for 12,000 pounds. Ivan Zduv says his ex Red army soldier dad hacked it off as a souvenir after storming the tyrant's Berlin bunker after his suicide in 1945. Yeah. Not. Why did he wait till now? Yeah. He's found out that. Yeah, that might get a bit. 12,000 pounds, which doesn't seem a great deal. Doesn't seem a great deal of money, really. Which. Useless. True. You're not gonna be able to use it. It's not gonna be over there. It's not gonna be a donor. Imagine that. If you walk around. Yeah. You'll never love to a girl. You'll never believe this. Yeah, yeah, yeah. You never believe who's doing you love. This is gonna freak you out. This is. Yeah. Just relax. Okay. Sit down. Now. It was brilliant. It was brilliant. Yeah. So you enjoyed it? Yeah. Right. Of the third Reich or. No. Awful racist. Okay, okay, let's go a different tack. You did like the sex? I love the sex. Okay, then, yeah. It's not gonna be Hitler's knob, is it? But I like the idea that. I mean, you're ex red. You're in the Red army. Yeah. You've just stormed Berlin. Yeah. Like 45. You crash into the. You've gone through how you've lost 20 million comrades, oppression. Everything going on for years. You in there, you see the man? Yeah. Here he is. He's dead. Dead. He's the figurehead and leader of one of the most despicable. You know, you turn to your friends, there's a tear in your eye. Yeah. And your immediate. I ought to chop off his todger. Yeah, yeah. Well, no, I said bagsy. I said Bagsy is winkle. I said bagsy is winkle. Outside, whoever it was. Yeah, it's gonna be Hitler. Brilliant. It's just, I can't. It just doesn't make sense. It's ludicrous. It's ludicrous. And I don't know how. How is he expecting to prove this? Because I want some proof. Well, this. I think that's why he said that. He probably started off with, oh, I got Hitler's face. And they went, brilliant. Oh, let's have a look at it. What do you mean? We'll just check it to face. Obviously. I know what he looks like. Oh, yeah. No, it's not. Ah, yeah, you know what he. No, it's not his face. What? What wouldn't you know, it looked like. Well, I mean, no one's ever seen his genitals. That's what I've got. Yeah, I've got his, I've got his. It's got a little swastik on it. Is that proof, is it? Yeah, we know the Albert always got one. His mother's got the other. So I don't know. See, the Albert Hall, I would have thought, would probably be paying that 12,000 miles because apparently they've. They've already got his ball. Yeah, they've got one of his balls. They got one of his balls, yeah, his mother's got the other. Yeah, but if they got the toddler. If they can retract down the one his mother's got, they would have a complete set of Hitler's. I'm just hoping doesn't fall into the hands of some kind of crazed genetic scientist. What? I could clone it from his knot, clone Hitler back to, oh, I don't even want to think about the future. If that's the sort of way we're going. If that's the sort of way we're going, Carl, I'd rather not know about it. What do you make of it, Kyle? Weird, innit? It is weird. I mean, I don't want to go on for this too long. We've probably got about a minute left for the first half hour and I reckon should can this sort of 30. Minutes of genital talk just quickly. There's one in a museum, I think. It's like that London museum. What one? What? Well, do you know, like how people are buying weird stuff and that to put in museums? Yeah. There's this device that. I mean, think about it. Years and years ago, they used to torture people, didn't they? Yeah, really badly. And the device. There's no real good torture, but. Go on. I see a point. Yeah. But this, this device, right, think about it. You've done something really bad years ago. Yeah. Right. And you're thinking, oh, what they're gonna do, you know, I mean, could do anything here. It could be the end for me. The device they've got is this thing that you put on your bits as a fella, and it's sort of metal, so it means you can sort of, you know, get excited. It puts a stop to you. Sort of. That wasn't a torture device. I think it was a victorian thing to stop adolescent boys wanking. They used to have things like wrist things as well, with, like, spikes on them. It's not a torture device. Isn't that. Well, not really. It's. Imagine that, being captured by. Again. All right, not really a torture device, is it? There wasn't that many nice looking women wandering about anyway about them, was he? Didn't get excited about stuff. What are you talking about? Well, they filthy with his stunk and everything back then. Right, we've covered that. No more of that talk now. Right, let's move on. Filthy, stinky. All victorian women. Filthy and stinky. Yeah. Oh, dear. Better rolling stones than set up the old songs of phrase. Stones. Beast of burden. We've not played it before. It's an absolute gem. I'll never be your beast of burdens my back is broad but it's alright all I want for you to make love with me I never be your be stupid I want for miles my feet hurt all I want you to make love to me am I falling back? Am I rocking up? Am I rich enough? I'm not too blind to see all the devil be your beats are burning so let's go home and throw the curtains music down the radio come on, baby sweet love to me am I falling up? Am I romping up? Am I rich enough? I'm not too like to sing all you. Bridget. Bridget. Bridget. Girl, I tell you you can put me out on the street put me out without shoes on my feet out of fitness I can suck it down there's one thing man I don't understand you keep on telling me I ain't your kind of man. Ain't I nothing else? Ain't I tough enough, ain't I rich enough that I've been on the road? I'll never be your beast of burden. I'll never be your beast of burden. Never, never, never be, never be your beast of burn. I walk for miles, my feet are hurting all I want to make love to me. I don't need no beast, no burden. I need no fussing, I need no nursing, never need. The Rolling Stones beast of bird. Can I just take this opportunity, Rick, to say to Sir Mick Jagger, happy 60th birthday this year. Mick. Happy 60th birthday this year. Was it today? No, I don't know. Well, otherwise you'd be saying happy birthday to everyone every day. No, no, no, because I don't know Mick Jagger, do I? So I'm just taking the opportunity, in case he happens to be listening today, to wish him a 60th or someone who knows him. What about Brian Ferry? What about Brian Ferry? Well, I mean, he's not a good friend. This year, I'm not going to wish Brian ferry a brief well. So what does my big strong lover man want me to do for him? Tell me what you look like. I've got dank, mouthy hair, hips that. Are spreading like an oil slick, free. Chins, and I'm wearing leggings. Ginsters. Real honest, folks. So how much is this Freelander Masai? 14 995. Yeah, right. Really, how much is it? No, really, it's 14 995. Oh, come on, don't mess around. Just tell me how much is it? It's 14 995. Look, all I want to know is how much is it? I know, and I'm telling you it's only 14. Nine. Nine five. All right, I believe you. There's no need to get like that. The Freelander Masai range starts from only. 14,995 pounds, a price you may find hard to believe. For your local Land Rover dealer, call. Today on 080-011-0110 are you in your car listening to this? Because if you are, I'm going to make a bet with you and I'm pretty confident I'm going to win. Right, here goes. Okay, I bet you're running late. All right, forget now, forget. That one's too obvious, okay? I bet someone's cut you up already today. No, hang on. No, I know this is the one. I bet you're driving too fast. At this precise moment, if a child went out in front of you now, could you stop, think, slow down. This is the sound recorded with special close up microphones of an amoeba reproducing. That's no fun. Now here are the sounds that the PlayStation experience audio bullies Lisa Mafia and Tommy, as well as noises from the future of gaming like pro evolution soccer three at old score from August 28 to the 31st. For tickets, phone 087-04-5208 fun anyone? Only in this weekend's News of the World. Get ready for the season ahead with a special preview edition of Score. It's packed full of all the hottest football news on your team, on every team, and with the latest transfer news and inside predictions from Terry Venables, you'll know it all before it starts. Don't miss your 24 page score preview. Only in this weekend's News of the. World, the Edinburgh Festival. From the third. To the 25 August. Listen to XFM next week from four when Richard Bacon and the Guardian guide give you the chance to win tickets to the comedy store and enter the draw to win a trip for you and a mate to the Edinburgh festival. Only with the Guardian Edinburgh guide, the official daily guide to all six festivals. XFM. Everybody says that they're looking for a shelter. Got a lot to give but I don't know how to help her. I should just let it go till they learn how to grow and how to liberate. Everybody says that she's looking for a shelter. Got a lot to give but I don't know how I felt they should just let it go till these cities learn to grow and how to liberate. Silence is easy. It just becomes me. You don't even know me. All lie about me. Everybody says that I'm looking for a home now, looking for a boy or I'm looking for a girl now. But I can still let it go. I can still learn to grow into a child again. Silence is easy. It just becomes me. You don't even know me, but why I found me. Silence is easy. Intestines me. You don't even know me. Why do you hit me? Silence is easy. It just becomes me. You don't even know me. You're unlike me. Silence is easy. It just becomes me. Know me. Silence is easy. Star sailor on XFM 1104.9 right, it's the quiz of the week. If you want to go out and do some shopping, this is probably a good time and come back again for about quarter past. But don't forget, what I will say is even though these clues we're gonna do songs of phrase, by the way, where Carl picks out a phrase that he might have said once tries to find words from songs. To put it together, you gotta guess as many as you can. Song or artist, I can't remember, but even though you might look at it go, that's mental. I don't know any of them. You might win if you get two, right. I mean, I think the winner last week got about three out. I have to be honest with you. I mean, last week, I mean, rockbusters, surprisingly, was very, very popular quiz. Yeah, it just happened to be awful. Yeah, this one is pitiful. I mean, it's truly atrocious. And it really doesn't even have a fan base. I mean, there's no one championing this one. Carl, last week, seriously, mate, I got. About seven or eight replies that. Oh, God, that's terrible. That was like when you told a kid like, you couldn't afford a Christmas present this year. Look at his face. Yeah, he is a bit distraught. It's like Chris Evans face when they said they were canceling girls and boys. I can come up with great tv game shows like that. No, you can't, Chris. Not anymore. Oh, his little glasses slid down his nose. Yeah. All that money you owe me. No, you owe us. Believe it. All right, so, well, I just play to you and whatever college is. I'm sorry. It's a phrase that might have once been uttered on this show. It was said last week. All right, all right. Okay, brilliant. All right, here you go. I know you're just 16, but looking all of 20. Right, right. I know what that is. That's ridiculous. What it is is it's something like. Right, you're only 16, but you look 26. The Chinese look older than they are or something. Because he said that the Chinese don't age well. That is mental calm. It's the most convoluted, ridiculous, racist piece of material ever to be uttered on radio play again. I know you're just 16, but looking all of 21, let's look older. Okay, here's a 16 looking old 21. That's because the Chinese look older, Carl. He's gone mental. That is amazing. So there you go. The well known phrase, you're 16 looking all of 21. That's because the Chinese look older. Well known phrase there, sweeping the nation. That's. That'll be up there with Wazzup. And shut that door if they do a poll. Right, okay. Flat. Once we're off, we're after the artists. Just the artist. Yeah, I know you're just 16, but looking all of 21, let's. All right. Let me tell you what the prizes are. We've got. I assume this is the new album from mower. Everyone's going crazy from mower. I've not heard people stop talking about MoA. So there it is. We got the new album from the Webb brothers, which might be quite good. The polyphonic spree album, the best dance album in the world ever, which is ideal, perhaps, if you're having a barbecue and you've got lots of eight year old children coming. The polyphonic spree. Look at them. And I think, well, you know, you're pretty good band, but if that album sounds like a million, you're gonna make about 40 quid each. I know, it's extremely. I mean, they're the sort of indie equivalent of the. So solid crew. Yeah, you're not gonna make any money. The manager's getting 20%. And also on DVD, Red Dwarf series one. So some absolutely barnstorming places. And if you can identify what artists are using this well known racist phrase, that's because the Chinese look older. Play it once more, Carl, one more time. I know you're just 16, but looking old, 21. Let's. Go. Rick Gervais at XFM dot co dot UK player record. This is radio. Panic on the street of London. Panic on the streets of London I wander to myself could I ever be sane again? Believe my streets will just slip down I wonder to myself hopes may rise in the grassmere but, honey pie, you're not safe here so you run down to the safety of the town up the corner there's nothing to me about my life the blessed DJ because the music underneath I see the distance down the provincial town to juggle I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher hand the teacher behind the teacher I'm the teacher, I'm the teacher, I'm the teacher, I'm the dj I'm the teacher. Panic the Smiths on XFX one of 4.9. Well, we've got the first half hour, which is now mainly genitor related. Then we've kicked in with some racism. You have to guess what I seems. Appropriate at this juncture, just to mention something that's in the paper today. Dominic Mohan, I know you're a big fan, and as I. He is just writing about the demise of Radio one, or as he, as he perceives it. And talking about the radio one breakfast show, and apparently it's lost lots of listeners. And he says, talking of the BBC, it must act swiftly to replace Sarah Cox and look to exciting and inspirational figures like Jonathan Ross Anandeck, Johnny Vaughan or Ricky Gervais to try and save Radio one. He's right. I mean, he's right. Has he ever heard this show? What is he talking about? All those other acts, they're dynamite. I can't genuinely. That's someone who said, I quite like Ricky Jamaica, but he's never. He can't have listened. I mean, can you imagine what we just played? In fact, can you imagine the last 50 minutes on radio one on the breakfast show? Well, we can pre record it, though, so I wouldn't have to get up early. Sure. That's not your point, is it? No. Your point is the quality of what we're doing, not. Well, how early it is. Sure, sure. Get it, get it, get it. What would you provide, though, Rick? Do you think if you went to radio one? What sort of. Cause I mean, obviously. Wank, wank. Oops. I can do all that because I'm. Obviously. Our time at XFM is gonna. Basically, I'd be the furry shreddy, right? Yeah. So I'd get. Would you have some whacky catchphrases? I think I would. Do you bring back holy fook, presumably? Holy fuck, yeah. Oh, ding dong. Oh, hello. It's my little chinese neighbor. Hello. What's your name? My name is. Holy fuck. Hello. Look at Kari just going out. You didn't even do the chinese accent. That's hope. Well, that'd be racist. Okay, sure. I mean, sister's name's holy fuck and there's nothing wrong. Not funny about that. So, yeah, you'd have that, you know, crazy comedy characters. You probably have some wacky quizzes. Oh, oh, look, it's dirty old queer. Hello. Now, I've not. He's a new character to me. I'm quite excited. He sounds very modern and contemporary. A new spin on an old idea. Just tell us a little bit more. Oh, wow. He's an actor, isn't he? And he likes to take it up. All right, well, that's just some. If anyone from radio one is listening and they've listened to Dominic Mohan in the paper, they thought, yes, you're right. We need some new blood at radio one. Ricky Gervais has got a myriad of comedy characters. Yeah. Whack, whack. Oops. I can do sound effects. I can do sound effects. You can probably do funny voices like Chris Moyles. Can you? Yeah. Wow. Not as good, but I can. What about comedy songs like moles? Again, not as good, but I mean. Do you remember when Moyles, rather hilariously, changed the words of this is my moment by Martin McCutcheon to this is my moto? We listened to it. Unbelievable. When he was doing a competition. This was pathetic, wasn't it? We were listening to radio when once on our last night. And I don't know why, we just wanted to. I think it was research, wasn't it, for the office? Yeah. And he was doing this. He had to phone in with listening to idiots. I'm not saying that. And he was doing this competition, you had to call in with some songs that are golf related. And people were going to drive the cars. He was going drive the cars. Good. And I was on that phone. I must have wasted about 40 quid. And I wanted to get through and go, hello, Chris. It's not Miles E. Mosie. Yeah, Derek here. Derek here. I got one. Got one. Oh, go on then, Derek. What is it? Um, something like Spandell bally with golfy golfy golf cart and that. And I just wanted to. And I waited. I thought, the joke's on us. Yeah. I waited a phone bill just to say something stupid. Oh, dear. Oh, his show's better than this. Yeah. Anyway, if you've got any hilarious golf related song titles that you'd like. The number. What's the number? Ricky Gervaisfm.com dot uk. What would a song title be if perhaps we were doing something about, I don't know, air travel? Yeah. If you've got any crazy ideas emailing, we'd love to hear them. Yeah, brilliant. I've got a thought of another golf one. Okay. You know, Duran Duran summit down the fairway or something like that. All right, girls, on the put in green or something. All right. Yep. Oh, hello. Introduce you. My name's. Holy fuck. I'm dirty old queer. I could do all that. Ding dong, whack, whack. Oops. You don't need to sleep alone you bring the house down choose your favorite shoes and the shop lose uncle's control all the girl that won't go? You don't need to sleep on? You bring the house down choose your favorite choose and keep your blues on cruise control. You bring us down choose your favorite shoes I keep your loser cruise control. Elbow fallen angel. See, they're the odd one out, you see, because of what they're like and who they are and how successful they are. I can imagine saying, will you please welcome to the stage elbow indeed. But I wouldn't have. I'd have. On paper, I'd have thought that was. A terrible band name. Yeah, yeah. No, I know. You mean there are exceptions to the rule? Yeah. Ladies and gentlemen, please welcome to the stage the Boomtown rats. Yeah, yeah, yeah. See, I thought that was a. I think it is a bad name. But you can imagine it happening. Yeah, yeah. So there's a bad name. So call in if you've got email address, isn't it? Observations on life. And that's halfway through. Yeah, it's been all right. It's been all right. Yeah. We've covered a lot of bases. We haven't talked. Taught them anything. Not taught them anything. We taught them to tune into a different station. Yeah. I think heart one of 6.2 is probably picking up a few. Few of our listeners as we speak. Who's on at the moment. Doesn't matter on there, does it? They just saw. Don't slag them off. No, I'm not slagging them off. I'm just saying I don't think you tune in because you want to hear simply red and that. Don't you know what I mean? Well, they play other great stuff as well. Magic is the one that I love because I only ever listen to it in a cab. Yeah. If I'm in a mini cab, that's good. That is a good station. But magic is dynamite. But magic. The DJ's have got like five hour shifts. It's incredible. They're all. And. And they do read their own news. I know, it's like. It's like they've cut out any expenditure on that channel. It's just some old records. Yeah. One guy has to go for 5 hours, read his own news, his own travel. It's nothing else. I saw bloke started, bloke struggling once. He sort of wants to be a bit of a sort of commercial comedian. And he does one link, it's sort of one sort of 15 2nd link between each record because I goes, that's Celine Dion. There's a story in the paper again that people were late for work on the underground because there was leaves on the track. Just wondering if leaves are ever late for work because there's people on the track. It's simply red thing in the story about war on Iraq. Imagine if I can't do this anymore. I can't imagine if humans becoming extinct, dinosaurs would kill around. I don't know what I'm doing Carl's. Face when I said that. The man moth. They've cloned a man moth. No, but that's. That's the sort of thing I think we need now. Right. We've covered a lot of stuff. What, education? Yeah. Well, okay. Um, what. What you want to know? Uh, don't know. Have you got. Can you educate us on it? I've been reading. So could we bring back just for one, one for one night only? Educating Ricky. Oh, I'm excited. Yeah. Do you think it warrants that? I don't. I don't know enough about it, you know. I mean, about what? Sounds perfect. Play the jingle. Oh, educating Ricky, he's getting smarter. A couple of things I happened in the week that I read about. Okay. Keeping up on what's going on in that. Sure. Yeah. Uh, one was about that Galileo fella. Okay. Uh, was about 1636, was it? I think it might have been early. Go on. Did some stuff we like and that. Yeah, it did lots of physical experiments. Yeah. Is that it, then, Carl? Is it? What did he do we like? What was that what he did? He. Well, he, uh, I think he invented the first telescope. Yeah, telescope. So I think it's a particular lens. They. And he did experiments where he dropped two famously two different weighted balls from pizza. Pisa. And they hit the ground at the same time, showing that doesn't matter. The weight doesn't matter. Air resistance does and stuff like that. I think he probably explained it a bit better than that. Yeah, but I'm talking to Carl. Did they need to know. He's just thinking about pizza. Yeah. Did they need to know stuff like that back then? What do you mean, did they need to know stuff like that? It's just, it's just they weren't people. Going around going, I've got to drop these two things off the leading tower of pizza. I just don't know which one's gonna land first. Yeah, I need to know what you need to bring me Galileo. Yeah, it's Robert. Yeah. No, but if I was knocking about, then I'd be like, stop messing with that. We need a telly. I bet he thinks the Flintstones is real. That's what I do. If I was a caveman, I'd make a telly out of rock and a pelican car along the road. Yeah, exactly. Yeah, we need the car, but we haven't really got the internal combustion engine. Can you stick your feet through the bottom? Yeah, just get me a car, for Christ's sake. Anyway, so I learned that and then. He learned his name off this week. Oh, if a chimp could watch Terry. Go on, Carl, go on. And there was also a fella in the week who said that women shouldn't be wearing trousers. Why? Because they don't look good in them. Right. Who is this man? And from what? French fella? French fella. Last week, did he mean walk around naked? He just said women should wear skirts rather than trousers because no women looks good in a pair of pants. Right. How old was he? About 67? Uh huh. About that. 67. 68. Yeah. Yeah. Wasn't happy with that. What do you think? What do you think about that? This rubbish? Yeah. These are the only things that have caught your eye over the last couple of weeks. This is the entire. Galileo did something with light. A french fella said women shouldn't wear trousers. See, that. That, to me, wouldn't pass as education. I don't know where you could ever use that. I don't know when that would ever be, be applicable to life. I just like reading stuff that sort of reminds me of, do you know, I mean, if I read it and it gets me thinking, I think that's, that's a good little piece. But I mean, but surely me, can't you just sort of sit near some of the vibrates to keep your brain going or shake your head every now and again? I mean, what, what does this do you mean? It makes you start using your brain. But what aspect of. The frenchman said women shouldn't wear trousers? Got your mind working? What questions were you? A bit. That's a bit daft in it. Right. Yeah. Okay. Don't worry. Yeah, go on. What do you think? Let's go through this. I wish we could download his thoughts. Just watch it. Yeah. Wouldn't be great. Like a DVD. Imagine that extra footage on the office DVD. Yeah. Carl's brain. That would be amazing. Oh, with a commentary. Go on. Women wearing trousers and that. Right. On the estate that I grew up in on. Right. There was a woman about four houses down. Right rough. She's the one. She was, yeah. She's the one whose kid took horse into her house. Yes. Right. Now, we won't go over that again. No. If you're a new listener, I think we're covered. I think they get. That's all you need to know. Yeah. Now, she used to wear leggings. Yeah. Now they're about ideas. They are a terrible idea. I agree with you there, Carl. If you're a lady of pink. No, they were sort of black, but with all bits on them. All right. You know, I mean, toast and just horse droppings. Yeah, go on. Yeah. And she used to. She's quite a big woman. Sure. Pauline. Quirky leggings. Yeah, I know. Yeah. They are drawn to them like a moth. Yeah. She used to wear them. And that's what I remember when I read this piece. And she used to work on one of those sex line things, right? She's doing that. But what was she, an engineer? The weird thing with her was she had big eyelids that were too big. And this. This is what I was thinking. What do you mean she had big eyelids? How big do I have to be for you to go? They're big eyelids. What was she shoplifting with them? Would she come out of Dixon's with, like, radio stored in them? What do you mean she had big eyelids? It was another one. Popular things around our way. Do you know? What do you mean, popular things? Can I get some big eyelids, please? No, no, no. It was just like one of them things that people suffered with. Just big eyelids. They could hardly open their eyes. What do you mean? What do you mean, that's one of them popular things around where I grew up, people had big eyelids. They could hardly open their eyes. What does that mean? What sort of freak town were you born in? You had webbed feet. People with big heads. You got women with big eyelids. What does big eyelids mean? Are you confusing her with the horse? Yeah, yeah. Did she have hooves? Look. What? Just. Just too much skin. It was like the neck of a chicken, but on the eyes. What's your point? Anyway, so there's this big eyelid in woman with the leg. That's what I'm saying to you, though. That's when I read that story with people with trousers. Yeah, I went from that. Yeah. To a woman who used to have big eyelids. But then. But then. And also the other bloke who had the eyelid problem was a. Was a mate of mine, right. His dad had it. And same problem. Massive. Massive eyelids. I don't know. That means. I used to say to me mom, I'm going around to, you know, Dave's house. Yeah. And that's all right, but make sure his dad doesn't take you out in the car because he could hardly. He could hardly see. He had to have his eyes. Open. Sure. Then he have a couple of matches with him at all times. This weekend is educating Ricky. I know he was thinking, but it's. Like you're supposed to make that leap as well. I mentioned the trousers, Ricky probably be thinking about people with big eyelids. And women wearing leggings play record. Carl got nonsense. No. All right. I've got this theory on Hans of Cronya's death. You see, he died in a western cape. Now, superheroes wear capes and protect banks, and Cronya had overseas bank accounts which he'd fly to in an Aquarius plane. Now, Aquarius is the star sign of his butler and gardener. And if you join those worlds, you get. But now, which I believe in Afrikaans means fountain, which rhymes with mountain, which is plane crashed into. One year after the crash, we unravel the conspiracy surrounding Hansi Cronya's death in the Observer Sport Monthly, a brilliant 68 page magazine, free this Sunday with the observer. Good news, good news. XFM's magazine x ray is out again. Radiohead are on the COVID this time, giving you their guide to the 21st century. Bet. That's a laugh. Plus, there's interviews with Jane's addiction, ice tea, sex dwarf, harm, our superstar. And there's a free CD with an exclusive live version of Radiohead's idiotec recorded at South Park. I say it's coming. I say it's coming. Let me hear both sides. Let me hit both x ray. Get some rock in your pocket. All courageous journalists seek to expose the truth. I'm a reporter. I feel like I should be making a difference. Veronica geering put her life on the line. Can I ask her some questions? That reporter is a liability and created a story. You've been to my home that would never die. Maybe it's time I visited yours. From producer Jerry Brookheimer and director Joel Schumacher. Do you think I want to do this to you? I have to do it. Academy award nominee Kate Blanchett. If I was to be intimidated, that means they've won. Veronica Gearin, and they're not going to win. Now it's cinemas everywhere, rated 18. I'm Mick Norfolk, chairman of Long Lane Football Club. We are very, very lucky to have. Achieved a lottery award. It's a rollover on this Saturday's lotto. The jackpot is an estimated 9 million pounds. What would you do if you won the lottery, Barn? With that no car, I make him come out and buy all the drinks and then at the end of the night I'll tell him I've got a million in the cup. Players must be 16 or over. Games, rules and prospects procedures apply. XFM Live Ocean color scene a back ocean colour scene alive at the Hammersmith Apollo on Saturday the 20 September. Get your tickets from the XFM exchange on zero 870-121-1049 don't miss Ocean. Color scene live in London. XFM live. I've been looking out the window here at our improvised radio transmitter. It's only a matter of minutes before. They find us and take this station. Out of the air. It could have been a wonder. Music the masses. I think I'm drowning. Asphyxiated. I wanna break this spell that you created. You're something beautiful contradiction. I wanna play the game I want the friction I won't let you bury it I won't let you smother it I won't let you murder. In our time it's running it out but outside it running out the counter sin underground. You can't stop me screaming out. Found that restricted. I tried to keep you up, but I'm addicted now that you know I'm trapped since ovulation, you never dream of making this fixation. You will squeeze the life out of me. I won't let you murder. Our time is running out. But our time is running out. How did it come to this? I won't let you bury. I won't let you smother it. I won't let you murder it. Outside it's running out. But outside is running out. You can't push it underground because something screaming out. Museum out on XFM. Winner 4.9. Just a couple of emails just to update you on what's coming in here. Natasha has emailed us. She says that she's of chinese origin and at 27 she often got mistaken for 24. So your notion that chinese people don't age well is obviously factually incorrect. Yeah, well, we didn't need. Thank you for. I mean, honestly, trust us, we didn't need you to tell us that. We know Carl is talking absolute nonsense. Wait till you get to 30. This is quite a nice email for Paul. He says, let Karl know that I have a chinese friend called oi. Imagine the confusing and amusing situations we get into. Busy soho. Just her name. Come here. Lightning witness until you're 30. Yeah, I know, brilliant. But no, actually we've had a surprising response to songs of phrase this week, despite the fact everyone has agreed that it's a racialist. But nevertheless, that had a go. So keep your answers coming in. Good, because we may as well. You're a hit, Kyle, you're hit. What have we still got monkey news? Yeah, that's still coming up. Yeah, we're not doing cheeky freaky the week anymore. No, no, don't want to upset people on that, but there is a good freaky program on this week. Go on. I think it's on channel four. Yeah. Woman. A woman with a big head on it. No, I think it's BBC Two. Is it? Yeah. All right. Unless there's two on, because that'll be a great week for you, wouldn't it? Brilliant. Won't be coming out. The one when you said. Right. Say what you said when you saw it. Uh, the woman with the. With the head. Yeah. Just said it looks like a cartoon. I just think that's so mean. I don't want to discuss. No, it's not. It's not mean. It is mean. Car against Steve. If we were in a restaurant and I'm arranging to meet her, and I said to the guy on the door, I'm meeting, you know, Lisa or whatever her name is. Yeah, right. What does he look like? Well, looks like a cartoon. I'll be over there. Do you know what I mean? I don't think he'll get mixed up. What would you say about me and Steve again if you're meeting us? No, it just starts getting nasty, doesn't it? I'm meeting Carl Pilkington. We're very busy. What does he look like? He looks like Charlie Brown, grew up. He's got a complete little round bald head and he's got gormless look on his face. He's over there, mate. Yeah. All right, let's start the ball rolling for you, Carl. I love that, that. It's okay to say what you like about people if you go. Yeah, but if I was looking for her in a restaurant. I know. Yeah. And why have you arranged to go on a date with this woman? Pick a night out for her, for you? Well, I'd like to have a chat with her. I mean, just find out what worries her and, I mean, some girls. People like you. Things. Yeah. With her, it's like we see problems. Fine. All right, well, let's move on. We're not doing cheeky freaky the week anymore. No, let's do something nice. Let's talk nice. What's happened? Nice in the world, car. What do you like in the world? When you get up, when you go, oh, that was a brilliant day. I dot, dot, dot, what do you do when you go, oh, that was brilliant. We had a game, last game of snooker. You couldn't. You and Steve played snook a lot last week. Yeah, well, things are always ruined, you know. I mean, I might be having a nice time having a game of snooker, and then, you know, we're having a proper battle and I'm trying to concentrate on taking a shot. And then you'll say things like, look at his little monkey hand when I'm going for the black. Do you know what I mean? Or maybe I'll say, I'm just going to the toilet, and then one of you will follow me in and peer over the door. Tiddle that one. That was when you're actually in a cubicle sitting down, wasn't it? And Steve Merchant's head appeared and went, all right. And you went, what if that wasn't me? Oh, that was great. Doing a George Michael on me. That is one of the benefits of being very tall. You can look over. I can look over the stalls in Twilight laboratory. It looks like a giraffe house. You're sitting down there and you look up, right? And he's peering over the top. The fun we have. Oh, it's great in it, but anything. Intelligent, it's like the monkeys. We are like the monkeys, aren't we? Are three. I wanted to write a thing for the darkness. I want to write a like the new monkeys. Yeah, Jordy, that. Yeah, right. Yeah. Okay. Well, if they're listening or their radio show. Record company listening, or their manager. Big fan of darkness. My favorite. Don't make a promise. My favorite band at the moment. Let's do a pilot running around. Speed it up. They can have their songs knit. They can write songs especially for us. What? And it's them. They can act. They just act themselves running around. We're getting people like Henry, was it, McGee and that to come in and sort of be the actors and, you know, all those posh actors that. That appear in. Rig in. That seems like a lot of hard work. Yeah, yeah. Okay, forget knock it on the head. Yeah. Let's play Radiohead. Sa. Radiohead. Let down off. Okay. Computer on XFM 104.9. Right. Let's think of some nice stuff then. Annoyed. How was yesterday? Go on. Just got off the train and guy comes up to me and he says, excuse me, can you spare some change? I'm from Liverpool and I'm homeless. And I was so angry. I really was in a bad mood anyway, and I just wanted to say to him, well, there's your mistake. Go back to Liverpool. That's why you're homeless. You're in London. Well, he might have been homeless in Liverpool and thought, why'd you come down here? Well, where would you rather be homeless? London? Well, Algarve. Well, no, but I mean, I certainly. Am I supposed to say, I'm from Liverpool, I'm homeless. Why is that supposed to be a persuading factor? Just annoyed me. I thought, there's enough problems here. He's going for a double sympathy vote. Yeah. But he just said, I'm from Liverpool, to give it some change. Guys. He was from Manchester once. I gave him a sad. My sandwich. Yeah. There's a thing the other night, right, they didn't. This program, it's only on in London, so if you listen out of London, you won't know about it. But it's about Oxford street, right? And about all the thieving that goes on. It's like thieving. Yeah. You know, drug problems in the streets and that. Yeah. You know what gets on people's nerves? Those people with the boards, you know, golf sale and all that. And this bit that concentrated on the homeless problem, right? And he said, you know, this fella looks after the homeless. He goes up to him, how are you doing? Are you hungry? You need food and that. He says, you know, a lot of people worry about the homeless, but we do try and look after them. And the Salvation army were there and they said, this is where they can come if they need anything, if they need any food or any clothes, if the shoes are worn out. And he said, oh, can we have a look at that? Right? So they go in this little room where all the clothes are and they go. There's like a load of jumpers for them in the winter, in the cold. And the camera sort of pans across. Load of ties, right, for the homeless. What ties? Homeless around the neck. Like to look smart. No, they use them as belts. I've seen a lot. Or as a lead for their dogs. Yeah, yeah. What are you talking about? Ties? That's what they did. They said, here's the room with all the stuff in it, right? Jumpers for the homeless. Jumpers, shirts. And you saw a load of ties nobody wanted. Some evening dress. Any cravats. Now, where's the cummerbunds? I'm thinking of being homeless outside the Royal Albert hall tonight. That's where the real pickings are. I'm breaking in the back door of the Savoy this evening. Another charity thing that I was reading about the other day that they do in. Did I give them trainers? Because I've seen a lot of tramps with new trainers. And I think there must be like a. Like, we have a soup kitchen where they get shoes, because that's. It must be. Yeah. Otherwise that's weird. In it, you get. You blow any money, you beg all day and get a nice new pair of Nike yeah. Don't waste it on clothes. Get some tennis, get some. Yeah. Special brew. That's the best value. Some smack if you've got a lot of worries. Yeah. Little start about. That's. Where do you say that? You know, a trainer's the most important thing because, like, you know, all the problems in Africa. Sure, right. A lot of problems going on there. The other day, they're asking for people to send their spectacles to Africa. Would you be happy if you were over there and, like, you're hungry and that? And then they say, here you go. Well, yeah, it must be for a reason. I don't think they've got bad eyes in that. Yeah, I know, but I don't think they go around. It's not like when you see those things on live eyes and there's people dying, but they're putting specs on them. No, I think that's what it is. No, it's not, Carl. They sort out food and medication before they put a little pair of specs on the lads. That isn't how he came across any advert. I think they probably walk hand in hand. You know, the people handing out the food are also, you know, walking alongside guys with the specs and they're handing them out as well. But what have they got to look at? They don't own anything. They'll realize how bad everything is. It's got. It's rubbish here, isn't it? Tell ya, I try and help out the world. I've joined a little charity thing. I pay me five pounds a month. Yeah, yeah. I'm all up for helping. Yeah. But sometimes you think, what can we do? You know what I mean? What can we do? Okay, what can we do? We can't do anything. Okay? We were talking about the debt the other day. I was reading up on the amount of debt that South Africa in and that, and it's just like, that's without any shops, do you know what I mean? If they had shops to spend the money on, there'd be murder. That third world debt isn't because they bought too many smeg fridges from us, it's shopping. Look who's been shopping. I have. Oh, well, you've gone over the top. You're on a budget now. You're getting nothing but grain and blankets for the next year because you go mental. Who just spent a billion quid in dictionary. Oh, God, I feel so down I'm telling me how when I feel left out so high I turn around oh, maybe I don't care no, more I know this for sure I walking out that door but I've been in town for just now 50 oh minutes now I babe I feel so down and I don't know why I keep walking for miles understand no girlfriends, they can understand your grandsons, they won't understand on top of this ain't ever gonna understand last night she said oh baby I don't feel so down I turn me off but I feel left out so I turn around I'm never gonna be alright it was a great big life cause I left that night yeah I'll be both they don't understand no girlfriends, they don't understand it's bitches they won't understand and me I ever gonna understand last night she said I feel, I feel gone she turned it off when I feel everywhere sound x of m x list down, down you bring me down the top 104 tracks x list x list there's things I haven't told you. The top 104 tracks chosen by you. Here the results Monday, August 21 with incredible offers available right now, you could be driving a Land Rover. For details of your nearest Land Rover dealer, call zero 800-110-1110 Simon Worthington is a media director at Initiative Media. He contacted me offering valuable inside information on radio. I agreed to meet him outside. It's such a nice day, I thought. We'D meet in the park. Good plan. Dropped the information on the bench. I'll read it and then eat it. Sorry, the information obviously not on the bench. But what about radio advertising? Shh. Don't say radio advertising. Say red cow. Red cow. Okay. Research across 17 different brands shows that red cow. Red cow increased sales by an average of 9%. That van's recording us up to 30% in some cases. That's why we use it for brands like comfort and dove. Microphone. Look. It's an ice cream van. He's holding an ice cream cone. It's got an aerial. It's got a flake. Look, I better be getting back before you mistake. Remember, don't look back. I won't. So with average sales increases of 9% of radio advertising, Red Cow really is the sales multiplier. Find out more at rab dot co dot Uk. These false beards are very itchy. Always. Come on. This is the final call for the Red Bull flug tag. Anyone wishing to catch Tracy cross crackling and her hand knitted spitfire on its maiden flight should make their way to the Serpentine Hyde Park, London in time for the 3 August. That's the last call for the first Red Bull flug tag Hyde Park, London on the 3 August start 01:00 p.m. Anyone interested in Miss Crackling's knitting patterns should seriously seek professional help. In a summer of sequels comes Buffalo soldiers, a movie without equal. Maxim and arena make it film of the month. Do you know anything about this? One of the sharpest, hippest, funniest films. Of the year, says Empire magazine. Are we gonna party afterwards? Sign up now, says total film. Buffalo soldiers at cinemas now rated 15. Right, I'll count to seven and you. Start the live hour. Xfm. The live hour with Jameson. Saturday night from eight. The best music live together. The live hour. The live hour. Saturday night from eight with Jameson. Tell us whenever you're ready. Get ready in there, 1212. Xfm will. Tell me where it all went wrong. And tell me where you lost those damn songs. I can't say I was surprised. I heard a dream was in my. Are you gonna be, are you gonna be still living by the sea? Are you gotta be, are you gotta be Cassandra Cruz, you're not that far all Santa Cruz, no, you're not that far Santa Cruz, Santa, Santa Cruz, I'll Santa Cruz, know you're not that far but now I'm down here once in a while those august cowboys stole your style don't you know well, your train's just rolling on time are you gotta be, are you gotta be still living by the sea are you gotta be are you gotta be cause Santa Cruz, you're not that far are you gonna be are you gonna be cause Santa Cruz, you're not that far all Santa bar Santa Cruz, Santa, Santa Cruz, Santa Cruz, Santa Cruz, Santa Cruz. Forthcoming single from the thrills called Santa Cruz on XFM 104.9. Um, we were just talking about people who do good work, you know, wandering up and down Oxford street, giving stuff to the homeless. And then, and I was at a little. They have a little kind of music festival back in my hometown of Bristol. Periodically in the summer. They can never really attract any decent acts, but, you know, we support not. Even port his head. No, they were tricky. No, I think, well, this year it was Robert Plant who sang lots of old blues covers and people were quite bored until he played whole lot of love at the end. And then we sort of went re. You should have all the old Led Zeppelin stopped playing. All this other nonsense we're not interested in. So I always set this. But I just snuck off into the woods for, you know, a waz because I'm quite rock and roll like that. And I was passing, and these are a group of people, and I've always thought they never get enough praise, enough credit. And I genuinely, and I mean this without entirely sincerely, I really do. I don't mean to be. I'm not taking the mick at all, but the St John's ambulance people, they're absolutely blinding because they are. They all look like nerds. I mean, they all look like kind of good. They're normally kind of fat women or kind of all kind of blaze. I think you're doing very well for their, their new recruitment campaign. Well, sending it to people. This is my point, Rick, is that they've not changed the uniforms in like 40 years. Yeah, it's normally the kind of the nerds from your school who went into it, whatever. It's kind of old people. I saw them. They were all sat around in this little area. No one was, you know, they would have just sat and they were born. They weren't really enjoying the music. And I thought, look at that. They're not that fat. Could have. I pointed them out to my mate, I said, see that fat one over there in the uniform with the glasses. And the hair brush for glasses, hair brush forward. The kind of blue navy jumper satchel. There's a little satchel, yeah. He is never going to get off with a girl, probably until he's like 30. And even then he gets to loosen clothes. And even then it's good because he's giving mouth to mouth, right? And I thought, he's never going to get anything. And I'll tell you this, all these trendy young girls walking around in there in, in their kind of cool summer gear, in their trendy tie dye and the like. I'll tell you, when one of them takes something that's a little bit dodgy, they bought off some guy with dreads, right? And then they're desperate for him and they zip in there, oh, quick, quick. My friend's passing out. She's had something. She's had a funny turn and he's straight there with his water and his medication. Oh, yeah, they need him then, but he doesn't get any action the rest of the time. She's human. That's what annoyed me about it. I thought, they're doing a bloody good job. They turn up at sports events, at festivals. No one gives them the time of day. You're never any good praise about them. And they're there, sat there, Steve, hot or cold. Tell me the truth. Now, did you join the St John's ambulance last week to get some birds got no action. Really. No action. And I've been passing some dodgy e's. Round all the festivals. By the way, your dreads are awful. You can see they're fake. They're made out of newspaper. They're awful. You really do look good. But seriously, I'm all joking aside, I genuinely wanted to give some massive props, give some big ups to the St. John's people because I genuinely, without any joke, and I genuinely think they do a brilliant job. Could I just say how good I think the Salvation army are? Because you see those elderly ladies with surgical supports, a lot of them all look like Thor, heard. Yep. Well, that's a prerequisite to get into that army. And they play that bloody tambourine rain or shine. And they are just. All they're trying to do is, you know, save you from burning in hell. And they don't get any respect of. The Salvation army, do they? Like, would they have to get called up? Yeah, it'd be the Gurkhas first, then all the regulars, then the tas, I think. Then it's. I think then it's sort of like police. Lifeguards. Lifeguards, yeah. But down to. Down to, I think, a. And then it's Salvation army. Right. We send in the Salvation army, obviously, if, you know, really. I've lost a lot of. Yeah. Casualties, you know, and they're the last to go. Yeah. But they are all highly trained, aren't they? All those old women making killer man. Yeah. Single blow. Yeah. Yeah. Yeah. So good. Good to them. Good to the john's arm. And it's good to Salvation army, you know, big up. But I think we should just, you know, if I might introduce a new feature every week. Let's just give some props. Let's just give some respect. Someone who doesn't get enough respect. Yeah. Who doesn't get enough respect, who's done a blinding job. Mother Teresa. She's gone. She won't be listening anyway. Who's the best person? Who's the best person there is? I'll tell you what we're gonna take. I'm gonna call them either Carol Vorderman or Esther Anson and say it was the best one you've ever met that, you know, did summer. Yeah. All right. And we'll. And we'll get heap praise upon them next week. Yeah. Great. What I just don't like, you know, they know. They know they're doing a good job. Right. If I did that job, I want our pat on the back. You won't need a pat on the. Back and people are starting to. You know, it's like Carol Vorderman. I like her. She's all right. She does a good job. But now that better homes, they only tend to turn up at people who have had problems. Do you know what I mean? Right. Wait, wait. Go on. What do you mean? No, it used to start off and. It'S like, I haven't seen better homes. What is better? They go around, do someone's house up. Right. You know what I mean? But then they get. They get a bit of bad news and Carol thinks, I'll cheer them up. I'll give him a new kitchen. Yeah. And it annoys me because if you haven't had bad news, it doesn't mean you're not worth a new kitchen. Did you send in an application? Yes. You say that I'm bald. I'm from Manchester. But if you'd written that, they'd have rushed around. Yeah. What do you mean, what they say? So and so has had a bad year. His mum died, he lost his leg, and all he's ever wanted is a chaise long and a hostess trolley. And the annoying thing is, right, they might not be the ones who write in. It might be a neighbor. But they also get something sorted out for them. Really. So even though the neighbors had a bit of bad news, they go cash in on this one. I'll send a letter into old Carol, tell her that, you know, mum's passed away. I'll get a new conservatory sorted. Sure. And sometimes a neighbor gets a better deal than the person who. Do. You know what I mean? The person who's had a bit of bad news gets like, a new little kitchen, whatever. Neighbor next door. Let it go. New decking in the. You had to pay for your kitchen. Sorted. Bathroom. These troubles with the grouting, didn't you? Yeah. Yeah. Don't. Hold on. We have got. We got to do. Look, play a record. We got to do the results and then we got to do monkey news. Can we quickly do the results? Well, you say we've got to do the results. There's not people hanging on for them. Let's do it. Just knock it out there before. Let's play tune. Let's come back and do it. Eddie, knock rods. Yeah. Surely. Leave the people here behind searching for adventure it's the time for life to find tired of doing day jobs with no thanks for what I do I'm sure I must be someone now I'm gonna find out. Why don't you ask them what they expect from you why don't you tell them? What do I gonna do? You get so lonely maybe it's better that way it ain't too lonely. You got something to say do anything you wanna do anything you wanna do don't need no politicians tell me things I shouldn't be, never know optician tell me what I ought to see no one tells you nothing even when you know they know but they tell you why you should do they don't like to see you grow why don't you ask them what they expect from you? Why don't you tell him what you are gonna do? If you get so lonely? Make it better that way it ain't you only you got something to say do anything you wanna do do anything you wanna do. Tired of doing day jobs with no thanks for what I do I'm sure I must be someone now I'm gonna find out why don't you ask them what they expect from you? Why don't you tell them what you are gonna do? Don't get so lonely maybe it's better that way if you only you got something to say do anything you wanna do do anything you want to do. Eddie and the hot rods. Do anything you want to do. That's uplifting, isn't it? Oh, the drumming. Brilliant. Takes me back all the way back to 1978 on XFM 104.9. What were you doing? What were you doing? What are your memories? I was actually probably dancing around, miming the drums to that in my bedroom. In fact, I remembered. Were you nude? No, no, I remember. I think I had that while on a single, but I'd got it from an old jukebox, so it didn't have a middle. Sure, right. If I think they're called dinked. Right. And so I had to line it up really carefully and sometimes by the end, it would just slightly go out where the record was moving, which. That's a interesting anecdote there, what I was doing 25 years ago. Carl, quick, the results. Then. Monkey news. I need some monkey news, but I need the results first. Play it again and give the answers. Here we go. Songs are phrase. Name the artist. Name the artist. I know you're just 16, but looking old, it's not our fault. That's Philip Bailey again. That's too little. Right. That was rock. Set the look. Yeah, yeah. Right. We had you and cry. Started off. Yeah. 16. That was D Martin, because. Yeah. Jane addiction. Yeah. Chinese Philip Bailey. Bailey. That's second out in his ad. Last one we used him for Chinese where there was a hairy chinese kid. He's never got so many royalties being used in racist game shows. Brilliant. Ben Roxa and finishing with George Michael. Oh, yeah. So brilliant. Who's the winner? Well, the winner, actually. It looks to me like he's got all of them here from Bognor Regis. It's Stuart Birch. Well done, Stuart. And you get that bag. Bag or tat? Bogner Regis. Yep. Oh, just needed back as well. Yeah. If you don't, just email in your address, Stuart. And you can have those goodies. If you're not interested. Don't bother, Steve. Oh, chimpanzee that monkey news. Okay, monkey related news. News from Clown Pilkington. Right? Do you know the monkey that went into space? Yeah. Yep. It happened in 1958, right? Now, you know that, yeah. Yes. What did he do next? What did the monkey do next? One appearance on celebrity squares and it was like forgotten, right? Yeah. Cut a novelty record. Yeah. It's just like Rick Waller. I'll tell you what happened. He got back and all that. Heroes welcome. NASA sort of said, you know, you did a good job. And that's where a lot of people think, you know, it all ended. Sure, yeah. But NASA were like, well, hang on a minute, time. We've trained him up and stuff. So he's like, you know, he's saying, sure, sure. You know, I've learned a lot. I've still got it all. I've kept it all. I know what to do. So they said, right, we'll use you. So he turned into like a bit of a trainer at NASA. We want to send you out on the top of an organ. Can you smoke fags? Yeah, I'll have a go. So it was. They were getting in new monkeys, you know, the main man at NASA was saying, can you teach us the same? He's going, of course I can. You know what I mean? I remember it all. I know what's going on. I'll tell them what button suppress, what to do in emergencies, that sort of thing. It was technically sort of employed by the army, right? Can I just fit in here? I don't know the story, Carl, and I might embarrass myself here. You've got an army of people down there that probably send me an equally deranged email from a different website. But I'm pretty sure when they sent the monkey into space, it was to monitor his physiology. He didn't. He didn't press any buttons or learn to dock or take off. It just. It was just the effects of weightlessness and space on basically a primate. I'm pretty sure he was tied in with electrodes to his head. Yeah. Well, yeah, I'm pretty sure. But even if that were the case and he had learned to press one or two very basic buttons. Definitely not. Definitely not. Even if it were the case, I'm pretty certain they wouldn't have brought him back to train up Neil Armstrong. Right. Definitely. Neil, what are you gonna say when you come out there? Yeah, yeah. I was thinking of just saying it's made of cheese. Don't say that. What about. I've noticed that you got little legs, right. But mankind. Step forward. Where. How could I put that? I was just gonna say, I'm on the moon. It's great to be here. I wish you were here. Hi, mom. Yeah, go on. Anyway, basically he got back. They sorted him out with a nice pension. He was happy because of, like, the rank that he got. He was like, you know, he had loads of medals and stuff. He said, right, we'll make him a colonel. He got that. Like I say, he got a pension. And he died in 1969. He was buried with his wife. He passed away. I'm sure. I'm sure it just goes on to a different website about something really different. Yeah. His page is missing. Oh, dear. So. Well, that Carl. I'm. Someone could call in. Did they train, like, of the dog to sort of like, you know, doc and reinventing bother? They didn't even bother. They just sent him up there and then they didn't have to bring him back. They just went, yeah, that's. That's brilliant. Well, I can do that. Yeah. Amazing. Really? Yeah. What do you think that Carl. Rubbish in it. Sort of brought down a bit, but. The little monkey made a colonel. Hero. Big hero. What was he in? What, scratch was he in? Sputnik? He was in Jupiter am. Yeah. Let me see that piece of paper. Yeah. I can guarantee there's nothing there about his. His training other than, let's hope he's not sick on the control panel when we shoot him up at 400 G's. Oh, dear. I love the fact that you think this monkey was a high. Do you know, I mean, when you think of these things that are less than the monkey's face. Do you think of the planet of the apes like that? Sort of talking sort of chimps and gorillas and they're. They're in tunics on horseback with snub nose rifles. What do you think of just a. Little monkey getting on with it? He knows his job. He knows what he's got to do gets on with it. Look, he's pressed the button. Watch him press the button. This takes me back. Do you remember? 1965, I think it was. We're going to use him to train other dj's. That's it, then. Goodbye. Thanks. Cheers. Cheers. My friend and me looking through her red box of memories faded, I'm sure but love seems to stick in a veins, you know yes, this love if you want it don't sound like no son it my love yes, there's love if you want it don't sound like no sonic my love my love why can't you see that nature has its way I want it eyes open wide looking at the heavens with a tear in my eyes yes, this love if you want it don't sound like I'm sonic my love yes, there's love if you want it don't sound like no sun my love, my love see you faster than I won't without of my love dream is not the day when I can't feel my sight here we go again and my pain is gone my love I stopped to say hello cause I need you to know right now, right now, right now XFM XFM's London. XfM's London with the Guardian guide. Today in the guide to celebrate the release of Johnny Depp's new film, Pirate of the Caribbean, there's a section on the art of swashbuckling. You know, I always thought with his dandy shirts and velvet pantaloons, Lawrence Llewellyn Bowen would have made a good pirate, though I suppose he'd just flounce onto your ship and give it an art deco makeover, wouldn't he? On at the Highbury garage tonight is Jagger jazzist? They're a multi instrumentalist. Experimental free jazz outfit that attempt to bridge the gap between soft machine and modern electronica. One for the top load of fans, though, on at the rhythm factory on Whitechapel Road. Air is an zero two in this city special featuring Stanton warriors. Meet Katie crafty cutts, Lee Coombs, Ali B and Joe Ransom. As for the real hot ticket, well, performing tonight is a man who has single handedly changed the landscape of popular music, revered by artists the world over. His influence can be felt from the seismic riffs of the white stripes right through to the ambitious electronica of Apex twin. Yes, I am, of course, talking about former take that singer Mark Owen. He performs his stunning new material at gay tonight. XFM's London with the guide listings free with the Guardian today. So what does my big strong lover man want me to do for him? Tell me what you look like. I've got dank, mouthy air, hips that are spreading like an oil slick, three chins and I'm wearing leggings. Ginsters. Real honest food. Do you find that sometimes in meetings your head suddenly jerks up and you think I nearly nodded off then? Well, you might have. It's called a micro sleep. It may only last.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Please seek professional help.",
      "start": 120,
      "end": 1514,
      "confidence": 0.9927174999999999
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "In a summer of sequels comes Buffalo soldiers, a movie without equal. Maxim and arena make it film of the month.",
      "start": 2414,
      "end": 9446,
      "confidence": 0.8884071428571426
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Do you know anything about this?",
      "start": 9510,
      "end": 10566,
      "confidence": 0.993675
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "One of the sharpest, hippest, funniest films.",
      "start": 10630,
      "end": 12622,
      "confidence": 0.9515428571428571
    },
    {
      "pos": 5,
      "speaker": "B",
      "text": "Of the year, says Empire magazine. Are we gonna party afterwards? Sign up now, says total film. Buffalo soldiers at cinemas now rated 15. So you end up doing time and now there's time to kill. It was time to kill and you ain't smiling still you only had two so you drink and drive and then you hit that girl. Now she ain't alive. And now you're killing time, and it's time to kill. What will it take to stop you drink driving? Think.",
      "start": 12638,
      "end": 51434,
      "confidence": 0.9294409411764707
    },
    {
      "pos": 6,
      "speaker": "A",
      "text": "XFM. We have developed a minor technical fraud and are returning to land satisfaction music the masses. Xfm. A wife and naked in a night and looking for some play. Just another girl that wants to rule the world at any time or place. And when she gets into your head I know she's there to stay. You won't help me. She's got air. Marley tangles on a change of mind she's got you no pistol. Molly tangles on a change of mind Marley spangled only change her mind slow she burnin in your soul with whispers in your ear. It's okay, I'll give it anyway. Just get me out of here. You'll plead, you'll get down on your knees with just another chase. And when you think she'd let you in, that's when she fades away. You won't, she got it. Molly's ain't gonna change her mind, she got y'all don't get through, Marley's ain't gonna change your mind. Marly's able gonna change your mind, you won't help, she's got it. Mother channel gonna change your mind, but she's got your pistol. Mother tangle gonna change your mind. You wanna. She's got it. Marla's handle on the chain of mine.",
      "start": 53534,
      "end": 218274,
      "confidence": 0.7489540298507459
    },
    {
      "pos": 7,
      "speaker": "B",
      "text": "Kings of Leon. Molly's chambers on XFM 104.9. Thanks to Lauren Laverne there for the last few hours. Coming up, we have got some great music, Steve. We've got kings of Leon, as you heard. We got Alba, we got the darks, we got coldplay, coral, Rolling Stones. We've got some Springsteen, the Smiths. Do you not mean do you need any more? And with all that, we still got Pete Skinner with his wacky weather report.",
      "start": 221814,
      "end": 241390,
      "confidence": 0.8765866233766235
    },
    {
      "pos": 8,
      "speaker": "C",
      "text": "Excellent.",
      "start": 241582,
      "end": 242070,
      "confidence": 0.63266
    },
    {
      "pos": 9,
      "speaker": "B",
      "text": "Come on, Pete.",
      "start": 242102,
      "end": 242998,
      "confidence": 0.6259633333333333
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "First time impact.",
      "start": 243126,
      "end": 244262,
      "confidence": 0.7347100000000001
    },
    {
      "pos": 11,
      "speaker": "B",
      "text": "Good day, Steve. I've got some here brought in. It's just a normal soup it's Rooster's pride. What flavour soup is that, Steve?",
      "start": 244438,
      "end": 251448,
      "confidence": 0.7797834782608696
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "Oh, I know you brought that. And it's all the genuine, genuine article and it's cock soup. Oh, can I have a closer look at that? Maybe there's some more humor I can draw.",
      "start": 251536,
      "end": 259840,
      "confidence": 0.8308650000000001
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "You want a closer look at my cock soup?",
      "start": 259952,
      "end": 262528,
      "confidence": 0.9182677777777779
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "Just the cock soup it says here. Delicious, appetizing, three to four servings.",
      "start": 262576,
      "end": 267084,
      "confidence": 0.8385276923076924
    },
    {
      "pos": 15,
      "speaker": "B",
      "text": "You know what I'm thinking of when.",
      "start": 267824,
      "end": 269032,
      "confidence": 0.9760614285714286
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "You'Re talking about the new.",
      "start": 269048,
      "end": 270800,
      "confidence": 0.879532
    },
    {
      "pos": 17,
      "speaker": "B",
      "text": "I'm just thinking of a man's car penises. Yeah.",
      "start": 270992,
      "end": 272720,
      "confidence": 0.8660233333333334
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "Let me just talk.",
      "start": 272752,
      "end": 273240,
      "confidence": 0.8296924999999999
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "Is the darkness.",
      "start": 273272,
      "end": 274364,
      "confidence": 0.6879266666666667
    },
    {
      "pos": 20,
      "speaker": "C",
      "text": "Use rooster's pride. Pop soup as a snack with crackers or toast an appetizer again or a soup base that doesn't really work as any new spam. That's disappointing. We'll work on that though.",
      "start": 275024,
      "end": 285524,
      "confidence": 0.8203255882352941
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "I can't get rid of you don't know what to do. I don't even know who is going on through the comprehend that I don't care. It's my faith. I'm being punished for all my offenses. I wanna touch it but I'm greater than consequences. I wanna banish you from when you came but you're proud of me now. I only got myself to blame. You really growing on me. You're really growing. Sleeping in an empty bed. I can't get you off my head. An hour. Yeah, you heard what I said. I wanna shake you up and just wake up. Then you're gonna be. But I don't want anyone to know. But you're a testament of how you throw what you. Leave me, leave me alone. You're really going on me. You're really growing on me. You're really crying on me.",
      "start": 294024,
      "end": 419764,
      "confidence": 0.7334901398601401
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "The darkness growing on me on XFM 104.9 going well in it.",
      "start": 450864,
      "end": 456424,
      "confidence": 0.9025383333333332
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "I've enjoyed it so far.",
      "start": 456504,
      "end": 457456,
      "confidence": 0.961284
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "It's been a bit all bit naughty and everything.",
      "start": 457520,
      "end": 460044,
      "confidence": 0.7764977777777777
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "Wrong with that.",
      "start": 462384,
      "end": 463240,
      "confidence": 0.9905533333333333
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "No. Carl. Having a good day?",
      "start": 463352,
      "end": 466672,
      "confidence": 0.8192666666666666
    },
    {
      "pos": 27,
      "speaker": "D",
      "text": "Not bad. Not bad.",
      "start": 466848,
      "end": 468026,
      "confidence": 0.9798425
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "Yeah.",
      "start": 468160,
      "end": 468874,
      "confidence": 0.94891
    },
    {
      "pos": 29,
      "speaker": "C",
      "text": "What mood are you in this week? What we was trying to assess each week. You know, it's a bit edgy.",
      "start": 469414,
      "end": 473038,
      "confidence": 0.8773595238095236
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "He's got a red head. What's all that? He's got a red head all around the side, in the front. What's that?",
      "start": 473086,
      "end": 477774,
      "confidence": 0.904064090909091
    },
    {
      "pos": 31,
      "speaker": "C",
      "text": "Sunburn?",
      "start": 477814,
      "end": 478454,
      "confidence": 0.70188
    },
    {
      "pos": 32,
      "speaker": "D",
      "text": "No, no, I think I'm allergic to having my head rubbed.",
      "start": 478574,
      "end": 482886,
      "confidence": 0.9370836363636363
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "Right, right.",
      "start": 482990,
      "end": 485278,
      "confidence": 0.6972849999999999
    },
    {
      "pos": 34,
      "speaker": "C",
      "text": "Now who would rub your head? That sounds a bizarre thing. Your girlfriend.",
      "start": 485326,
      "end": 487726,
      "confidence": 0.9435523076923077
    },
    {
      "pos": 35,
      "speaker": "D",
      "text": "Weird, isn't it?",
      "start": 487790,
      "end": 488462,
      "confidence": 0.7417600000000001
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "Yeah. I'm rubbing your head.",
      "start": 488518,
      "end": 489894,
      "confidence": 0.741146
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Well, yeah, but I was squeezing his head. Fair enough. And he was screaming in agony and then he went and made me a cup of coffee and as he came over, just spilled boiling hot coffee on my legs. I've all turned shorts. And he went, sorry. Just like that. Just. It's like. It's like a series of jackass out there this morning. I mean, my legs are burned, your head's a little bit red, but apart from that, having a good day?",
      "start": 489934,
      "end": 512800,
      "confidence": 0.9017578571428571
    },
    {
      "pos": 38,
      "speaker": "D",
      "text": "Not bad. I was on the way in today, right, Steve.",
      "start": 512992,
      "end": 515684,
      "confidence": 0.9883718181818181
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "Walking in, walking in.",
      "start": 516144,
      "end": 517392,
      "confidence": 0.955265
    },
    {
      "pos": 40,
      "speaker": "D",
      "text": "Always walking in. I get left early and stuff. I like to get in early, get some bits done, that. Yeah.",
      "start": 517408,
      "end": 523064,
      "confidence": 0.8850552380952379
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Monkey news, songs, a phrase, that sort of thing.",
      "start": 523364,
      "end": 526100,
      "confidence": 0.89182
    },
    {
      "pos": 42,
      "speaker": "D",
      "text": "And living in London, right. A lot of. There's a lot of shops that open early and stuff. Do you know, I mean, people say that's a good thing about London.",
      "start": 526292,
      "end": 534188,
      "confidence": 0.9104929032258062
    },
    {
      "pos": 43,
      "speaker": "C",
      "text": "Yeah.",
      "start": 534236,
      "end": 534484,
      "confidence": 0.81818
    },
    {
      "pos": 44,
      "speaker": "D",
      "text": "It's almost like 24 hours city and stuff. I'm walking in and there's like, you know, you've got your newsagents open, obviously, you know, selling newspapers, and that's good. They've got to be open early. Then you've got your coffee shops, your Starbucks. You have a cup of coffee in the morning. They're doing well in the morning.",
      "start": 534524,
      "end": 550004,
      "confidence": 0.9021991379310348
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Yeah.",
      "start": 550084,
      "end": 550744,
      "confidence": 0.65168
    },
    {
      "pos": 46,
      "speaker": "D",
      "text": "Then you see, like, the odd restaurant and you think, well, maybe they sort of got the doors open, but they prepare him for lunch. So you think, fair enough, yeah, I'll let that pass. Yeah. Carrying on, walking down the road. Bondage shop open?",
      "start": 551694,
      "end": 565382,
      "confidence": 0.9080400000000002
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "Sure. 10:30 yeah.",
      "start": 565518,
      "end": 568142,
      "confidence": 0.80591
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Busy, was it?",
      "start": 568198,
      "end": 569194,
      "confidence": 0.9941633333333334
    },
    {
      "pos": 49,
      "speaker": "D",
      "text": "There's a couple in some good offers. 10:30 for a bondage shop.",
      "start": 570134,
      "end": 575894,
      "confidence": 0.8217891666666667
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "I'm assuming if you're into bondage, though, you. You stock up at any time, day or night. I mean, you don't. Yeah, well, I assume it.",
      "start": 575934,
      "end": 581568,
      "confidence": 0.8736350000000002
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "I swear, you get. Oh, I've got nothing on. I need to be a bit. Oh, tied down.",
      "start": 581616,
      "end": 586496,
      "confidence": 0.8581455555555555
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "Yeah.",
      "start": 586560,
      "end": 587256,
      "confidence": 0.67949
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "I need some rub.",
      "start": 587440,
      "end": 588200,
      "confidence": 0.8079925
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "These clothes are too baggy. I need more belts. Oh, straps.",
      "start": 588232,
      "end": 591416,
      "confidence": 0.7182745454545454
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "Yeah. Oh, get some rubber on my face.",
      "start": 591520,
      "end": 594964,
      "confidence": 0.8827174999999999
    },
    {
      "pos": 56,
      "speaker": "D",
      "text": "Weird. Darn it.",
      "start": 595544,
      "end": 596808,
      "confidence": 0.7253733333333333
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "What were you doing in there?",
      "start": 596976,
      "end": 598244,
      "confidence": 0.8506483333333333
    },
    {
      "pos": 58,
      "speaker": "D",
      "text": "So just having her brows. So a bit worried, really, because the things that I've noticed this week, like that. That's probably a little bit smaller. You've brought your soup in.",
      "start": 598584,
      "end": 610440,
      "confidence": 0.8365535483870968
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "I just found it out there. Sorry. Yeah, it is. Roosters pride, cock soup, noodle soup mix, chicken flavor. But, I mean, do they not know that is obviously just gonna be used on the Graham Norton show and Chris Tarrant when he's doing his show abroad.",
      "start": 610512,
      "end": 624832,
      "confidence": 0.8517944680851064
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Yeah.",
      "start": 624928,
      "end": 625200,
      "confidence": 0.93421
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "I mean, do you know. I mean, what. How could they call it cock soup in this day and age?",
      "start": 625232,
      "end": 629184,
      "confidence": 0.8815734999999998
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Keep saying it.",
      "start": 629224,
      "end": 629944,
      "confidence": 0.8439
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "Well, no, it's fine, because long as it means the male. We've done this.",
      "start": 630024,
      "end": 632936,
      "confidence": 0.8429221428571428
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "Oh, do you mean. Do you mean the chicken?",
      "start": 632960,
      "end": 634272,
      "confidence": 0.8868955555555554
    },
    {
      "pos": 65,
      "speaker": "B",
      "text": "Yeah, look, it's a picture of a chicken. Yeah. Yeah. What did you think it meant?",
      "start": 634328,
      "end": 636800,
      "confidence": 0.862318125
    },
    {
      "pos": 66,
      "speaker": "D",
      "text": "No, I don't know.",
      "start": 636832,
      "end": 637352,
      "confidence": 0.96129
    },
    {
      "pos": 67,
      "speaker": "C",
      "text": "I had.",
      "start": 637368,
      "end": 638348,
      "confidence": 0.488135
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "Okay, sorry. Um.",
      "start": 638416,
      "end": 639596,
      "confidence": 0.6276700000000001
    },
    {
      "pos": 69,
      "speaker": "D",
      "text": "Yeah, but, uh. Yeah, something else that's a bit, sort of a bit blue. Little bit blue. But then it's real as well. Do you know?",
      "start": 639700,
      "end": 647704,
      "confidence": 0.9246134615384616
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "Go on.",
      "start": 648324,
      "end": 648948,
      "confidence": 0.8149150000000001
    },
    {
      "pos": 71,
      "speaker": "D",
      "text": "There's a program.",
      "start": 649036,
      "end": 649596,
      "confidence": 0.7993366666666667
    },
    {
      "pos": 72,
      "speaker": "C",
      "text": "We couldn't have said the cock soup. We'd made it up, but because it's real.",
      "start": 649660,
      "end": 652004,
      "confidence": 0.8407473333333331
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "Yeah. Yeah. We also couldn't say the cock soup if we'd have meant a male penis.",
      "start": 652084,
      "end": 656748,
      "confidence": 0.8041900000000001
    },
    {
      "pos": 74,
      "speaker": "C",
      "text": "Thankfully, we don't.",
      "start": 656796,
      "end": 657628,
      "confidence": 0.9627333333333334
    },
    {
      "pos": 75,
      "speaker": "B",
      "text": "We mean it. Chicken. You go on.",
      "start": 657716,
      "end": 659784,
      "confidence": 0.7050485714285715
    },
    {
      "pos": 76,
      "speaker": "D",
      "text": "Yeah, this program was on. Um. It was Wednesday night. Something found this little lad. It was a fella and a woman.",
      "start": 661084,
      "end": 670596,
      "confidence": 0.8103304545454546
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "At the same time.",
      "start": 670660,
      "end": 671624,
      "confidence": 0.9936125
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "What would you mean?",
      "start": 673804,
      "end": 674844,
      "confidence": 0.7258875
    },
    {
      "pos": 79,
      "speaker": "C",
      "text": "Like a cartoon with a secret identity?",
      "start": 674964,
      "end": 677184,
      "confidence": 0.8665757142857142
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "What do you mean?",
      "start": 679444,
      "end": 680100,
      "confidence": 0.9703174999999999
    },
    {
      "pos": 81,
      "speaker": "C",
      "text": "He had, by day a boy, by night, a woman.",
      "start": 680132,
      "end": 682052,
      "confidence": 0.790537
    },
    {
      "pos": 82,
      "speaker": "D",
      "text": "He had it all.",
      "start": 682108,
      "end": 683024,
      "confidence": 0.9683675
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "So. So he had mad and female genitalia. So what do you call someone that's born like that? Weird.",
      "start": 684764,
      "end": 692328,
      "confidence": 0.8218257894736842
    },
    {
      "pos": 84,
      "speaker": "D",
      "text": "Weird.",
      "start": 692376,
      "end": 693004,
      "confidence": 0.51356
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "Then what's the term for it? Go on. You know it. We've talked about it before.",
      "start": 694584,
      "end": 701324,
      "confidence": 0.9305306250000001
    },
    {
      "pos": 86,
      "speaker": "D",
      "text": "Aphrodite.",
      "start": 702504,
      "end": 703484,
      "confidence": 0.55309
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "Really?",
      "start": 704184,
      "end": 704880,
      "confidence": 0.5115
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "So close. Hermaphrodite. Yeah. Hermaphrodite.",
      "start": 705032,
      "end": 709784,
      "confidence": 0.84121
    },
    {
      "pos": 89,
      "speaker": "D",
      "text": "Yeah.",
      "start": 709864,
      "end": 710240,
      "confidence": 0.62032
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "Yeah.",
      "start": 710312,
      "end": 710776,
      "confidence": 0.93256
    },
    {
      "pos": 91,
      "speaker": "D",
      "text": "That's weird, don't it?",
      "start": 710880,
      "end": 711888,
      "confidence": 0.751355
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "Yeah.",
      "start": 711936,
      "end": 712304,
      "confidence": 0.72331
    },
    {
      "pos": 93,
      "speaker": "C",
      "text": "And he had the ball.",
      "start": 712384,
      "end": 714848,
      "confidence": 0.9148419999999999
    },
    {
      "pos": 94,
      "speaker": "D",
      "text": "Yeah.",
      "start": 715016,
      "end": 715408,
      "confidence": 0.84701
    },
    {
      "pos": 95,
      "speaker": "C",
      "text": "And he had the.",
      "start": 715456,
      "end": 716168,
      "confidence": 0.8988825
    },
    {
      "pos": 96,
      "speaker": "D",
      "text": "Well, what happened was, he was born, right, obviously. And the doctor said, there you go, lovely little boy and girl. So the mum was like, what? So he said, no, I don't think.",
      "start": 716256,
      "end": 727952,
      "confidence": 0.9594420588235293
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "The doctor was sarcastic. I don't think the doctor was sort of dissing them. There you go. What do you mean, doctor? I'm. Have a look. There's a minute. All right, see you later.",
      "start": 727968,
      "end": 737844,
      "confidence": 0.860785294117647
    },
    {
      "pos": 98,
      "speaker": "C",
      "text": "What are you gonna call?",
      "start": 738344,
      "end": 739272,
      "confidence": 0.732284
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "Hit. But, doctor, what do you mean? Have a look? He wasn't sarcastic.",
      "start": 739368,
      "end": 744120,
      "confidence": 0.9199492307692309
    },
    {
      "pos": 100,
      "speaker": "D",
      "text": "He didn't give clues.",
      "start": 744152,
      "end": 744808,
      "confidence": 0.82928
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "Tell me what you mean. Give me a straight, auntie.",
      "start": 744856,
      "end": 746240,
      "confidence": 0.902412
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "He probably went, oh, shit, she's got a cocktail. He didn't go. He wasn't Sarki to the parents.",
      "start": 746272,
      "end": 751728,
      "confidence": 0.8174600000000001
    },
    {
      "pos": 103,
      "speaker": "D",
      "text": "Anyway, I'm just getting across. Do you know? I mean, I always had a little bit just to.",
      "start": 751856,
      "end": 755160,
      "confidence": 0.8605338888888889
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "Yeah, I know you do. You should be a news reader. Be brilliant.",
      "start": 755192,
      "end": 757680,
      "confidence": 0.7717823076923079
    },
    {
      "pos": 105,
      "speaker": "D",
      "text": "So. So, yeah, so there's a little kid lying there.",
      "start": 757752,
      "end": 760960,
      "confidence": 0.912011
    },
    {
      "pos": 106,
      "speaker": "C",
      "text": "Yeah.",
      "start": 761032,
      "end": 761520,
      "confidence": 0.76103
    },
    {
      "pos": 107,
      "speaker": "D",
      "text": "And. And the mum says, you know, what am I gonna do then? So the doctor, I mean, I'm condensing this. It was like. So he says, what will, you know? She said, what will I do? And the doctor said, well, he's not sort of well, ung. Right.",
      "start": 761632,
      "end": 780234,
      "confidence": 0.8826467346938774
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "Oh, f. So he's not sort of. Well, um. This doctor has been, I assume, has been struck off since for saying these things.",
      "start": 780314,
      "end": 789674,
      "confidence": 0.8883079166666666
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "It was a real doctor. It wasn't Doctor Fox.",
      "start": 789754,
      "end": 791654,
      "confidence": 0.9012622222222222
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "Yeah.",
      "start": 792514,
      "end": 793334,
      "confidence": 0.47342
    },
    {
      "pos": 111,
      "speaker": "D",
      "text": "So the doctor said. So I recommend that we make it a woman.",
      "start": 793994,
      "end": 797914,
      "confidence": 0.93925
    },
    {
      "pos": 112,
      "speaker": "C",
      "text": "Right.",
      "start": 798034,
      "end": 798694,
      "confidence": 0.98324
    },
    {
      "pos": 113,
      "speaker": "D",
      "text": "So they sort of do a little bit of jiggery poker, a little bit of work.",
      "start": 799394,
      "end": 803426,
      "confidence": 0.8452893749999999
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "I don't think that's true, Carl.",
      "start": 803490,
      "end": 805202,
      "confidence": 0.8743916666666666
    },
    {
      "pos": 115,
      "speaker": "D",
      "text": "No, is it was on the program.",
      "start": 805258,
      "end": 806574,
      "confidence": 0.8251828571428571
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "But I think they can tell really what they were meant to be from their chromosomes. I can't. They can tell their x. Yeah.",
      "start": 807034,
      "end": 815922,
      "confidence": 0.8777875000000003
    },
    {
      "pos": 117,
      "speaker": "C",
      "text": "Not just. It's not very. Well.",
      "start": 815938,
      "end": 817642,
      "confidence": 0.94006
    },
    {
      "pos": 118,
      "speaker": "D",
      "text": "No, I tell you what. Because back then, when this was going.",
      "start": 817738,
      "end": 820034,
      "confidence": 0.9341133333333334
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Yeah. I'm just thinking they might not have.",
      "start": 820074,
      "end": 821418,
      "confidence": 0.8186174999999999
    },
    {
      "pos": 120,
      "speaker": "D",
      "text": "Had the doctors then thought, if you had a kid, right, and you thought, it's a bit ugly, maybe I'll have a better life. If it was a fella. If it was a girl. It's a bit ugly. Anything. It's gonna get art.",
      "start": 821426,
      "end": 831646,
      "confidence": 0.8830837209302326
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Right. Don't talk shite. What?",
      "start": 831710,
      "end": 834950,
      "confidence": 0.870842
    },
    {
      "pos": 122,
      "speaker": "D",
      "text": "What?",
      "start": 834982,
      "end": 835554,
      "confidence": 0.88936
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "The doctor would go, right, you've had. You've had a. You've had a young girl. I tell you what. She's a pig. Let's pop a cock on her.",
      "start": 835894,
      "end": 843274,
      "confidence": 0.8672975
    },
    {
      "pos": 124,
      "speaker": "D",
      "text": "I'm not saying that. What I'm saying is say if you have a. Like I say, a girl. I just think it's harder if a girl's ugly and she's growing up. She has had a time.",
      "start": 844454,
      "end": 853990,
      "confidence": 0.8710838888888889
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Yeah.",
      "start": 854102,
      "end": 854794,
      "confidence": 0.80605
    },
    {
      "pos": 126,
      "speaker": "D",
      "text": "Don't you agree with that?",
      "start": 856174,
      "end": 857514,
      "confidence": 0.9904780000000001
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "Yeah.",
      "start": 859894,
      "end": 860270,
      "confidence": 0.49967
    },
    {
      "pos": 128,
      "speaker": "C",
      "text": "You don't change their gender.",
      "start": 860302,
      "end": 861294,
      "confidence": 0.894586
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "No, no.",
      "start": 861334,
      "end": 861994,
      "confidence": 0.644285
    },
    {
      "pos": 130,
      "speaker": "D",
      "text": "What I'm saying is the elephant man would have had a harder time if it was elephant woman. Listen, what the doctor was saying is if you get a baby before it's two.",
      "start": 862574,
      "end": 874014,
      "confidence": 0.9338290909090907
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "Yeah.",
      "start": 874134,
      "end": 874622,
      "confidence": 0.44781
    },
    {
      "pos": 132,
      "speaker": "D",
      "text": "Back then, they thought you could sort of say, well, give it. Instead of giving it a go kart, give it dolls to play with.",
      "start": 874718,
      "end": 879670,
      "confidence": 0.9216896
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Right. Back when. What are we talking about?",
      "start": 879702,
      "end": 882434,
      "confidence": 0.96446
    },
    {
      "pos": 134,
      "speaker": "C",
      "text": "The middle ages.",
      "start": 883744,
      "end": 885056,
      "confidence": 0.8446233333333333
    },
    {
      "pos": 135,
      "speaker": "D",
      "text": "We put a song on. Come back.",
      "start": 885240,
      "end": 886800,
      "confidence": 0.9691771428571428
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Yeah. It's Bruce Springsteen, Atlantic City.",
      "start": 886912,
      "end": 889084,
      "confidence": 0.85706
    },
    {
      "pos": 137,
      "speaker": "A",
      "text": "Down on the boardwalk they're getting ready for a fight see what them racket boys can do now there's trouble bustling in from out of state and the deer can't get no relief crumble out on the promenade and the gambling commission's hanging on by the skin of its teeth everything dies, baby that's a fact maybe everything that dies someday comes back put your makeup on fix your hair pretty then make me tonight and see well, I got a job and tried to put my money away but I got debts that no honest man can pay so I drew what I had from the central Trust. And I bought us two tickets on that roast city mushroom, baby. Everything dies everything that dies someday comes back jamaica worth going up where the sands turn in the gold just put on your stock as we just. The night's getting cold everything dies, baby, that's a fact that maybe everything that dies someday comes back job. But it's hard to find down here. It's just winners and losers. And don't get caught on the wrong side of that line. While I'm tired of coming out on this losing end so, honey, last night I met this guy. And I'm gonna do a little favor for him.",
      "start": 896224,
      "end": 1058324,
      "confidence": 0.8248878341013828
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "Bruce Springsteen, Atlantic City on XFM 104.9. Okay, that. Have another go. Kyle. What were you saying? As an amaphrodite? Yeah. It was born both sets. The doctor said he's not well long. Let's lose that.",
      "start": 1101224,
      "end": 1115976,
      "confidence": 0.7618516666666666
    },
    {
      "pos": 139,
      "speaker": "D",
      "text": "Let's get rid of that.",
      "start": 1116120,
      "end": 1116968,
      "confidence": 0.8640359999999999
    },
    {
      "pos": 140,
      "speaker": "B",
      "text": "Let's make it look out. Okay. I'm with you so far. Go on then.",
      "start": 1117016,
      "end": 1120896,
      "confidence": 0.8319828571428572
    },
    {
      "pos": 141,
      "speaker": "D",
      "text": "So anyway, gets away with it a little bit in the. In the early years. Starts going to school. Gets away with it a little bit.",
      "start": 1121080,
      "end": 1132336,
      "confidence": 0.9795842307692308
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "Sure.",
      "start": 1132440,
      "end": 1132800,
      "confidence": 0.77747
    },
    {
      "pos": 143,
      "speaker": "D",
      "text": "Right. But then, do you know when you get to that age and your head goes all funny? Like when you. When you teenager and you. You sort of.",
      "start": 1132872,
      "end": 1140776,
      "confidence": 0.9004603448275861
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "You.",
      "start": 1140800,
      "end": 1140912,
      "confidence": 0.66274
    },
    {
      "pos": 145,
      "speaker": "D",
      "text": "I don't know. Your school goes.",
      "start": 1140928,
      "end": 1142484,
      "confidence": 0.8853
    },
    {
      "pos": 146,
      "speaker": "B",
      "text": "Mine never did. What?",
      "start": 1142944,
      "end": 1143992,
      "confidence": 0.8846899999999999
    },
    {
      "pos": 147,
      "speaker": "D",
      "text": "You're talking about teenage years, when you look at it odd. Yeah. I mean, you go from being quite a good looking person. And then your body starts growing a different rate.",
      "start": 1144008,
      "end": 1153728,
      "confidence": 0.9159031249999999
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "So you never know where. You never know till 21 whether you're gonna be a looker or not. Or whether it's just. Yeah, yeah, I know. Go on.",
      "start": 1153776,
      "end": 1159648,
      "confidence": 0.8355632142857142
    },
    {
      "pos": 149,
      "speaker": "C",
      "text": "I'm still waiting.",
      "start": 1159696,
      "end": 1160458,
      "confidence": 0.8056533333333333
    },
    {
      "pos": 150,
      "speaker": "B",
      "text": "So your head grew outwards at exactly the same rate. Didn't. That's why it's.",
      "start": 1160576,
      "end": 1164678,
      "confidence": 0.8960899999999999
    },
    {
      "pos": 151,
      "speaker": "C",
      "text": "Your head grew faster than your head.",
      "start": 1164726,
      "end": 1166594,
      "confidence": 0.9309485714285713
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "He's got a lovely head of hair. But just below the skull, he's got a little afro in there. It just couldn't get through the follicles. It couldn't catch up the skull expanding. Oh, bless him. Oh, come on. Come on, baldy.",
      "start": 1168334,
      "end": 1180574,
      "confidence": 0.8553230952380954
    },
    {
      "pos": 153,
      "speaker": "D",
      "text": "But the thing is, right, so you see these pictures of the lad stroke woman.",
      "start": 1180654,
      "end": 1186030,
      "confidence": 0.9432299999999999
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1186102,
      "end": 1186620,
      "confidence": 0.816
    },
    {
      "pos": 155,
      "speaker": "D",
      "text": "Who's trying to be a woman at the age of 1415. She's got one. Big heads.",
      "start": 1186742,
      "end": 1192000,
      "confidence": 0.8588143749999999
    },
    {
      "pos": 156,
      "speaker": "C",
      "text": "Right.",
      "start": 1192072,
      "end": 1192424,
      "confidence": 0.89018
    },
    {
      "pos": 157,
      "speaker": "D",
      "text": "Like a lad doesn't. You know. She starts having a hard time. She doesn't want to play with the mates with the dolls and all that. She's more into go karting and that sort of thing. Gets to an older age. Decides to go back is now sort of with a woman and having a life of a fella.",
      "start": 1192504,
      "end": 1211280,
      "confidence": 0.9109861016949151
    },
    {
      "pos": 158,
      "speaker": "B",
      "text": "But did he but have it. Did the doctor keep it for him in case he needs it?",
      "start": 1211352,
      "end": 1214774,
      "confidence": 0.8579711111111111
    },
    {
      "pos": 159,
      "speaker": "D",
      "text": "No, he's had his own put on, though, as he.",
      "start": 1214934,
      "end": 1216782,
      "confidence": 0.623556
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "Where'd he get that from?",
      "start": 1216798,
      "end": 1217566,
      "confidence": 0.857028
    },
    {
      "pos": 161,
      "speaker": "D",
      "text": "No, don't know. Maybe that bondage shop.",
      "start": 1217630,
      "end": 1220474,
      "confidence": 0.6897757142857143
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "What do they do when they do that? Do they put on a. What do they do? Maybe someone could call in, tell us if you're a woman and you have.",
      "start": 1221414,
      "end": 1227558,
      "confidence": 0.8268412903225805
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "You want to speak to someone who's got that information.",
      "start": 1227606,
      "end": 1229662,
      "confidence": 0.9187769999999998
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "Yeah. I don't want to know what information.",
      "start": 1229838,
      "end": 1232006,
      "confidence": 0.80243
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "I don't want to talk to.",
      "start": 1232070,
      "end": 1232766,
      "confidence": 0.88455
    },
    {
      "pos": 166,
      "speaker": "B",
      "text": "Do they construct one?",
      "start": 1232790,
      "end": 1233902,
      "confidence": 0.9109625
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "Do they construct it from plasticine or.",
      "start": 1233958,
      "end": 1235846,
      "confidence": 0.9020071428571429
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "Do they whack on a dead one?",
      "start": 1235870,
      "end": 1237890,
      "confidence": 0.9040799999999999
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "What?",
      "start": 1238022,
      "end": 1238746,
      "confidence": 0.99395
    },
    {
      "pos": 170,
      "speaker": "B",
      "text": "What?",
      "start": 1238930,
      "end": 1239682,
      "confidence": 0.56535
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "On a dead one?",
      "start": 1239858,
      "end": 1240810,
      "confidence": 0.7615749999999999
    },
    {
      "pos": 172,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1240882,
      "end": 1241250,
      "confidence": 0.70494
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "What?",
      "start": 1241322,
      "end": 1241934,
      "confidence": 0.51325
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "What? That's nice. Long. What do you mean? No, when I.",
      "start": 1242594,
      "end": 1245242,
      "confidence": 0.7296599999999999
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "When a woman has a knob on.",
      "start": 1245258,
      "end": 1247554,
      "confidence": 0.8179442857142857
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1247634,
      "end": 1248122,
      "confidence": 0.9521
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "To have a sex change. Where'd they get it from that. Is it constructed? They find like a doughnut from a donor. Oh, yeah, a donor.",
      "start": 1248218,
      "end": 1257010,
      "confidence": 0.792195
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "A donor, yeah.",
      "start": 1257122,
      "end": 1258434,
      "confidence": 0.7949066666666665
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "Yeah. But presumably it's like someone else. They're dead. I mean. No, it's not like giving someone a kidney and then.",
      "start": 1258594,
      "end": 1265026,
      "confidence": 0.8640485714285714
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "So if you're a guy and you want to become a woman, you go on despair.",
      "start": 1265050,
      "end": 1268258,
      "confidence": 0.81647375
    },
    {
      "pos": 181,
      "speaker": "D",
      "text": "That's true.",
      "start": 1268386,
      "end": 1269338,
      "confidence": 0.75319
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Swap.",
      "start": 1269506,
      "end": 1270170,
      "confidence": 0.83932
    },
    {
      "pos": 183,
      "speaker": "C",
      "text": "Yeah, just do a little swap from.",
      "start": 1270282,
      "end": 1271410,
      "confidence": 0.7952185714285714
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "On the Internet or something over now at Edmonds. What do you mean on swap shop?",
      "start": 1271442,
      "end": 1275538,
      "confidence": 0.799194375
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "He's not a man.",
      "start": 1275586,
      "end": 1276226,
      "confidence": 0.8838600000000001
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "No, no, but he go, we got a feller here who got a lovely nearly new unused piece. Yeah.",
      "start": 1276290,
      "end": 1284570,
      "confidence": 0.7824805263157895
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "Keith Checkery Regis wants a couple of.",
      "start": 1284602,
      "end": 1286898,
      "confidence": 0.78639
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "Tits and a fanny for that. So call in.",
      "start": 1286906,
      "end": 1289494,
      "confidence": 0.78384
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Do you remember the Jane, the John Wayne Bobbitt story, which always seemed odd to me. I never really kind of got all the information. Remember that one car where the woman cut off her husband's penis because he was sleeping? I think she mean, she raps he drove off.",
      "start": 1291994,
      "end": 1303874,
      "confidence": 0.8533027999999997
    },
    {
      "pos": 190,
      "speaker": "D",
      "text": "I think he.",
      "start": 1303994,
      "end": 1304894,
      "confidence": 0.7725733333333333
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "Yeah, that's so much better than the. Yeah.",
      "start": 1306434,
      "end": 1310978,
      "confidence": 0.75544625
    },
    {
      "pos": 192,
      "speaker": "C",
      "text": "And she threw it out. She threw.",
      "start": 1311066,
      "end": 1312654,
      "confidence": 0.9116528571428573
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Yeah, but imagine if he got to.",
      "start": 1314114,
      "end": 1315418,
      "confidence": 0.65127
    },
    {
      "pos": 194,
      "speaker": "C",
      "text": "The hospital and so they turn it back on. He'd gone, that's bigger than I remember. I'm not sure this is mine.",
      "start": 1315426,
      "end": 1320746,
      "confidence": 0.8988849999999999
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "How many of you got asked where.",
      "start": 1320810,
      "end": 1321802,
      "confidence": 0.8674957142857143
    },
    {
      "pos": 196,
      "speaker": "C",
      "text": "We dump all the.",
      "start": 1321818,
      "end": 1323466,
      "confidence": 0.72909
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Yeah, that was extraordinary story.",
      "start": 1323650,
      "end": 1326274,
      "confidence": 0.92492
    },
    {
      "pos": 198,
      "speaker": "C",
      "text": "And then bizarrely, he became a porn star.",
      "start": 1326314,
      "end": 1328578,
      "confidence": 0.88917125
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 1328706,
      "end": 1330106,
      "confidence": 0.903985
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "Very strange life that man's had.",
      "start": 1330170,
      "end": 1332058,
      "confidence": 0.84173
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Well, it is a shock to the system in it. Did you remember that french bloke, the performance artist of the 1910. Jeremy, as a performance art? He cut his. In a theater. He cut his knob off to a crowd of people. Now what? Yeah.",
      "start": 1332106,
      "end": 1350838,
      "confidence": 0.8238589130434787
    },
    {
      "pos": 202,
      "speaker": "D",
      "text": "That's only a one night trick, though, isn't it?",
      "start": 1350886,
      "end": 1352750,
      "confidence": 0.92833
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Exactly. But what if there'd been a bang outside?",
      "start": 1352782,
      "end": 1355022,
      "confidence": 0.9119655555555555
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "Encore?",
      "start": 1355118,
      "end": 1355598,
      "confidence": 0.63412
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "He went, what? Yeah. Or they looked outside because a car backfired. Do you see that? I go.",
      "start": 1355646,
      "end": 1360462,
      "confidence": 0.8858738888888886
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "I go off.",
      "start": 1360518,
      "end": 1361486,
      "confidence": 0.6466033333333333
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "Just cut them, did you? Yeah. Think of that.",
      "start": 1361670,
      "end": 1364774,
      "confidence": 0.8988255555555553
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "Sacre bleu.",
      "start": 1364854,
      "end": 1365798,
      "confidence": 0.694625
    },
    {
      "pos": 209,
      "speaker": "B",
      "text": "I know. French are funny, aren't they? Cutting your knob off for your art.",
      "start": 1365886,
      "end": 1369974,
      "confidence": 0.8648450000000001
    },
    {
      "pos": 210,
      "speaker": "D",
      "text": "Weird, innit?",
      "start": 1370094,
      "end": 1371114,
      "confidence": 0.6270549999999999
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "And the same that often comes cold I breathe in my lungs something's new but nothing's changed familiar feelings just the same soon life back in stirrup blue skies thinking back of where you're from and y'all become shining bright God, I think now of summer's high reminisce of pastimes gone by only remembered now in our streets the stars that have been there without forever home kept safe from memories never told but felt if you went by. Cross over.",
      "start": 1390894,
      "end": 1510674,
      "confidence": 0.6641322222222222
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "Long view further on XFM 104.9.",
      "start": 1592774,
      "end": 1596518,
      "confidence": 0.9069666666666668
    },
    {
      "pos": 213,
      "speaker": "C",
      "text": "As we're having so much fun with penises, I thought perhaps I should just mention.",
      "start": 1596606,
      "end": 1600294,
      "confidence": 0.960474
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "That's a slogan.",
      "start": 1600374,
      "end": 1601514,
      "confidence": 0.83252
    },
    {
      "pos": 215,
      "speaker": "C",
      "text": "We should just mention this story briefly to the paper. Today, a Russian is selling what he claims is Hitler's mummified penis for 12,000 pounds. Ivan Zduv says his ex Red army soldier dad hacked it off as a souvenir after storming the tyrant's Berlin bunker after his suicide in 1945.",
      "start": 1602414,
      "end": 1620054,
      "confidence": 0.9125315686274508
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Yeah. Not. Why did he wait till now?",
      "start": 1620214,
      "end": 1623766,
      "confidence": 0.888165
    },
    {
      "pos": 217,
      "speaker": "D",
      "text": "Yeah.",
      "start": 1623870,
      "end": 1624534,
      "confidence": 0.74022
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "He's found out that. Yeah, that might get a bit. 12,000 pounds, which doesn't seem a great deal.",
      "start": 1624694,
      "end": 1630738,
      "confidence": 0.8746272222222222
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "Doesn't seem a great deal of money, really.",
      "start": 1630926,
      "end": 1632658,
      "confidence": 0.876345
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Which. Useless.",
      "start": 1632826,
      "end": 1633934,
      "confidence": 0.57689
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "True.",
      "start": 1634674,
      "end": 1635186,
      "confidence": 0.84654
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "You're not gonna be able to use it. It's not gonna be over there. It's not gonna be a donor. Imagine that. If you walk around.",
      "start": 1635250,
      "end": 1640346,
      "confidence": 0.8236350000000001
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "Yeah. You'll never love to a girl. You'll never believe this.",
      "start": 1640490,
      "end": 1644098,
      "confidence": 0.7106618181818182
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. You never believe who's doing you love.",
      "start": 1644146,
      "end": 1647054,
      "confidence": 0.803992
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "This is gonna freak you out.",
      "start": 1647594,
      "end": 1649202,
      "confidence": 0.8771049999999999
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "This is. Yeah. Just relax.",
      "start": 1649378,
      "end": 1651026,
      "confidence": 0.9569979999999999
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "Okay.",
      "start": 1651130,
      "end": 1651514,
      "confidence": 0.52708
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Sit down. Now. It was brilliant. It was brilliant. Yeah. So you enjoyed it?",
      "start": 1651554,
      "end": 1655114,
      "confidence": 0.9064114285714285
    },
    {
      "pos": 229,
      "speaker": "C",
      "text": "Yeah. Right.",
      "start": 1655154,
      "end": 1656214,
      "confidence": 0.8834
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "Of the third Reich or. No. Awful racist. Okay, okay, let's go a different tack. You did like the sex? I love the sex. Okay, then, yeah. It's not gonna be Hitler's knob, is it?",
      "start": 1657944,
      "end": 1668856,
      "confidence": 0.8420834285714286
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "But I like the idea that. I mean, you're ex red. You're in the Red army.",
      "start": 1668960,
      "end": 1673800,
      "confidence": 0.912093125
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1673872,
      "end": 1674144,
      "confidence": 0.86794
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "You've just stormed Berlin.",
      "start": 1674184,
      "end": 1675712,
      "confidence": 0.8172750000000001
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1675808,
      "end": 1676248,
      "confidence": 0.45588
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "Like 45. You crash into the.",
      "start": 1676336,
      "end": 1678152,
      "confidence": 0.8034416666666667
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "You've gone through how you've lost 20 million comrades, oppression.",
      "start": 1678288,
      "end": 1684200,
      "confidence": 0.878766
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "Everything going on for years.",
      "start": 1684232,
      "end": 1685890,
      "confidence": 0.782212
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "You in there, you see the man?",
      "start": 1685962,
      "end": 1688010,
      "confidence": 0.9476485714285714
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "Yeah. Here he is. He's dead.",
      "start": 1688162,
      "end": 1689418,
      "confidence": 0.86964
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "Dead.",
      "start": 1689506,
      "end": 1689858,
      "confidence": 0.85324
    },
    {
      "pos": 241,
      "speaker": "C",
      "text": "He's the figurehead and leader of one of the most despicable.",
      "start": 1689906,
      "end": 1693210,
      "confidence": 0.9171027272727273
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "You know, you turn to your friends, there's a tear in your eye.",
      "start": 1693362,
      "end": 1695906,
      "confidence": 0.9356907692307691
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "Yeah. And your immediate. I ought to chop off his todger.",
      "start": 1695970,
      "end": 1700442,
      "confidence": 0.9197345454545455
    },
    {
      "pos": 244,
      "speaker": "B",
      "text": "Yeah, yeah. Well, no, I said bagsy. I said Bagsy is winkle. I said bagsy is winkle. Outside, whoever it was. Yeah, it's gonna be Hitler. Brilliant.",
      "start": 1700538,
      "end": 1710130,
      "confidence": 0.7389092592592595
    },
    {
      "pos": 245,
      "speaker": "C",
      "text": "It's just, I can't. It just doesn't make sense. It's ludicrous. It's ludicrous. And I don't know how. How is he expecting to prove this? Because I want some proof.",
      "start": 1710202,
      "end": 1716820,
      "confidence": 0.9502663333333335
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "Well, this. I think that's why he said that. He probably started off with, oh, I got Hitler's face. And they went, brilliant. Oh, let's have a look at it. What do you mean? We'll just check it to face. Obviously. I know what he looks like. Oh, yeah. No, it's not. Ah, yeah, you know what he. No, it's not his face. What? What wouldn't you know, it looked like. Well, I mean, no one's ever seen his genitals. That's what I've got. Yeah, I've got his, I've got his.",
      "start": 1716932,
      "end": 1736780,
      "confidence": 0.8657740659340659
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "It's got a little swastik on it.",
      "start": 1736892,
      "end": 1738544,
      "confidence": 0.890272857142857
    },
    {
      "pos": 248,
      "speaker": "B",
      "text": "Is that proof, is it? Yeah, we know the Albert always got one. His mother's got the other. So I don't know.",
      "start": 1738844,
      "end": 1744076,
      "confidence": 0.8659363636363637
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "See, the Albert Hall, I would have thought, would probably be paying that 12,000 miles because apparently they've. They've already got his ball.",
      "start": 1744140,
      "end": 1748620,
      "confidence": 0.8447791304347827
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "Yeah, they've got one of his balls.",
      "start": 1748692,
      "end": 1749572,
      "confidence": 0.7631228571428572
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "They got one of his balls, yeah, his mother's got the other. Yeah, but if they got the toddler.",
      "start": 1749588,
      "end": 1753300,
      "confidence": 0.8782026315789473
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "If they can retract down the one his mother's got, they would have a complete set of Hitler's.",
      "start": 1753332,
      "end": 1757156,
      "confidence": 0.9073711111111114
    },
    {
      "pos": 253,
      "speaker": "C",
      "text": "I'm just hoping doesn't fall into the hands of some kind of crazed genetic scientist.",
      "start": 1757220,
      "end": 1760580,
      "confidence": 0.9126053333333333
    },
    {
      "pos": 254,
      "speaker": "D",
      "text": "What?",
      "start": 1760612,
      "end": 1760732,
      "confidence": 0.7435
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "I could clone it from his knot, clone Hitler back to, oh, I don't even want to think about the future. If that's the sort of way we're going. If that's the sort of way we're going, Carl, I'd rather not know about it.",
      "start": 1760748,
      "end": 1771764,
      "confidence": 0.8614409090909091
    },
    {
      "pos": 256,
      "speaker": "C",
      "text": "What do you make of it, Kyle?",
      "start": 1771884,
      "end": 1772868,
      "confidence": 0.8581971428571429
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "Weird, innit?",
      "start": 1772956,
      "end": 1773836,
      "confidence": 0.739495
    },
    {
      "pos": 258,
      "speaker": "D",
      "text": "It is weird. I mean, I don't want to go on for this too long. We've probably got about a minute left for the first half hour and I reckon should can this sort of 30.",
      "start": 1773980,
      "end": 1782876,
      "confidence": 0.9191752777777776
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Minutes of genital talk just quickly.",
      "start": 1782940,
      "end": 1785900,
      "confidence": 0.9238400000000001
    },
    {
      "pos": 260,
      "speaker": "D",
      "text": "There's one in a museum, I think. It's like that London museum.",
      "start": 1786092,
      "end": 1789356,
      "confidence": 0.9496825000000001
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "What one? What?",
      "start": 1789460,
      "end": 1790676,
      "confidence": 0.9395166666666667
    },
    {
      "pos": 262,
      "speaker": "D",
      "text": "Well, do you know, like how people are buying weird stuff and that to put in museums?",
      "start": 1790860,
      "end": 1795108,
      "confidence": 0.8756282352941177
    },
    {
      "pos": 263,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1795196,
      "end": 1795652,
      "confidence": 0.87076
    },
    {
      "pos": 264,
      "speaker": "D",
      "text": "There's this device that. I mean, think about it. Years and years ago, they used to torture people, didn't they? Yeah, really badly. And the device.",
      "start": 1795748,
      "end": 1803394,
      "confidence": 0.9282296153846155
    },
    {
      "pos": 265,
      "speaker": "B",
      "text": "There's no real good torture, but. Go on. I see a point.",
      "start": 1803514,
      "end": 1805682,
      "confidence": 0.9180358333333333
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1805738,
      "end": 1805882,
      "confidence": 0.8427
    },
    {
      "pos": 267,
      "speaker": "D",
      "text": "But this, this device, right, think about it. You've done something really bad years ago.",
      "start": 1805898,
      "end": 1809474,
      "confidence": 0.9274119999999999
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "Yeah. Right.",
      "start": 1809554,
      "end": 1810146,
      "confidence": 0.90126
    },
    {
      "pos": 269,
      "speaker": "D",
      "text": "And you're thinking, oh, what they're gonna do, you know, I mean, could do anything here. It could be the end for me. The device they've got is this thing that you put on your bits as a fella, and it's sort of metal, so it means you can sort of, you know, get excited. It puts a stop to you. Sort of.",
      "start": 1810170,
      "end": 1831098,
      "confidence": 0.8944184126984124
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "That wasn't a torture device. I think it was a victorian thing to stop adolescent boys wanking. They used to have things like wrist things as well, with, like, spikes on them. It's not a torture device.",
      "start": 1831266,
      "end": 1841706,
      "confidence": 0.9284254054054054
    },
    {
      "pos": 271,
      "speaker": "D",
      "text": "Isn't that.",
      "start": 1841850,
      "end": 1842442,
      "confidence": 0.80557
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "Well, not really. It's. Imagine that, being captured by. Again. All right, not really a torture device, is it?",
      "start": 1842498,
      "end": 1850454,
      "confidence": 0.8777336842105262
    },
    {
      "pos": 273,
      "speaker": "D",
      "text": "There wasn't that many nice looking women wandering about anyway about them, was he? Didn't get excited about stuff.",
      "start": 1850754,
      "end": 1859102,
      "confidence": 0.8832878947368421
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "What are you talking about?",
      "start": 1859158,
      "end": 1859926,
      "confidence": 0.9422
    },
    {
      "pos": 275,
      "speaker": "D",
      "text": "Well, they filthy with his stunk and everything back then. Right, we've covered that. No more of that talk now. Right, let's move on.",
      "start": 1859950,
      "end": 1870622,
      "confidence": 0.8365366666666666
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "Filthy, stinky.",
      "start": 1870678,
      "end": 1871486,
      "confidence": 0.34316
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "All victorian women. Filthy and stinky.",
      "start": 1871510,
      "end": 1874022,
      "confidence": 0.8825916666666666
    },
    {
      "pos": 278,
      "speaker": "B",
      "text": "Yeah. Oh, dear.",
      "start": 1874078,
      "end": 1876062,
      "confidence": 0.75761
    },
    {
      "pos": 279,
      "speaker": "D",
      "text": "Better rolling stones than set up the old songs of phrase.",
      "start": 1876198,
      "end": 1879034,
      "confidence": 0.72746
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "Stones. Beast of burden. We've not played it before. It's an absolute gem.",
      "start": 1880454,
      "end": 1884194,
      "confidence": 0.9093238461538463
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "I'll never be your beast of burdens my back is broad but it's alright all I want for you to make love with me I never be your be stupid I want for miles my feet hurt all I want you to make love to me am I falling back? Am I rocking up? Am I rich enough? I'm not too blind to see all the devil be your beats are burning so let's go home and throw the curtains music down the radio come on, baby sweet love to me am I falling up? Am I romping up? Am I rich enough? I'm not too like to sing all you. Bridget. Bridget. Bridget. Girl, I tell you you can put me out on the street put me out without shoes on my feet out of fitness I can suck it down there's one thing man I don't understand you keep on telling me I ain't your kind of man. Ain't I nothing else? Ain't I tough enough, ain't I rich enough that I've been on the road? I'll never be your beast of burden. I'll never be your beast of burden. Never, never, never be, never be your beast of burn. I walk for miles, my feet are hurting all I want to make love to me. I don't need no beast, no burden. I need no fussing, I need no nursing, never need.",
      "start": 1899734,
      "end": 2130274,
      "confidence": 0.7239817021276592
    },
    {
      "pos": 282,
      "speaker": "C",
      "text": "The Rolling Stones beast of bird. Can I just take this opportunity, Rick, to say to Sir Mick Jagger, happy 60th birthday this year. Mick.",
      "start": 2134574,
      "end": 2142758,
      "confidence": 0.8888180000000001
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Happy 60th birthday this year. Was it today?",
      "start": 2142846,
      "end": 2145910,
      "confidence": 0.8845975
    },
    {
      "pos": 284,
      "speaker": "C",
      "text": "No, I don't know.",
      "start": 2146062,
      "end": 2147078,
      "confidence": 0.9709274999999999
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Well, otherwise you'd be saying happy birthday to everyone every day.",
      "start": 2147126,
      "end": 2150222,
      "confidence": 0.8009818181818182
    },
    {
      "pos": 286,
      "speaker": "C",
      "text": "No, no, no, because I don't know Mick Jagger, do I? So I'm just taking the opportunity, in case he happens to be listening today, to wish him a 60th or someone who knows him.",
      "start": 2150278,
      "end": 2157734,
      "confidence": 0.9370788571428571
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "What about Brian Ferry? What about Brian Ferry? Well, I mean, he's not a good friend.",
      "start": 2157774,
      "end": 2162998,
      "confidence": 0.708865
    },
    {
      "pos": 288,
      "speaker": "C",
      "text": "This year, I'm not going to wish Brian ferry a brief well.",
      "start": 2163046,
      "end": 2167274,
      "confidence": 0.8335941666666667
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "So what does my big strong lover man want me to do for him?",
      "start": 2170014,
      "end": 2174234,
      "confidence": 0.9644478571428571
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "Tell me what you look like. I've got dank, mouthy hair, hips that.",
      "start": 2174574,
      "end": 2180502,
      "confidence": 0.8635953846153845
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "Are spreading like an oil slick, free.",
      "start": 2180518,
      "end": 2183566,
      "confidence": 0.7732614285714285
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "Chins, and I'm wearing leggings. Ginsters.",
      "start": 2183630,
      "end": 2188894,
      "confidence": 0.8188433333333333
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Real honest, folks.",
      "start": 2188974,
      "end": 2190314,
      "confidence": 0.7717733333333333
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "So how much is this Freelander Masai? 14 995. Yeah, right. Really, how much is it? No, really, it's 14 995. Oh, come on, don't mess around. Just tell me how much is it? It's 14 995. Look, all I want to know is how much is it? I know, and I'm telling you it's only 14. Nine. Nine five. All right, I believe you. There's no need to get like that.",
      "start": 2190494,
      "end": 2210042,
      "confidence": 0.9544668055555553
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "The Freelander Masai range starts from only.",
      "start": 2210138,
      "end": 2212482,
      "confidence": 0.8721342857142858
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "14,995 pounds, a price you may find hard to believe.",
      "start": 2212538,
      "end": 2216398,
      "confidence": 0.98561
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "For your local Land Rover dealer, call.",
      "start": 2216506,
      "end": 2218254,
      "confidence": 0.9554800000000002
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "Today on 080-011-0110 are you in your car listening to this? Because if you are, I'm going to make a bet with you and I'm pretty confident I'm going to win. Right, here goes. Okay, I bet you're running late. All right, forget now, forget. That one's too obvious, okay? I bet someone's cut you up already today. No, hang on. No, I know this is the one. I bet you're driving too fast. At this precise moment, if a child went out in front of you now, could you stop, think, slow down. This is the sound recorded with special close up microphones of an amoeba reproducing. That's no fun. Now here are the sounds that the PlayStation experience audio bullies Lisa Mafia and Tommy, as well as noises from the future of gaming like pro evolution soccer three at old score from August 28 to the 31st. For tickets, phone 087-04-5208 fun anyone? Only in this weekend's News of the World.",
      "start": 2218294,
      "end": 2282226,
      "confidence": 0.9024471779141103
    },
    {
      "pos": 299,
      "speaker": "C",
      "text": "Get ready for the season ahead with a special preview edition of Score. It's packed full of all the hottest football news on your team, on every team, and with the latest transfer news and inside predictions from Terry Venables, you'll know it all before it starts.",
      "start": 2282330,
      "end": 2295274,
      "confidence": 0.9487121276595749
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "Don't miss your 24 page score preview.",
      "start": 2295394,
      "end": 2297722,
      "confidence": 0.9518385714285714
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "Only in this weekend's News of the.",
      "start": 2297818,
      "end": 2299522,
      "confidence": 0.926437142857143
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "World, the Edinburgh Festival.",
      "start": 2299538,
      "end": 2301574,
      "confidence": 0.7732325
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "From the third.",
      "start": 2303594,
      "end": 2304530,
      "confidence": 0.89223
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "To the 25 August. Listen to XFM next week from four when Richard Bacon and the Guardian guide give you the chance to win tickets to the comedy store and enter the draw to win a trip for you and a mate to the Edinburgh festival. Only with the Guardian Edinburgh guide, the official daily guide to all six festivals. XFM.",
      "start": 2304642,
      "end": 2331834,
      "confidence": 0.9248239344262295
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "Everybody says that they're looking for a shelter. Got a lot to give but I don't know how to help her. I should just let it go till they learn how to grow and how to liberate. Everybody says that she's looking for a shelter. Got a lot to give but I don't know how I felt they should just let it go till these cities learn to grow and how to liberate. Silence is easy. It just becomes me. You don't even know me. All lie about me. Everybody says that I'm looking for a home now, looking for a boy or I'm looking for a girl now. But I can still let it go. I can still learn to grow into a child again. Silence is easy. It just becomes me. You don't even know me, but why I found me. Silence is easy. Intestines me. You don't even know me. Why do you hit me? Silence is easy. It just becomes me. You don't even know me. You're unlike me. Silence is easy. It just becomes me. Know me.",
      "start": 2342454,
      "end": 2524194,
      "confidence": 0.8589598351648353
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "Silence is easy. Star sailor on XFM 1104.9 right, it's the quiz of the week.",
      "start": 2545454,
      "end": 2552144,
      "confidence": 0.8811680000000001
    },
    {
      "pos": 307,
      "speaker": "C",
      "text": "If you want to go out and do some shopping, this is probably a good time and come back again for about quarter past.",
      "start": 2552564,
      "end": 2557476,
      "confidence": 0.9048654166666666
    },
    {
      "pos": 308,
      "speaker": "B",
      "text": "But don't forget, what I will say is even though these clues we're gonna do songs of phrase, by the way, where Carl picks out a phrase that he might have said once tries to find words from songs. To put it together, you gotta guess as many as you can. Song or artist, I can't remember, but even though you might look at it go, that's mental. I don't know any of them. You might win if you get two, right. I mean, I think the winner last week got about three out.",
      "start": 2557580,
      "end": 2581226,
      "confidence": 0.9234765957446811
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "I have to be honest with you. I mean, last week, I mean, rockbusters, surprisingly, was very, very popular quiz. Yeah, it just happened to be awful. Yeah, this one is pitiful. I mean, it's truly atrocious. And it really doesn't even have a fan base. I mean, there's no one championing this one. Carl, last week, seriously, mate, I got.",
      "start": 2581330,
      "end": 2596322,
      "confidence": 0.9217439344262295
    },
    {
      "pos": 310,
      "speaker": "B",
      "text": "About seven or eight replies that. Oh, God, that's terrible. That was like when you told a kid like, you couldn't afford a Christmas present this year. Look at his face.",
      "start": 2596338,
      "end": 2606706,
      "confidence": 0.9105370967741936
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "Yeah, he is a bit distraught. It's like Chris Evans face when they said they were canceling girls and boys. I can come up with great tv game shows like that. No, you can't, Chris.",
      "start": 2606890,
      "end": 2617754,
      "confidence": 0.8825899999999999
    },
    {
      "pos": 312,
      "speaker": "D",
      "text": "Not anymore.",
      "start": 2617794,
      "end": 2618694,
      "confidence": 0.971395
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Oh, his little glasses slid down his nose. Yeah. All that money you owe me. No, you owe us. Believe it.",
      "start": 2619394,
      "end": 2628482,
      "confidence": 0.8687033333333334
    },
    {
      "pos": 314,
      "speaker": "D",
      "text": "All right, so, well, I just play to you and whatever college is.",
      "start": 2628578,
      "end": 2634254,
      "confidence": 0.7730930769230769
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "I'm sorry. It's a phrase that might have once been uttered on this show.",
      "start": 2634294,
      "end": 2637310,
      "confidence": 0.9253971428571429
    },
    {
      "pos": 316,
      "speaker": "D",
      "text": "It was said last week.",
      "start": 2637382,
      "end": 2638342,
      "confidence": 0.9984400000000001
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "All right, all right.",
      "start": 2638398,
      "end": 2639086,
      "confidence": 0.748645
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "Okay, brilliant.",
      "start": 2639110,
      "end": 2639782,
      "confidence": 0.736085
    },
    {
      "pos": 319,
      "speaker": "D",
      "text": "All right, here you go.",
      "start": 2639838,
      "end": 2641510,
      "confidence": 0.696792
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "I know you're just 16, but looking all of 20.",
      "start": 2641702,
      "end": 2646114,
      "confidence": 0.741652
    },
    {
      "pos": 321,
      "speaker": "C",
      "text": "Right, right.",
      "start": 2657574,
      "end": 2659022,
      "confidence": 0.68123
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "I know what that is. That's ridiculous. What it is is it's something like. Right, you're only 16, but you look 26. The Chinese look older than they are or something. Because he said that the Chinese don't age well.",
      "start": 2659118,
      "end": 2673974,
      "confidence": 0.9166512500000001
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "That is mental calm.",
      "start": 2674094,
      "end": 2675814,
      "confidence": 0.8331875000000001
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "It's the most convoluted, ridiculous, racist piece of material ever to be uttered on radio play again.",
      "start": 2675934,
      "end": 2683114,
      "confidence": 0.8109205882352941
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "I know you're just 16, but looking all of 21, let's look older.",
      "start": 2684574,
      "end": 2699464,
      "confidence": 0.8027838461538461
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "Okay, here's a 16 looking old 21. That's because the Chinese look older, Carl.",
      "start": 2699964,
      "end": 2709316,
      "confidence": 0.8634392857142855
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "He's gone mental.",
      "start": 2709460,
      "end": 2711064,
      "confidence": 0.7241966666666667
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "That is amazing. So there you go. The well known phrase, you're 16 looking all of 21. That's because the Chinese look older. Well known phrase there, sweeping the nation. That's. That'll be up there with Wazzup. And shut that door if they do a poll. Right, okay.",
      "start": 2711444,
      "end": 2731610,
      "confidence": 0.9002891666666666
    },
    {
      "pos": 329,
      "speaker": "C",
      "text": "Flat. Once we're off, we're after the artists.",
      "start": 2731642,
      "end": 2733530,
      "confidence": 0.6618062499999999
    },
    {
      "pos": 330,
      "speaker": "D",
      "text": "Just the artist.",
      "start": 2733602,
      "end": 2734394,
      "confidence": 0.71989
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Yeah, I know you're just 16, but looking all of 21, let's. All right.",
      "start": 2734474,
      "end": 2751562,
      "confidence": 0.8326407142857143
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "Let me tell you what the prizes are. We've got. I assume this is the new album from mower. Everyone's going crazy from mower. I've not heard people stop talking about MoA. So there it is. We got the new album from the Webb brothers, which might be quite good. The polyphonic spree album, the best dance album in the world ever, which is ideal, perhaps, if you're having a barbecue and you've got lots of eight year old children coming.",
      "start": 2751578,
      "end": 2774842,
      "confidence": 0.9107395061728394
    },
    {
      "pos": 333,
      "speaker": "B",
      "text": "The polyphonic spree. Look at them. And I think, well, you know, you're pretty good band, but if that album sounds like a million, you're gonna make about 40 quid each.",
      "start": 2774938,
      "end": 2783554,
      "confidence": 0.8615125806451611
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "I know, it's extremely. I mean, they're the sort of indie equivalent of the. So solid crew.",
      "start": 2783594,
      "end": 2787654,
      "confidence": 0.801385294117647
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "Yeah, you're not gonna make any money. The manager's getting 20%.",
      "start": 2788034,
      "end": 2792154,
      "confidence": 0.8409881818181817
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "And also on DVD, Red Dwarf series one. So some absolutely barnstorming places.",
      "start": 2792314,
      "end": 2798734,
      "confidence": 0.8567100000000001
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "And if you can identify what artists are using this well known racist phrase, that's because the Chinese look older.",
      "start": 2800474,
      "end": 2806298,
      "confidence": 0.9209140000000001
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "Play it once more, Carl, one more time.",
      "start": 2806426,
      "end": 2808074,
      "confidence": 0.9197399999999999
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "I know you're just 16, but looking old, 21. Let's.",
      "start": 2808194,
      "end": 2813694,
      "confidence": 0.829531
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Go.",
      "start": 2825034,
      "end": 2825322,
      "confidence": 0.4303
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "Rick Gervais at XFM dot co dot UK player record.",
      "start": 2825338,
      "end": 2829170,
      "confidence": 0.771436
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "This is radio.",
      "start": 2829242,
      "end": 2831174,
      "confidence": 0.7229666666666668
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "Panic on the street of London. Panic on the streets of London I wander to myself could I ever be sane again? Believe my streets will just slip down I wonder to myself hopes may rise in the grassmere but, honey pie, you're not safe here so you run down to the safety of the town up the corner there's nothing to me about my life the blessed DJ because the music underneath I see the distance down the provincial town to juggle I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher, I'm the teacher hand the teacher behind the teacher I'm the teacher, I'm the teacher, I'm the teacher, I'm the dj I'm the teacher.",
      "start": 2834234,
      "end": 2952934,
      "confidence": 0.7190799270072995
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "Panic the Smiths on XFX one of 4.9. Well, we've got the first half hour, which is now mainly genitor related. Then we've kicked in with some racism. You have to guess what I seems.",
      "start": 2960194,
      "end": 2974536,
      "confidence": 0.8071657142857145
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "Appropriate at this juncture, just to mention something that's in the paper today. Dominic Mohan, I know you're a big fan, and as I. He is just writing about the demise of Radio one, or as he, as he perceives it. And talking about the radio one breakfast show, and apparently it's lost lots of listeners. And he says, talking of the BBC, it must act swiftly to replace Sarah Cox and look to exciting and inspirational figures like Jonathan Ross Anandeck, Johnny Vaughan or Ricky Gervais to try and save Radio one.",
      "start": 2974560,
      "end": 2997552,
      "confidence": 0.8863421505376342
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "He's right.",
      "start": 2997608,
      "end": 2998072,
      "confidence": 0.9298949999999999
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "I mean, he's right. Has he ever heard this show? What is he talking about? All those other acts, they're dynamite. I can't genuinely. That's someone who said, I quite like Ricky Jamaica, but he's never. He can't have listened. I mean, can you imagine what we just played? In fact, can you imagine the last 50 minutes on radio one on the breakfast show?",
      "start": 2998128,
      "end": 3017364,
      "confidence": 0.9029249230769226
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Well, we can pre record it, though, so I wouldn't have to get up early.",
      "start": 3017944,
      "end": 3020696,
      "confidence": 0.9052233333333334
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Sure.",
      "start": 3020800,
      "end": 3021112,
      "confidence": 0.64141
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "That's not your point, is it? No. Your point is the quality of what we're doing, not. Well, how early it is. Sure, sure. Get it, get it, get it.",
      "start": 3021168,
      "end": 3027616,
      "confidence": 0.9011849999999999
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "What would you provide, though, Rick? Do you think if you went to radio one? What sort of. Cause I mean, obviously.",
      "start": 3027640,
      "end": 3030712,
      "confidence": 0.8672513636363637
    },
    {
      "pos": 352,
      "speaker": "D",
      "text": "Wank, wank.",
      "start": 3030728,
      "end": 3031200,
      "confidence": 0.44408000000000003
    },
    {
      "pos": 353,
      "speaker": "B",
      "text": "Oops.",
      "start": 3031232,
      "end": 3031896,
      "confidence": 0.85366
    },
    {
      "pos": 354,
      "speaker": "C",
      "text": "I can do all that because I'm. Obviously. Our time at XFM is gonna.",
      "start": 3032040,
      "end": 3036344,
      "confidence": 0.7900042857142858
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "Basically, I'd be the furry shreddy, right? Yeah. So I'd get.",
      "start": 3036384,
      "end": 3041908,
      "confidence": 0.7870736363636364
    },
    {
      "pos": 356,
      "speaker": "C",
      "text": "Would you have some whacky catchphrases?",
      "start": 3042056,
      "end": 3043380,
      "confidence": 0.7805316666666666
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "I think I would.",
      "start": 3043412,
      "end": 3044020,
      "confidence": 0.9992574999999999
    },
    {
      "pos": 358,
      "speaker": "C",
      "text": "Do you bring back holy fook, presumably?",
      "start": 3044052,
      "end": 3045436,
      "confidence": 0.7676885714285714
    },
    {
      "pos": 359,
      "speaker": "B",
      "text": "Holy fuck, yeah. Oh, ding dong. Oh, hello. It's my little chinese neighbor. Hello. What's your name? My name is. Holy fuck. Hello. Look at Kari just going out.",
      "start": 3045460,
      "end": 3056860,
      "confidence": 0.8154172413793102
    },
    {
      "pos": 360,
      "speaker": "C",
      "text": "You didn't even do the chinese accent. That's hope.",
      "start": 3056972,
      "end": 3058900,
      "confidence": 0.8644833333333333
    },
    {
      "pos": 361,
      "speaker": "B",
      "text": "Well, that'd be racist.",
      "start": 3058932,
      "end": 3059636,
      "confidence": 0.8064775
    },
    {
      "pos": 362,
      "speaker": "C",
      "text": "Okay, sure.",
      "start": 3059700,
      "end": 3060540,
      "confidence": 0.89064
    },
    {
      "pos": 363,
      "speaker": "B",
      "text": "I mean, sister's name's holy fuck and there's nothing wrong. Not funny about that.",
      "start": 3060652,
      "end": 3065140,
      "confidence": 0.8459207142857144
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "So, yeah, you'd have that, you know, crazy comedy characters. You probably have some wacky quizzes.",
      "start": 3065252,
      "end": 3069384,
      "confidence": 0.903909375
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "Oh, oh, look, it's dirty old queer.",
      "start": 3069704,
      "end": 3072704,
      "confidence": 0.7258471428571429
    },
    {
      "pos": 366,
      "speaker": "A",
      "text": "Hello.",
      "start": 3072864,
      "end": 3073564,
      "confidence": 0.48897
    },
    {
      "pos": 367,
      "speaker": "C",
      "text": "Now, I've not. He's a new character to me. I'm quite excited. He sounds very modern and contemporary. A new spin on an old idea. Just tell us a little bit more.",
      "start": 3074864,
      "end": 3086088,
      "confidence": 0.8920959375000002
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Oh, wow. He's an actor, isn't he? And he likes to take it up.",
      "start": 3086176,
      "end": 3093912,
      "confidence": 0.91342
    },
    {
      "pos": 369,
      "speaker": "C",
      "text": "All right, well, that's just some. If anyone from radio one is listening and they've listened to Dominic Mohan in the paper, they thought, yes, you're right. We need some new blood at radio one. Ricky Gervais has got a myriad of comedy characters.",
      "start": 3094008,
      "end": 3103688,
      "confidence": 0.8864224999999997
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "Yeah. Whack, whack. Oops. I can do sound effects.",
      "start": 3103736,
      "end": 3106336,
      "confidence": 0.8698066666666668
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "I can do sound effects. You can probably do funny voices like Chris Moyles. Can you?",
      "start": 3106360,
      "end": 3109848,
      "confidence": 0.828028125
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "Yeah. Wow. Not as good, but I can.",
      "start": 3109896,
      "end": 3112456,
      "confidence": 0.8602800000000002
    },
    {
      "pos": 373,
      "speaker": "C",
      "text": "What about comedy songs like moles?",
      "start": 3112520,
      "end": 3114344,
      "confidence": 0.8640933333333334
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Again, not as good, but I mean.",
      "start": 3114504,
      "end": 3116128,
      "confidence": 0.9903057142857142
    },
    {
      "pos": 375,
      "speaker": "C",
      "text": "Do you remember when Moyles, rather hilariously, changed the words of this is my moment by Martin McCutcheon to this is my moto?",
      "start": 3116176,
      "end": 3122408,
      "confidence": 0.9046717391304347
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "We listened to it.",
      "start": 3122496,
      "end": 3123752,
      "confidence": 0.8654725
    },
    {
      "pos": 377,
      "speaker": "C",
      "text": "Unbelievable.",
      "start": 3123928,
      "end": 3125032,
      "confidence": 0.85783
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "When he was doing a competition. This was pathetic, wasn't it? We were listening to radio when once on our last night. And I don't know why, we just wanted to. I think it was research, wasn't it, for the office?",
      "start": 3125208,
      "end": 3133528,
      "confidence": 0.8309190243902438
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3133576,
      "end": 3133992,
      "confidence": 0.60331
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "And he was doing this.",
      "start": 3134088,
      "end": 3135888,
      "confidence": 0.990146
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "He had to phone in with listening to idiots.",
      "start": 3135976,
      "end": 3138164,
      "confidence": 0.8962466666666666
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "I'm not saying that. And he was doing this competition, you had to call in with some songs that are golf related. And people were going to drive the cars. He was going drive the cars. Good. And I was on that phone. I must have wasted about 40 quid. And I wanted to get through and go, hello, Chris. It's not Miles E. Mosie. Yeah, Derek here.",
      "start": 3138864,
      "end": 3155416,
      "confidence": 0.8744817647058825
    },
    {
      "pos": 383,
      "speaker": "D",
      "text": "Derek here.",
      "start": 3155440,
      "end": 3155792,
      "confidence": 0.83734
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "I got one. Got one. Oh, go on then, Derek. What is it? Um, something like Spandell bally with golfy golfy golf cart and that. And I just wanted to. And I waited. I thought, the joke's on us. Yeah. I waited a phone bill just to say something stupid. Oh, dear. Oh, his show's better than this. Yeah.",
      "start": 3155808,
      "end": 3174280,
      "confidence": 0.8428405084745764
    },
    {
      "pos": 385,
      "speaker": "C",
      "text": "Anyway, if you've got any hilarious golf related song titles that you'd like. The number.",
      "start": 3174312,
      "end": 3179072,
      "confidence": 0.8600026666666667
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "What's the number?",
      "start": 3179208,
      "end": 3180244,
      "confidence": 0.9858866666666667
    },
    {
      "pos": 387,
      "speaker": "C",
      "text": "Ricky Gervaisfm.com dot uk. What would a song title be if perhaps we were doing something about, I don't know, air travel?",
      "start": 3183634,
      "end": 3190410,
      "confidence": 0.8879122727272727
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3190562,
      "end": 3190938,
      "confidence": 0.7726
    },
    {
      "pos": 389,
      "speaker": "C",
      "text": "If you've got any crazy ideas emailing, we'd love to hear them.",
      "start": 3190986,
      "end": 3193938,
      "confidence": 0.8976641666666666
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Yeah, brilliant. I've got a thought of another golf one.",
      "start": 3194026,
      "end": 3196706,
      "confidence": 0.8628449999999999
    },
    {
      "pos": 391,
      "speaker": "C",
      "text": "Okay.",
      "start": 3196770,
      "end": 3197194,
      "confidence": 0.46607
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "You know, Duran Duran summit down the fairway or something like that.",
      "start": 3197234,
      "end": 3201614,
      "confidence": 0.8309733333333335
    },
    {
      "pos": 393,
      "speaker": "C",
      "text": "All right, girls, on the put in green or something. All right. Yep.",
      "start": 3202834,
      "end": 3207104,
      "confidence": 0.7758069230769232
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Oh, hello. Introduce you. My name's. Holy fuck. I'm dirty old queer. I could do all that. Ding dong, whack, whack. Oops.",
      "start": 3207524,
      "end": 3216224,
      "confidence": 0.7992777272727274
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "You don't need to sleep alone you bring the house down choose your favorite shoes and the shop lose uncle's control all the girl that won't go? You don't need to sleep on? You bring the house down choose your favorite choose and keep your blues on cruise control. You bring us down choose your favorite shoes I keep your loser cruise control.",
      "start": 3271724,
      "end": 3413944,
      "confidence": 0.6508633333333336
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Elbow fallen angel. See, they're the odd one out, you see, because of what they're like and who they are and how successful they are. I can imagine saying, will you please welcome to the stage elbow indeed. But I wouldn't have. I'd have. On paper, I'd have thought that was.",
      "start": 3433244,
      "end": 3447972,
      "confidence": 0.851064705882353
    },
    {
      "pos": 397,
      "speaker": "C",
      "text": "A terrible band name.",
      "start": 3447988,
      "end": 3449124,
      "confidence": 0.8700899999999999
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 3449164,
      "end": 3449836,
      "confidence": 0.8138650000000001
    },
    {
      "pos": 399,
      "speaker": "C",
      "text": "No, I know. You mean there are exceptions to the rule?",
      "start": 3449940,
      "end": 3451892,
      "confidence": 0.9561327272727272
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3451988,
      "end": 3452644,
      "confidence": 0.69773
    },
    {
      "pos": 401,
      "speaker": "C",
      "text": "Ladies and gentlemen, please welcome to the stage the Boomtown rats.",
      "start": 3452804,
      "end": 3455540,
      "confidence": 0.7872472727272727
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. See, I thought that was a. I think it is a bad name. But you can imagine it happening. Yeah, yeah. So there's a bad name. So call in if you've got email address, isn't it? Observations on life. And that's halfway through.",
      "start": 3455692,
      "end": 3474244,
      "confidence": 0.8882934782608697
    },
    {
      "pos": 403,
      "speaker": "D",
      "text": "Yeah, it's been all right. It's been all right.",
      "start": 3475264,
      "end": 3476928,
      "confidence": 0.8446944444444446
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3476976,
      "end": 3477360,
      "confidence": 0.4418
    },
    {
      "pos": 405,
      "speaker": "C",
      "text": "We've covered a lot of bases.",
      "start": 3477432,
      "end": 3478520,
      "confidence": 0.8434150000000001
    },
    {
      "pos": 406,
      "speaker": "D",
      "text": "We haven't talked. Taught them anything.",
      "start": 3478592,
      "end": 3481064,
      "confidence": 0.6097566666666666
    },
    {
      "pos": 407,
      "speaker": "C",
      "text": "Not taught them anything. We taught them to tune into a different station.",
      "start": 3481224,
      "end": 3485662,
      "confidence": 0.8216115384615384
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Yeah. I think heart one of 6.2 is probably picking up a few. Few of our listeners as we speak. Who's on at the moment.",
      "start": 3485718,
      "end": 3492834,
      "confidence": 0.9210052000000002
    },
    {
      "pos": 409,
      "speaker": "D",
      "text": "Doesn't matter on there, does it? They just saw.",
      "start": 3493734,
      "end": 3496070,
      "confidence": 0.744641111111111
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Don't slag them off.",
      "start": 3496222,
      "end": 3497046,
      "confidence": 0.8674025
    },
    {
      "pos": 411,
      "speaker": "D",
      "text": "No, I'm not slagging them off. I'm just saying I don't think you tune in because you want to hear simply red and that. Don't you know what I mean?",
      "start": 3497070,
      "end": 3503414,
      "confidence": 0.8665993333333334
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "Well, they play other great stuff as well.",
      "start": 3503454,
      "end": 3505214,
      "confidence": 0.9563137500000001
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "Magic is the one that I love because I only ever listen to it in a cab.",
      "start": 3505374,
      "end": 3508498,
      "confidence": 0.9006252941176472
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3508626,
      "end": 3508906,
      "confidence": 0.74405
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "If I'm in a mini cab, that's good.",
      "start": 3508930,
      "end": 3510786,
      "confidence": 0.8707937499999999
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "That is a good station.",
      "start": 3510810,
      "end": 3511706,
      "confidence": 0.994722
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "But magic is dynamite. But magic. The DJ's have got like five hour shifts. It's incredible. They're all. And.",
      "start": 3511770,
      "end": 3517314,
      "confidence": 0.8268257894736841
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "And they do read their own news.",
      "start": 3517354,
      "end": 3518802,
      "confidence": 0.8919771428571429
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "I know, it's like. It's like they've cut out any expenditure on that channel. It's just some old records.",
      "start": 3518858,
      "end": 3524682,
      "confidence": 0.8273478947368422
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3524778,
      "end": 3525122,
      "confidence": 0.8267
    },
    {
      "pos": 421,
      "speaker": "C",
      "text": "One guy has to go for 5 hours, read his own news, his own travel. It's nothing else.",
      "start": 3525178,
      "end": 3530082,
      "confidence": 0.8963994444444443
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "I saw bloke started, bloke struggling once. He sort of wants to be a bit of a sort of commercial comedian. And he does one link, it's sort of one sort of 15 2nd link between each record because I goes, that's Celine Dion. There's a story in the paper again that people were late for work on the underground because there was leaves on the track. Just wondering if leaves are ever late for work because there's people on the track. It's simply red thing in the story about war on Iraq. Imagine if I can't do this anymore.",
      "start": 3530138,
      "end": 3575180,
      "confidence": 0.8658474000000003
    },
    {
      "pos": 423,
      "speaker": "C",
      "text": "I can't imagine if humans becoming extinct, dinosaurs would kill around.",
      "start": 3575292,
      "end": 3580380,
      "confidence": 0.6780172727272727
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "I don't know what I'm doing Carl's.",
      "start": 3580412,
      "end": 3584020,
      "confidence": 0.8048928571428571
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "Face when I said that.",
      "start": 3584052,
      "end": 3585344,
      "confidence": 0.9749639999999999
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "The man moth. They've cloned a man moth.",
      "start": 3586404,
      "end": 3589508,
      "confidence": 0.893155
    },
    {
      "pos": 427,
      "speaker": "D",
      "text": "No, but that's. That's the sort of thing I think we need now. Right. We've covered a lot of stuff.",
      "start": 3589636,
      "end": 3593280,
      "confidence": 0.8896104999999999
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "What, education?",
      "start": 3593392,
      "end": 3594192,
      "confidence": 0.751845
    },
    {
      "pos": 429,
      "speaker": "D",
      "text": "Yeah.",
      "start": 3594328,
      "end": 3594688,
      "confidence": 0.97252
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "Well, okay. Um, what. What you want to know?",
      "start": 3594736,
      "end": 3597472,
      "confidence": 0.8153933333333333
    },
    {
      "pos": 431,
      "speaker": "D",
      "text": "Uh, don't know.",
      "start": 3597648,
      "end": 3599576,
      "confidence": 0.652
    },
    {
      "pos": 432,
      "speaker": "C",
      "text": "Have you got. Can you educate us on it?",
      "start": 3599680,
      "end": 3601816,
      "confidence": 0.7918733333333333
    },
    {
      "pos": 433,
      "speaker": "D",
      "text": "I've been reading.",
      "start": 3601840,
      "end": 3602616,
      "confidence": 0.9401799999999999
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "So could we bring back just for one, one for one night only? Educating Ricky.",
      "start": 3602720,
      "end": 3605768,
      "confidence": 0.8497286666666667
    },
    {
      "pos": 435,
      "speaker": "B",
      "text": "Oh, I'm excited.",
      "start": 3605816,
      "end": 3607044,
      "confidence": 0.91656
    },
    {
      "pos": 436,
      "speaker": "C",
      "text": "Yeah. Do you think it warrants that?",
      "start": 3608024,
      "end": 3609764,
      "confidence": 0.8611371428571429
    },
    {
      "pos": 437,
      "speaker": "D",
      "text": "I don't. I don't know enough about it, you know. I mean, about what?",
      "start": 3610184,
      "end": 3613584,
      "confidence": 0.8750185714285712
    },
    {
      "pos": 438,
      "speaker": "C",
      "text": "Sounds perfect. Play the jingle.",
      "start": 3613624,
      "end": 3615324,
      "confidence": 0.743806
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "Oh, educating Ricky, he's getting smarter.",
      "start": 3616704,
      "end": 3619524,
      "confidence": 0.6514766666666667
    },
    {
      "pos": 440,
      "speaker": "D",
      "text": "A couple of things I happened in the week that I read about.",
      "start": 3620344,
      "end": 3622786,
      "confidence": 0.8910692307692307
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "Okay.",
      "start": 3622850,
      "end": 3623258,
      "confidence": 0.87095
    },
    {
      "pos": 442,
      "speaker": "D",
      "text": "Keeping up on what's going on in that.",
      "start": 3623306,
      "end": 3624506,
      "confidence": 0.9296387500000001
    },
    {
      "pos": 443,
      "speaker": "C",
      "text": "Sure.",
      "start": 3624530,
      "end": 3624714,
      "confidence": 0.43772
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3624754,
      "end": 3625162,
      "confidence": 0.52602
    },
    {
      "pos": 445,
      "speaker": "D",
      "text": "Uh, one was about that Galileo fella.",
      "start": 3625258,
      "end": 3628682,
      "confidence": 0.8272871428571429
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "Okay.",
      "start": 3628818,
      "end": 3629574,
      "confidence": 0.42805
    },
    {
      "pos": 447,
      "speaker": "D",
      "text": "Uh, was about 1636, was it?",
      "start": 3629874,
      "end": 3635682,
      "confidence": 0.9147966666666667
    },
    {
      "pos": 448,
      "speaker": "B",
      "text": "I think it might have been early. Go on.",
      "start": 3635778,
      "end": 3637722,
      "confidence": 0.8883877777777779
    },
    {
      "pos": 449,
      "speaker": "D",
      "text": "Did some stuff we like and that.",
      "start": 3637778,
      "end": 3639530,
      "confidence": 0.7225171428571429
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "Yeah, it did lots of physical experiments. Yeah.",
      "start": 3639682,
      "end": 3642562,
      "confidence": 0.8816062499999999
    },
    {
      "pos": 451,
      "speaker": "C",
      "text": "Is that it, then, Carl? Is it?",
      "start": 3642658,
      "end": 3644254,
      "confidence": 0.8351357142857143
    },
    {
      "pos": 452,
      "speaker": "D",
      "text": "What did he do we like? What was that what he did?",
      "start": 3646794,
      "end": 3648922,
      "confidence": 0.9343400000000001
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "He. Well, he, uh, I think he invented the first telescope. Yeah, telescope. So I think it's a particular lens. They. And he did experiments where he dropped two famously two different weighted balls from pizza. Pisa. And they hit the ground at the same time, showing that doesn't matter. The weight doesn't matter. Air resistance does and stuff like that.",
      "start": 3648978,
      "end": 3677542,
      "confidence": 0.8340670491803277
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "I think he probably explained it a bit better than that.",
      "start": 3677638,
      "end": 3680398,
      "confidence": 0.9373936363636364
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Yeah, but I'm talking to Carl.",
      "start": 3680446,
      "end": 3682354,
      "confidence": 0.92955
    },
    {
      "pos": 456,
      "speaker": "D",
      "text": "Did they need to know.",
      "start": 3682734,
      "end": 3683710,
      "confidence": 0.993822
    },
    {
      "pos": 457,
      "speaker": "C",
      "text": "He's just thinking about pizza.",
      "start": 3683742,
      "end": 3684822,
      "confidence": 0.7419580000000001
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3684918,
      "end": 3685286,
      "confidence": 0.98755
    },
    {
      "pos": 459,
      "speaker": "D",
      "text": "Did they need to know stuff like that back then?",
      "start": 3685350,
      "end": 3687382,
      "confidence": 0.969525
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "What do you mean, did they need to know stuff like that? It's just, it's just they weren't people.",
      "start": 3687478,
      "end": 3691390,
      "confidence": 0.8361389473684211
    },
    {
      "pos": 461,
      "speaker": "C",
      "text": "Going around going, I've got to drop these two things off the leading tower of pizza. I just don't know which one's gonna land first.",
      "start": 3691422,
      "end": 3695382,
      "confidence": 0.8069328
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "Yeah, I need to know what you need to bring me Galileo. Yeah, it's Robert. Yeah.",
      "start": 3695438,
      "end": 3699878,
      "confidence": 0.8574093749999999
    },
    {
      "pos": 463,
      "speaker": "D",
      "text": "No, but if I was knocking about, then I'd be like, stop messing with that. We need a telly.",
      "start": 3699966,
      "end": 3705614,
      "confidence": 0.9190673684210526
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "I bet he thinks the Flintstones is real. That's what I do. If I was a caveman, I'd make a telly out of rock and a pelican car along the road. Yeah, exactly. Yeah, we need the car, but we haven't really got the internal combustion engine. Can you stick your feet through the bottom? Yeah, just get me a car, for Christ's sake.",
      "start": 3707874,
      "end": 3725922,
      "confidence": 0.8846918749999999
    },
    {
      "pos": 465,
      "speaker": "D",
      "text": "Anyway, so I learned that and then.",
      "start": 3726058,
      "end": 3728214,
      "confidence": 0.8832428571428572
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "He learned his name off this week.",
      "start": 3728594,
      "end": 3733474,
      "confidence": 0.7838085714285715
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Oh, if a chimp could watch Terry. Go on, Carl, go on.",
      "start": 3733514,
      "end": 3736090,
      "confidence": 0.8356341666666666
    },
    {
      "pos": 468,
      "speaker": "D",
      "text": "And there was also a fella in the week who said that women shouldn't be wearing trousers.",
      "start": 3736162,
      "end": 3742146,
      "confidence": 0.9131505882352942
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Why?",
      "start": 3742250,
      "end": 3742894,
      "confidence": 0.99475
    },
    {
      "pos": 470,
      "speaker": "D",
      "text": "Because they don't look good in them.",
      "start": 3743674,
      "end": 3745214,
      "confidence": 0.9206114285714287
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "Right. Who is this man? And from what?",
      "start": 3746154,
      "end": 3748186,
      "confidence": 0.9671049999999999
    },
    {
      "pos": 472,
      "speaker": "D",
      "text": "French fella? French fella.",
      "start": 3748250,
      "end": 3749690,
      "confidence": 0.70755
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "Last week, did he mean walk around naked?",
      "start": 3749842,
      "end": 3751986,
      "confidence": 0.8080287500000001
    },
    {
      "pos": 474,
      "speaker": "D",
      "text": "He just said women should wear skirts rather than trousers because no women looks good in a pair of pants.",
      "start": 3752090,
      "end": 3757938,
      "confidence": 0.887392
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Right. How old was he?",
      "start": 3758026,
      "end": 3760454,
      "confidence": 0.878086
    },
    {
      "pos": 476,
      "speaker": "D",
      "text": "About 67? Uh huh. About that. 67. 68.",
      "start": 3760794,
      "end": 3764884,
      "confidence": 0.8308862499999999
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Yeah. Yeah.",
      "start": 3764924,
      "end": 3765944,
      "confidence": 0.817
    },
    {
      "pos": 478,
      "speaker": "D",
      "text": "Wasn't happy with that. What do you think? What do you think about that?",
      "start": 3766284,
      "end": 3768764,
      "confidence": 0.9711642857142858
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "This rubbish?",
      "start": 3768844,
      "end": 3769864,
      "confidence": 0.7708900000000001
    },
    {
      "pos": 480,
      "speaker": "D",
      "text": "Yeah.",
      "start": 3771324,
      "end": 3772156,
      "confidence": 0.67308
    },
    {
      "pos": 481,
      "speaker": "C",
      "text": "These are the only things that have caught your eye over the last couple of weeks. This is the entire.",
      "start": 3772340,
      "end": 3777356,
      "confidence": 0.9711955
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Galileo did something with light. A french fella said women shouldn't wear trousers. See, that. That, to me, wouldn't pass as education. I don't know where you could ever use that. I don't know when that would ever be, be applicable to life.",
      "start": 3777420,
      "end": 3790850,
      "confidence": 0.9194060465116279
    },
    {
      "pos": 483,
      "speaker": "D",
      "text": "I just like reading stuff that sort of reminds me of, do you know, I mean, if I read it and it gets me thinking, I think that's, that's a good little piece.",
      "start": 3790922,
      "end": 3797426,
      "confidence": 0.9034800000000001
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "But I mean, but surely me, can't you just sort of sit near some of the vibrates to keep your brain going or shake your head every now and again? I mean, what, what does this do you mean? It makes you start using your brain.",
      "start": 3797570,
      "end": 3809218,
      "confidence": 0.9083365217391303
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "But what aspect of. The frenchman said women shouldn't wear trousers? Got your mind working? What questions were you?",
      "start": 3809346,
      "end": 3815294,
      "confidence": 0.9360773684210526
    },
    {
      "pos": 486,
      "speaker": "D",
      "text": "A bit. That's a bit daft in it. Right.",
      "start": 3815614,
      "end": 3818134,
      "confidence": 0.9112999999999999
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3818254,
      "end": 3818550,
      "confidence": 0.94218
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Okay. Don't worry.",
      "start": 3818582,
      "end": 3824774,
      "confidence": 0.6655533333333334
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Yeah, go on. What do you think? Let's go through this. I wish we could download his thoughts. Just watch it.",
      "start": 3824934,
      "end": 3829686,
      "confidence": 0.9345733333333335
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3829750,
      "end": 3830182,
      "confidence": 0.86764
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Wouldn't be great. Like a DVD. Imagine that extra footage on the office DVD.",
      "start": 3830278,
      "end": 3835366,
      "confidence": 0.9192
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "Yeah. Carl's brain.",
      "start": 3835430,
      "end": 3836510,
      "confidence": 0.6265066666666667
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "That would be amazing. Oh, with a commentary. Go on.",
      "start": 3836582,
      "end": 3840674,
      "confidence": 0.797214
    },
    {
      "pos": 494,
      "speaker": "D",
      "text": "Women wearing trousers and that. Right. On the estate that I grew up in on. Right. There was a woman about four houses down.",
      "start": 3841054,
      "end": 3849766,
      "confidence": 0.8962645833333335
    },
    {
      "pos": 495,
      "speaker": "C",
      "text": "Right rough.",
      "start": 3849950,
      "end": 3851394,
      "confidence": 0.618785
    },
    {
      "pos": 496,
      "speaker": "D",
      "text": "She's the one. She was, yeah. She's the one whose kid took horse into her house.",
      "start": 3851734,
      "end": 3857790,
      "confidence": 0.8541712499999998
    },
    {
      "pos": 497,
      "speaker": "C",
      "text": "Yes.",
      "start": 3857862,
      "end": 3858302,
      "confidence": 0.87894
    },
    {
      "pos": 498,
      "speaker": "B",
      "text": "Right.",
      "start": 3858398,
      "end": 3858990,
      "confidence": 0.58844
    },
    {
      "pos": 499,
      "speaker": "D",
      "text": "Now, we won't go over that again. No. If you're a new listener, I think we're covered. I think they get.",
      "start": 3859142,
      "end": 3864686,
      "confidence": 0.8498638095238095
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "That's all you need to know.",
      "start": 3864710,
      "end": 3865622,
      "confidence": 0.9160766666666667
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3865718,
      "end": 3866254,
      "confidence": 0.48545
    },
    {
      "pos": 502,
      "speaker": "D",
      "text": "Now, she used to wear leggings.",
      "start": 3866374,
      "end": 3869318,
      "confidence": 0.9825166666666667
    },
    {
      "pos": 503,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3869406,
      "end": 3870114,
      "confidence": 0.35402
    },
    {
      "pos": 504,
      "speaker": "D",
      "text": "Now they're about ideas.",
      "start": 3871354,
      "end": 3872482,
      "confidence": 0.5356125
    },
    {
      "pos": 505,
      "speaker": "C",
      "text": "They are a terrible idea. I agree with you there, Carl. If you're a lady of pink.",
      "start": 3872538,
      "end": 3878114,
      "confidence": 0.9147011764705881
    },
    {
      "pos": 506,
      "speaker": "D",
      "text": "No, they were sort of black, but with all bits on them.",
      "start": 3878194,
      "end": 3880650,
      "confidence": 0.8860275
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "All right. You know, I mean, toast and just horse droppings. Yeah, go on. Yeah.",
      "start": 3880762,
      "end": 3885426,
      "confidence": 0.8199400000000001
    },
    {
      "pos": 508,
      "speaker": "D",
      "text": "And she used to. She's quite a big woman.",
      "start": 3885570,
      "end": 3890162,
      "confidence": 0.9486222222222221
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "Sure.",
      "start": 3890218,
      "end": 3890814,
      "confidence": 0.94548
    },
    {
      "pos": 510,
      "speaker": "D",
      "text": "Pauline.",
      "start": 3891354,
      "end": 3891874,
      "confidence": 0.5472
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "Quirky leggings.",
      "start": 3891914,
      "end": 3897160,
      "confidence": 0.588695
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "Yeah, I know. Yeah.",
      "start": 3897312,
      "end": 3898096,
      "confidence": 0.7198550000000001
    },
    {
      "pos": 513,
      "speaker": "C",
      "text": "They are drawn to them like a moth.",
      "start": 3898120,
      "end": 3899844,
      "confidence": 0.8715649999999999
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3900944,
      "end": 3901464,
      "confidence": 0.29354
    },
    {
      "pos": 515,
      "speaker": "D",
      "text": "She used to wear them. And that's what I remember when I read this piece. And she used to work on one of those sex line things, right? She's doing that.",
      "start": 3901544,
      "end": 3909640,
      "confidence": 0.8959812903225806
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "But what was she, an engineer?",
      "start": 3909752,
      "end": 3911964,
      "confidence": 0.9479350000000001
    },
    {
      "pos": 517,
      "speaker": "D",
      "text": "The weird thing with her was she had big eyelids that were too big. And this. This is what I was thinking.",
      "start": 3915664,
      "end": 3925494,
      "confidence": 0.865083181818182
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "What do you mean she had big eyelids? How big do I have to be for you to go? They're big eyelids. What was she shoplifting with them? Would she come out of Dixon's with, like, radio stored in them? What do you mean she had big eyelids?",
      "start": 3925874,
      "end": 3936314,
      "confidence": 0.8909916666666663
    },
    {
      "pos": 519,
      "speaker": "C",
      "text": "It was another one.",
      "start": 3936354,
      "end": 3936962,
      "confidence": 0.843165
    },
    {
      "pos": 520,
      "speaker": "D",
      "text": "Popular things around our way. Do you know?",
      "start": 3937018,
      "end": 3938434,
      "confidence": 0.85144375
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "What do you mean, popular things? Can I get some big eyelids, please?",
      "start": 3938474,
      "end": 3943970,
      "confidence": 0.972123076923077
    },
    {
      "pos": 522,
      "speaker": "D",
      "text": "No, no, no. It was just like one of them things that people suffered with. Just big eyelids. They could hardly open their eyes.",
      "start": 3944122,
      "end": 3950094,
      "confidence": 0.9231787499999999
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 3951594,
      "end": 3952974,
      "confidence": 0.98909
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "What do you mean, that's one of them popular things around where I grew up, people had big eyelids. They could hardly open their eyes. What does that mean? What sort of freak town were you born in? You had webbed feet. People with big heads. You got women with big eyelids. What does big eyelids mean?",
      "start": 3953604,
      "end": 3969988,
      "confidence": 0.9337436842105264
    },
    {
      "pos": 525,
      "speaker": "C",
      "text": "Are you confusing her with the horse?",
      "start": 3970036,
      "end": 3971620,
      "confidence": 0.9682342857142856
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "Yeah, yeah. Did she have hooves? Look. What? Just.",
      "start": 3971772,
      "end": 3974884,
      "confidence": 0.7656922222222222
    },
    {
      "pos": 527,
      "speaker": "D",
      "text": "Just too much skin. It was like the neck of a chicken, but on the eyes.",
      "start": 3974924,
      "end": 3981620,
      "confidence": 0.9040006249999999
    },
    {
      "pos": 528,
      "speaker": "C",
      "text": "What's your point? Anyway, so there's this big eyelid in woman with the leg.",
      "start": 3981732,
      "end": 3985054,
      "confidence": 0.8464771428571426
    },
    {
      "pos": 529,
      "speaker": "D",
      "text": "That's what I'm saying to you, though. That's when I read that story with people with trousers. Yeah, I went from that.",
      "start": 3985134,
      "end": 3990614,
      "confidence": 0.9440104545454545
    },
    {
      "pos": 530,
      "speaker": "C",
      "text": "Yeah.",
      "start": 3990694,
      "end": 3990998,
      "confidence": 0.74978
    },
    {
      "pos": 531,
      "speaker": "B",
      "text": "To a woman who used to have big eyelids.",
      "start": 3991046,
      "end": 3993074,
      "confidence": 0.8791888888888889
    },
    {
      "pos": 532,
      "speaker": "D",
      "text": "But then. But then. And also the other bloke who had the eyelid problem was a. Was a mate of mine, right. His dad had it. And same problem. Massive. Massive eyelids.",
      "start": 3994374,
      "end": 4004502,
      "confidence": 0.8913031249999999
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "I don't know. That means.",
      "start": 4004558,
      "end": 4005594,
      "confidence": 0.8512040000000001
    },
    {
      "pos": 534,
      "speaker": "D",
      "text": "I used to say to me mom, I'm going around to, you know, Dave's house.",
      "start": 4007614,
      "end": 4011340,
      "confidence": 0.8274520000000002
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "Yeah.",
      "start": 4011452,
      "end": 4011740,
      "confidence": 0.80004
    },
    {
      "pos": 536,
      "speaker": "D",
      "text": "And that's all right, but make sure his dad doesn't take you out in the car because he could hardly. He could hardly see. He had to have his eyes.",
      "start": 4011772,
      "end": 4023144,
      "confidence": 0.8583766666666669
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "Open.",
      "start": 4025644,
      "end": 4026052,
      "confidence": 0.83004
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "Sure.",
      "start": 4026108,
      "end": 4026516,
      "confidence": 0.54184
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Then he have a couple of matches with him at all times.",
      "start": 4026620,
      "end": 4029384,
      "confidence": 0.9252341666666665
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "This weekend is educating Ricky.",
      "start": 4032724,
      "end": 4034444,
      "confidence": 0.7140979999999999
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "I know he was thinking, but it's.",
      "start": 4034484,
      "end": 4037572,
      "confidence": 0.8073885714285715
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "Like you're supposed to make that leap as well. I mentioned the trousers, Ricky probably be thinking about people with big eyelids.",
      "start": 4037588,
      "end": 4042404,
      "confidence": 0.8659345454545455
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "And women wearing leggings play record.",
      "start": 4042524,
      "end": 4044132,
      "confidence": 0.7295416666666666
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "Carl got nonsense.",
      "start": 4044188,
      "end": 4045864,
      "confidence": 0.8161766666666667
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "No. All right. I've got this theory on Hans of Cronya's death. You see, he died in a western cape. Now, superheroes wear capes and protect banks, and Cronya had overseas bank accounts which he'd fly to in an Aquarius plane. Now, Aquarius is the star sign of his butler and gardener. And if you join those worlds, you get. But now, which I believe in Afrikaans means fountain, which rhymes with mountain, which is plane crashed into. One year after the crash, we unravel the conspiracy surrounding Hansi Cronya's death in the Observer Sport Monthly, a brilliant 68 page magazine, free this Sunday with the observer.",
      "start": 4046284,
      "end": 4080438,
      "confidence": 0.8643247663551401
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "Good news, good news. XFM's magazine x ray is out again. Radiohead are on the COVID this time, giving you their guide to the 21st century. Bet. That's a laugh. Plus, there's interviews with Jane's addiction, ice tea, sex dwarf, harm, our superstar. And there's a free CD with an exclusive live version of Radiohead's idiotec recorded at South Park. I say it's coming. I say it's coming. Let me hear both sides. Let me hit both x ray. Get some rock in your pocket.",
      "start": 4080606,
      "end": 4110154,
      "confidence": 0.8520322352941181
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "All courageous journalists seek to expose the truth.",
      "start": 4111494,
      "end": 4114102,
      "confidence": 0.9620399999999999
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "I'm a reporter. I feel like I should be making a difference.",
      "start": 4114158,
      "end": 4116718,
      "confidence": 0.9917474999999999
    },
    {
      "pos": 549,
      "speaker": "B",
      "text": "Veronica geering put her life on the line.",
      "start": 4116806,
      "end": 4119022,
      "confidence": 0.85101875
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "Can I ask her some questions?",
      "start": 4119078,
      "end": 4120038,
      "confidence": 0.8161333333333333
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "That reporter is a liability and created a story. You've been to my home that would never die. Maybe it's time I visited yours. From producer Jerry Brookheimer and director Joel Schumacher.",
      "start": 4120086,
      "end": 4130438,
      "confidence": 0.9081434375
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "Do you think I want to do this to you? I have to do it.",
      "start": 4130486,
      "end": 4132494,
      "confidence": 0.973236
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Academy award nominee Kate Blanchett.",
      "start": 4132534,
      "end": 4134414,
      "confidence": 0.759674
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "If I was to be intimidated, that means they've won. Veronica Gearin, and they're not going to win.",
      "start": 4134454,
      "end": 4138622,
      "confidence": 0.8142350000000002
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "Now it's cinemas everywhere, rated 18.",
      "start": 4138718,
      "end": 4141154,
      "confidence": 0.8093400000000001
    },
    {
      "pos": 556,
      "speaker": "D",
      "text": "I'm Mick Norfolk, chairman of Long Lane Football Club. We are very, very lucky to have.",
      "start": 4141894,
      "end": 4145750,
      "confidence": 0.8812918750000001
    },
    {
      "pos": 557,
      "speaker": "C",
      "text": "Achieved a lottery award.",
      "start": 4145782,
      "end": 4146862,
      "confidence": 0.9114249999999999
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "It's a rollover on this Saturday's lotto. The jackpot is an estimated 9 million pounds.",
      "start": 4146918,
      "end": 4151714,
      "confidence": 0.8449966666666667
    },
    {
      "pos": 559,
      "speaker": "C",
      "text": "What would you do if you won the lottery, Barn?",
      "start": 4152054,
      "end": 4153742,
      "confidence": 0.814404
    },
    {
      "pos": 560,
      "speaker": "B",
      "text": "With that no car, I make him come out and buy all the drinks and then at the end of the night I'll tell him I've got a million in the cup.",
      "start": 4153758,
      "end": 4158350,
      "confidence": 0.8270346875000001
    },
    {
      "pos": 561,
      "speaker": "C",
      "text": "Players must be 16 or over. Games, rules and prospects procedures apply.",
      "start": 4158422,
      "end": 4161254,
      "confidence": 0.787455
    },
    {
      "pos": 562,
      "speaker": "B",
      "text": "XFM Live Ocean color scene a back ocean colour scene alive at the Hammersmith Apollo on Saturday the 20 September. Get your tickets from the XFM exchange on zero 870-121-1049 don't miss Ocean. Color scene live in London. XFM live. I've been looking out the window here at our improvised radio transmitter.",
      "start": 4163074,
      "end": 4197614,
      "confidence": 0.8647528846153846
    },
    {
      "pos": 563,
      "speaker": "A",
      "text": "It's only a matter of minutes before.",
      "start": 4200554,
      "end": 4201834,
      "confidence": 0.9914157142857143
    },
    {
      "pos": 564,
      "speaker": "B",
      "text": "They find us and take this station.",
      "start": 4201874,
      "end": 4203050,
      "confidence": 0.9146142857142857
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "Out of the air. It could have been a wonder. Music the masses. I think I'm drowning. Asphyxiated. I wanna break this spell that you created. You're something beautiful contradiction. I wanna play the game I want the friction I won't let you bury it I won't let you smother it I won't let you murder. In our time it's running it out but outside it running out the counter sin underground. You can't stop me screaming out. Found that restricted. I tried to keep you up, but I'm addicted now that you know I'm trapped since ovulation, you never dream of making this fixation. You will squeeze the life out of me. I won't let you murder. Our time is running out. But our time is running out. How did it come to this? I won't let you bury. I won't let you smother it. I won't let you murder it. Outside it's running out. But outside is running out. You can't push it underground because something screaming out.",
      "start": 4203082,
      "end": 4441984,
      "confidence": 0.770290176470588
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "Museum out on XFM. Winner 4.9.",
      "start": 4468164,
      "end": 4472668,
      "confidence": 0.7135950000000001
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "Just a couple of emails just to update you on what's coming in here. Natasha has emailed us. She says that she's of chinese origin and at 27 she often got mistaken for 24. So your notion that chinese people don't age well is obviously factually incorrect.",
      "start": 4472796,
      "end": 4485652,
      "confidence": 0.9468391489361703
    },
    {
      "pos": 568,
      "speaker": "B",
      "text": "Yeah, well, we didn't need. Thank you for. I mean, honestly, trust us, we didn't need you to tell us that. We know Carl is talking absolute nonsense.",
      "start": 4485708,
      "end": 4494204,
      "confidence": 0.9089632142857142
    },
    {
      "pos": 569,
      "speaker": "D",
      "text": "Wait till you get to 30.",
      "start": 4494244,
      "end": 4495624,
      "confidence": 0.9085916666666667
    },
    {
      "pos": 570,
      "speaker": "C",
      "text": "This is quite a nice email for Paul. He says, let Karl know that I have a chinese friend called oi. Imagine the confusing and amusing situations we get into.",
      "start": 4500044,
      "end": 4508384,
      "confidence": 0.8754576666666668
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Busy soho.",
      "start": 4510804,
      "end": 4512184,
      "confidence": 0.423115
    },
    {
      "pos": 572,
      "speaker": "D",
      "text": "Just her name. Come here.",
      "start": 4513764,
      "end": 4515344,
      "confidence": 0.8516300000000001
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "Lightning witness until you're 30. Yeah, I know, brilliant. But no, actually we've had a surprising response to songs of phrase this week, despite the fact everyone has agreed that it's a racialist. But nevertheless, that had a go. So keep your answers coming in. Good, because we may as well.",
      "start": 4517444,
      "end": 4535876,
      "confidence": 0.8432223529411762
    },
    {
      "pos": 574,
      "speaker": "B",
      "text": "You're a hit, Kyle, you're hit. What have we still got monkey news?",
      "start": 4535980,
      "end": 4538704,
      "confidence": 0.7917661538461538
    },
    {
      "pos": 575,
      "speaker": "D",
      "text": "Yeah, that's still coming up.",
      "start": 4539004,
      "end": 4540236,
      "confidence": 0.966808
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "Yeah, we're not doing cheeky freaky the week anymore.",
      "start": 4540300,
      "end": 4543864,
      "confidence": 0.6967722222222223
    },
    {
      "pos": 577,
      "speaker": "D",
      "text": "No, no, don't want to upset people on that, but there is a good freaky program on this week.",
      "start": 4544964,
      "end": 4550676,
      "confidence": 0.9002863157894737
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Go on.",
      "start": 4550740,
      "end": 4551252,
      "confidence": 0.72609
    },
    {
      "pos": 579,
      "speaker": "D",
      "text": "I think it's on channel four.",
      "start": 4551348,
      "end": 4552532,
      "confidence": 0.8900616666666666
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Yeah.",
      "start": 4552628,
      "end": 4553368,
      "confidence": 0.84136
    },
    {
      "pos": 581,
      "speaker": "D",
      "text": "Woman. A woman with a big head on it.",
      "start": 4553556,
      "end": 4555512,
      "confidence": 0.9181777777777778
    },
    {
      "pos": 582,
      "speaker": "C",
      "text": "No, I think it's BBC Two.",
      "start": 4555608,
      "end": 4556784,
      "confidence": 0.8567633333333333
    },
    {
      "pos": 583,
      "speaker": "D",
      "text": "Is it?",
      "start": 4556864,
      "end": 4557240,
      "confidence": 0.9678100000000001
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Yeah.",
      "start": 4557272,
      "end": 4557936,
      "confidence": 0.96477
    },
    {
      "pos": 585,
      "speaker": "D",
      "text": "All right.",
      "start": 4558120,
      "end": 4558752,
      "confidence": 0.87694
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "Unless there's two on, because that'll be a great week for you, wouldn't it?",
      "start": 4558848,
      "end": 4561256,
      "confidence": 0.9375757142857143
    },
    {
      "pos": 587,
      "speaker": "D",
      "text": "Brilliant. Won't be coming out.",
      "start": 4561280,
      "end": 4562792,
      "confidence": 0.8878539999999999
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "The one when you said. Right. Say what you said when you saw it.",
      "start": 4562888,
      "end": 4568284,
      "confidence": 0.9821499999999999
    },
    {
      "pos": 589,
      "speaker": "D",
      "text": "Uh, the woman with the. With the head.",
      "start": 4568784,
      "end": 4571240,
      "confidence": 0.8137512500000001
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "Yeah.",
      "start": 4571312,
      "end": 4571920,
      "confidence": 0.94232
    },
    {
      "pos": 591,
      "speaker": "D",
      "text": "Just said it looks like a cartoon.",
      "start": 4572072,
      "end": 4574004,
      "confidence": 0.9570542857142857
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "I just think that's so mean.",
      "start": 4574544,
      "end": 4576464,
      "confidence": 0.8294733333333334
    },
    {
      "pos": 593,
      "speaker": "C",
      "text": "I don't want to discuss.",
      "start": 4576504,
      "end": 4577176,
      "confidence": 0.96715
    },
    {
      "pos": 594,
      "speaker": "D",
      "text": "No, it's not. It's not mean.",
      "start": 4577240,
      "end": 4578128,
      "confidence": 0.9145483333333333
    },
    {
      "pos": 595,
      "speaker": "C",
      "text": "It is mean.",
      "start": 4578176,
      "end": 4578728,
      "confidence": 0.9702533333333333
    },
    {
      "pos": 596,
      "speaker": "D",
      "text": "Car against Steve. If we were in a restaurant and I'm arranging to meet her, and I said to the guy on the door, I'm meeting, you know, Lisa or whatever her name is. Yeah, right. What does he look like? Well, looks like a cartoon. I'll be over there. Do you know what I mean? I don't think he'll get mixed up.",
      "start": 4578776,
      "end": 4596564,
      "confidence": 0.9096946031746034
    },
    {
      "pos": 597,
      "speaker": "B",
      "text": "What would you say about me and Steve again if you're meeting us?",
      "start": 4596604,
      "end": 4599984,
      "confidence": 0.9564992307692308
    },
    {
      "pos": 598,
      "speaker": "D",
      "text": "No, it just starts getting nasty, doesn't it?",
      "start": 4601084,
      "end": 4603300,
      "confidence": 0.90787
    },
    {
      "pos": 599,
      "speaker": "B",
      "text": "I'm meeting Carl Pilkington. We're very busy. What does he look like? He looks like Charlie Brown, grew up. He's got a complete little round bald head and he's got gormless look on his face. He's over there, mate.",
      "start": 4603412,
      "end": 4614100,
      "confidence": 0.87971
    },
    {
      "pos": 600,
      "speaker": "C",
      "text": "Yeah.",
      "start": 4614292,
      "end": 4614708,
      "confidence": 0.68961
    },
    {
      "pos": 601,
      "speaker": "B",
      "text": "All right, let's start the ball rolling for you, Carl. I love that, that. It's okay to say what you like about people if you go. Yeah, but if I was looking for her in a restaurant.",
      "start": 4614756,
      "end": 4622588,
      "confidence": 0.8942159459459458
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "I know.",
      "start": 4622636,
      "end": 4623344,
      "confidence": 0.9933000000000001
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "Yeah.",
      "start": 4623684,
      "end": 4624396,
      "confidence": 0.95662
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "And why have you arranged to go on a date with this woman?",
      "start": 4624540,
      "end": 4626904,
      "confidence": 0.9668653846153846
    },
    {
      "pos": 605,
      "speaker": "D",
      "text": "Pick a night out for her, for you? Well, I'd like to have a chat with her. I mean, just find out what worries her and, I mean, some girls.",
      "start": 4627364,
      "end": 4637660,
      "confidence": 0.9151956666666664
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "People like you.",
      "start": 4637692,
      "end": 4638270,
      "confidence": 0.816
    },
    {
      "pos": 607,
      "speaker": "D",
      "text": "Things. Yeah. With her, it's like we see problems.",
      "start": 4638332,
      "end": 4643334,
      "confidence": 0.7891633333333333
    },
    {
      "pos": 608,
      "speaker": "C",
      "text": "Fine. All right, well, let's move on. We're not doing cheeky freaky the week anymore. No, let's do something nice. Let's talk nice.",
      "start": 4645434,
      "end": 4650454,
      "confidence": 0.8492017391304347
    },
    {
      "pos": 609,
      "speaker": "B",
      "text": "What's happened? Nice in the world, car. What do you like in the world? When you get up, when you go, oh, that was a brilliant day. I dot, dot, dot, what do you do when you go, oh, that was brilliant. We had a game, last game of snooker. You couldn't. You and Steve played snook a lot last week.",
      "start": 4650794,
      "end": 4666234,
      "confidence": 0.8613706557377049
    },
    {
      "pos": 610,
      "speaker": "D",
      "text": "Yeah, well, things are always ruined, you know. I mean, I might be having a nice time having a game of snooker, and then, you know, we're having a proper battle and I'm trying to concentrate on taking a shot. And then you'll say things like, look at his little monkey hand when I'm going for the black. Do you know what I mean? Or maybe I'll say, I'm just going to the toilet, and then one of you will follow me in and peer over the door.",
      "start": 4666654,
      "end": 4693594,
      "confidence": 0.8901512499999998
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "Tiddle that one. That was when you're actually in a cubicle sitting down, wasn't it? And Steve Merchant's head appeared and went, all right. And you went, what if that wasn't me? Oh, that was great.",
      "start": 4694444,
      "end": 4704664,
      "confidence": 0.9297630555555556
    },
    {
      "pos": 612,
      "speaker": "D",
      "text": "Doing a George Michael on me.",
      "start": 4705244,
      "end": 4706984,
      "confidence": 0.94294
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "That is one of the benefits of being very tall.",
      "start": 4707764,
      "end": 4709636,
      "confidence": 0.9103480000000002
    },
    {
      "pos": 614,
      "speaker": "B",
      "text": "You can look over.",
      "start": 4709700,
      "end": 4710556,
      "confidence": 0.9435825
    },
    {
      "pos": 615,
      "speaker": "C",
      "text": "I can look over the stalls in Twilight laboratory.",
      "start": 4710620,
      "end": 4713584,
      "confidence": 0.6569977777777777
    },
    {
      "pos": 616,
      "speaker": "B",
      "text": "It looks like a giraffe house. You're sitting down there and you look up, right? And he's peering over the top.",
      "start": 4714244,
      "end": 4720864,
      "confidence": 0.852152857142857
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "The fun we have.",
      "start": 4723204,
      "end": 4724372,
      "confidence": 0.8126599999999999
    },
    {
      "pos": 618,
      "speaker": "B",
      "text": "Oh, it's great in it, but anything.",
      "start": 4724428,
      "end": 4726284,
      "confidence": 0.6682600000000001
    },
    {
      "pos": 619,
      "speaker": "D",
      "text": "Intelligent, it's like the monkeys.",
      "start": 4726324,
      "end": 4727684,
      "confidence": 0.823834
    },
    {
      "pos": 620,
      "speaker": "B",
      "text": "We are like the monkeys, aren't we? Are three. I wanted to write a thing for the darkness. I want to write a like the new monkeys. Yeah, Jordy, that.",
      "start": 4727724,
      "end": 4736676,
      "confidence": 0.7535266666666669
    },
    {
      "pos": 621,
      "speaker": "C",
      "text": "Yeah, right.",
      "start": 4736860,
      "end": 4737492,
      "confidence": 0.733995
    },
    {
      "pos": 622,
      "speaker": "B",
      "text": "Yeah. Okay. Well, if they're listening or their radio show. Record company listening, or their manager. Big fan of darkness. My favorite.",
      "start": 4737548,
      "end": 4743540,
      "confidence": 0.811576818181818
    },
    {
      "pos": 623,
      "speaker": "C",
      "text": "Don't make a promise.",
      "start": 4743612,
      "end": 4744624,
      "confidence": 0.7810875
    },
    {
      "pos": 624,
      "speaker": "B",
      "text": "My favorite band at the moment. Let's do a pilot running around. Speed it up. They can have their songs knit. They can write songs especially for us.",
      "start": 4744924,
      "end": 4751820,
      "confidence": 0.8777389285714287
    },
    {
      "pos": 625,
      "speaker": "C",
      "text": "What?",
      "start": 4751852,
      "end": 4752424,
      "confidence": 0.59335
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "And it's them. They can act. They just act themselves running around. We're getting people like Henry, was it, McGee and that to come in and sort of be the actors and, you know, all those posh actors that. That appear in. Rig in.",
      "start": 4752754,
      "end": 4764762,
      "confidence": 0.8418402272727271
    },
    {
      "pos": 627,
      "speaker": "C",
      "text": "That seems like a lot of hard work.",
      "start": 4764778,
      "end": 4766418,
      "confidence": 0.93501
    },
    {
      "pos": 628,
      "speaker": "B",
      "text": "Yeah, yeah. Okay, forget knock it on the head. Yeah. Let's play Radiohead.",
      "start": 4766506,
      "end": 4770454,
      "confidence": 0.7470607692307693
    },
    {
      "pos": 629,
      "speaker": "A",
      "text": "Sa.",
      "start": 4911954,
      "end": 4912694,
      "confidence": 0.73412
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "Radiohead. Let down off. Okay. Computer on XFM 104.9. Right. Let's think of some nice stuff then.",
      "start": 5065114,
      "end": 5072658,
      "confidence": 0.7580658823529411
    },
    {
      "pos": 631,
      "speaker": "C",
      "text": "Annoyed. How was yesterday?",
      "start": 5072706,
      "end": 5073898,
      "confidence": 0.762475
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Go on.",
      "start": 5073986,
      "end": 5074426,
      "confidence": 0.75844
    },
    {
      "pos": 633,
      "speaker": "C",
      "text": "Just got off the train and guy comes up to me and he says, excuse me, can you spare some change? I'm from Liverpool and I'm homeless. And I was so angry. I really was in a bad mood anyway, and I just wanted to say to him, well, there's your mistake. Go back to Liverpool. That's why you're homeless. You're in London.",
      "start": 5074490,
      "end": 5092514,
      "confidence": 0.9456885714285717
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "Well, he might have been homeless in Liverpool and thought, why'd you come down here? Well, where would you rather be homeless? London?",
      "start": 5092594,
      "end": 5098524,
      "confidence": 0.8613430434782611
    },
    {
      "pos": 635,
      "speaker": "C",
      "text": "Well, Algarve.",
      "start": 5098824,
      "end": 5100604,
      "confidence": 0.841055
    },
    {
      "pos": 636,
      "speaker": "B",
      "text": "Well, no, but I mean, I certainly.",
      "start": 5101144,
      "end": 5103684,
      "confidence": 0.9439871428571428
    },
    {
      "pos": 637,
      "speaker": "C",
      "text": "Am I supposed to say, I'm from Liverpool, I'm homeless. Why is that supposed to be a persuading factor? Just annoyed me. I thought, there's enough problems here.",
      "start": 5104704,
      "end": 5110160,
      "confidence": 0.8788564285714283
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "He's going for a double sympathy vote. Yeah.",
      "start": 5110192,
      "end": 5113084,
      "confidence": 0.75556875
    },
    {
      "pos": 639,
      "speaker": "C",
      "text": "But he just said, I'm from Liverpool, to give it some change.",
      "start": 5113664,
      "end": 5116404,
      "confidence": 0.69624
    },
    {
      "pos": 640,
      "speaker": "B",
      "text": "Guys.",
      "start": 5118744,
      "end": 5119080,
      "confidence": 0.79819
    },
    {
      "pos": 641,
      "speaker": "C",
      "text": "He was from Manchester once. I gave him a sad. My sandwich.",
      "start": 5119112,
      "end": 5121792,
      "confidence": 0.7121025000000002
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "Yeah.",
      "start": 5121848,
      "end": 5122296,
      "confidence": 0.71398
    },
    {
      "pos": 643,
      "speaker": "D",
      "text": "There's a thing the other night, right, they didn't. This program, it's only on in London, so if you listen out of London, you won't know about it. But it's about Oxford street, right?",
      "start": 5122400,
      "end": 5130476,
      "confidence": 0.8874920588235293
    },
    {
      "pos": 644,
      "speaker": "B",
      "text": "And about all the thieving that goes on.",
      "start": 5130620,
      "end": 5133052,
      "confidence": 0.8481000000000001
    },
    {
      "pos": 645,
      "speaker": "D",
      "text": "It's like thieving.",
      "start": 5133068,
      "end": 5133788,
      "confidence": 0.8711699999999999
    },
    {
      "pos": 646,
      "speaker": "B",
      "text": "Yeah.",
      "start": 5133876,
      "end": 5134544,
      "confidence": 0.47517
    },
    {
      "pos": 647,
      "speaker": "D",
      "text": "You know, drug problems in the streets and that.",
      "start": 5134844,
      "end": 5137156,
      "confidence": 0.9019855555555554
    },
    {
      "pos": 648,
      "speaker": "B",
      "text": "Yeah.",
      "start": 5137220,
      "end": 5137864,
      "confidence": 0.53419
    },
    {
      "pos": 649,
      "speaker": "D",
      "text": "You know what gets on people's nerves? Those people with the boards, you know, golf sale and all that. And this bit that concentrated on the homeless problem, right? And he said, you know, this fella looks after the homeless. He goes up to him, how are you doing? Are you hungry? You need food and that. He says, you know, a lot of people worry about the homeless, but we do try and look after them. And the Salvation army were there and they said, this is where they can come if they need anything, if they need any food or any clothes, if the shoes are worn out. And he said, oh, can we have a look at that? Right? So they go in this little room where all the clothes are and they go. There's like a load of jumpers for them in the winter, in the cold. And the camera sort of pans across. Load of ties, right, for the homeless. What ties? Homeless around the neck. Like to look smart.",
      "start": 5138284,
      "end": 5190976,
      "confidence": 0.9069083428571423
    },
    {
      "pos": 650,
      "speaker": "B",
      "text": "No, they use them as belts. I've seen a lot.",
      "start": 5191160,
      "end": 5194408,
      "confidence": 0.905161
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "Or as a lead for their dogs.",
      "start": 5194496,
      "end": 5196124,
      "confidence": 0.8352357142857142
    },
    {
      "pos": 652,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 5196984,
      "end": 5198640,
      "confidence": 0.44333
    },
    {
      "pos": 653,
      "speaker": "C",
      "text": "What are you talking about? Ties?",
      "start": 5198712,
      "end": 5199840,
      "confidence": 0.8206916666666667
    },
    {
      "pos": 654,
      "speaker": "D",
      "text": "That's what they did. They said, here's the room with all the stuff in it, right?",
      "start": 5199952,
      "end": 5202800,
      "confidence": 0.9092937500000001
    },
    {
      "pos": 655,
      "speaker": "C",
      "text": "Jumpers for the homeless.",
      "start": 5202912,
      "end": 5204368,
      "confidence": 0.8027149999999998
    },
    {
      "pos": 656,
      "speaker": "D",
      "text": "Jumpers, shirts. And you saw a load of ties nobody wanted.",
      "start": 5204496,
      "end": 5209088,
      "confidence": 0.7604354545454545
    },
    {
      "pos": 657,
      "speaker": "C",
      "text": "Some evening dress.",
      "start": 5209176,
      "end": 5210404,
      "confidence": 0.9823566666666667
    },
    {
      "pos": 658,
      "speaker": "B",
      "text": "Any cravats. Now, where's the cummerbunds? I'm thinking of being homeless outside the Royal Albert hall tonight. That's where the real pickings are.",
      "start": 5210974,
      "end": 5219006,
      "confidence": 0.8369265217391305
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "I'm breaking in the back door of the Savoy this evening.",
      "start": 5219110,
      "end": 5221714,
      "confidence": 0.8513881818181819
    },
    {
      "pos": 660,
      "speaker": "D",
      "text": "Another charity thing that I was reading about the other day that they do in.",
      "start": 5223374,
      "end": 5226254,
      "confidence": 0.8950393333333335
    },
    {
      "pos": 661,
      "speaker": "B",
      "text": "Did I give them trainers? Because I've seen a lot of tramps with new trainers. And I think there must be like a. Like, we have a soup kitchen where they get shoes, because that's. It must be. Yeah. Otherwise that's weird. In it, you get. You blow any money, you beg all day and get a nice new pair of Nike yeah. Don't waste it on clothes. Get some tennis, get some. Yeah. Special brew. That's the best value.",
      "start": 5226334,
      "end": 5247068,
      "confidence": 0.8682533749999998
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "Some smack if you've got a lot of worries. Yeah.",
      "start": 5247236,
      "end": 5252716,
      "confidence": 0.8471210000000001
    },
    {
      "pos": 663,
      "speaker": "B",
      "text": "Little start about.",
      "start": 5252860,
      "end": 5254024,
      "confidence": 0.8280066666666667
    },
    {
      "pos": 664,
      "speaker": "D",
      "text": "That's. Where do you say that? You know, a trainer's the most important thing because, like, you know, all the problems in Africa.",
      "start": 5256964,
      "end": 5262906,
      "confidence": 0.8479221739130434
    },
    {
      "pos": 665,
      "speaker": "C",
      "text": "Sure, right.",
      "start": 5263050,
      "end": 5264018,
      "confidence": 0.64052
    },
    {
      "pos": 666,
      "speaker": "D",
      "text": "A lot of problems going on there. The other day, they're asking for people to send their spectacles to Africa. Would you be happy if you were over there and, like, you're hungry and that? And then they say, here you go.",
      "start": 5264106,
      "end": 5279014,
      "confidence": 0.9227269047619047
    },
    {
      "pos": 667,
      "speaker": "B",
      "text": "Well, yeah, it must be for a reason.",
      "start": 5279474,
      "end": 5281610,
      "confidence": 0.83090125
    },
    {
      "pos": 668,
      "speaker": "D",
      "text": "I don't think they've got bad eyes in that.",
      "start": 5281762,
      "end": 5283738,
      "confidence": 0.8158000000000001
    },
    {
      "pos": 669,
      "speaker": "B",
      "text": "Yeah, I know, but I don't think they go around. It's not like when you see those things on live eyes and there's people dying, but they're putting specs on them.",
      "start": 5283826,
      "end": 5291424,
      "confidence": 0.8364174193548386
    },
    {
      "pos": 670,
      "speaker": "D",
      "text": "No, I think that's what it is.",
      "start": 5291464,
      "end": 5292408,
      "confidence": 0.9729828571428571
    },
    {
      "pos": 671,
      "speaker": "B",
      "text": "No, it's not, Carl. They sort out food and medication before they put a little pair of specs on the lads.",
      "start": 5292456,
      "end": 5298248,
      "confidence": 0.9224542857142859
    },
    {
      "pos": 672,
      "speaker": "D",
      "text": "That isn't how he came across any advert.",
      "start": 5298296,
      "end": 5300044,
      "confidence": 0.89692
    },
    {
      "pos": 673,
      "speaker": "C",
      "text": "I think they probably walk hand in hand. You know, the people handing out the food are also, you know, walking alongside guys with the specs and they're handing them out as well.",
      "start": 5301504,
      "end": 5308096,
      "confidence": 0.9568712121212121
    },
    {
      "pos": 674,
      "speaker": "D",
      "text": "But what have they got to look at? They don't own anything. They'll realize how bad everything is. It's got. It's rubbish here, isn't it? Tell ya, I try and help out the world. I've joined a little charity thing. I pay me five pounds a month.",
      "start": 5308160,
      "end": 5323224,
      "confidence": 0.8421912765957448
    },
    {
      "pos": 675,
      "speaker": "C",
      "text": "Yeah, yeah.",
      "start": 5323264,
      "end": 5323656,
      "confidence": 0.6199250000000001
    },
    {
      "pos": 676,
      "speaker": "D",
      "text": "I'm all up for helping.",
      "start": 5323680,
      "end": 5324960,
      "confidence": 0.9831719999999999
    },
    {
      "pos": 677,
      "speaker": "B",
      "text": "Yeah.",
      "start": 5325072,
      "end": 5325368,
      "confidence": 0.40735
    },
    {
      "pos": 678,
      "speaker": "D",
      "text": "But sometimes you think, what can we do? You know what I mean? What can we do?",
      "start": 5325416,
      "end": 5330000,
      "confidence": 0.8918535294117648
    },
    {
      "pos": 679,
      "speaker": "B",
      "text": "Okay, what can we do?",
      "start": 5330072,
      "end": 5331524,
      "confidence": 0.9664660000000002
    },
    {
      "pos": 680,
      "speaker": "D",
      "text": "We can't do anything.",
      "start": 5332104,
      "end": 5333304,
      "confidence": 0.9523775
    },
    {
      "pos": 681,
      "speaker": "A",
      "text": "Okay?",
      "start": 5333424,
      "end": 5334244,
      "confidence": 0.78922
    },
    {
      "pos": 682,
      "speaker": "D",
      "text": "We were talking about the debt the other day. I was reading up on the amount of debt that South Africa in and that, and it's just like, that's without any shops, do you know what I mean? If they had shops to spend the money on, there'd be murder.",
      "start": 5337024,
      "end": 5351104,
      "confidence": 0.9182509999999999
    },
    {
      "pos": 683,
      "speaker": "B",
      "text": "That third world debt isn't because they bought too many smeg fridges from us, it's shopping. Look who's been shopping. I have. Oh, well, you've gone over the top. You're on a budget now. You're getting nothing but grain and blankets for the next year because you go mental.",
      "start": 5351564,
      "end": 5370784,
      "confidence": 0.8503583673469388
    },
    {
      "pos": 684,
      "speaker": "C",
      "text": "Who just spent a billion quid in dictionary.",
      "start": 5371324,
      "end": 5373824,
      "confidence": 0.75174375
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "Oh, God, I feel so down I'm telling me how when I feel left out so high I turn around oh, maybe I don't care no, more I know this for sure I walking out that door but I've been in town for just now 50 oh minutes now I babe I feel so down and I don't know why I keep walking for miles understand no girlfriends, they can understand your grandsons, they won't understand on top of this ain't ever gonna understand last night she said oh baby I don't feel so down I turn me off but I feel left out so I turn around I'm never gonna be alright it was a great big life cause I left that night yeah I'll be both they don't understand no girlfriends, they don't understand it's bitches they won't understand and me I ever gonna understand last night she said I feel, I feel gone she turned it off when I feel everywhere sound x of m x list down, down you bring me down the top 104 tracks x list x list there's things I haven't told you.",
      "start": 5377764,
      "end": 5585604,
      "confidence": 0.7867432105263158
    },
    {
      "pos": 686,
      "speaker": "B",
      "text": "The top 104 tracks chosen by you. Here the results Monday, August 21 with incredible offers available right now, you could be driving a Land Rover. For details of your nearest Land Rover dealer, call zero 800-110-1110 Simon Worthington is a media director at Initiative Media. He contacted me offering valuable inside information on radio. I agreed to meet him outside.",
      "start": 5591464,
      "end": 5620684,
      "confidence": 0.9192485245901639
    },
    {
      "pos": 687,
      "speaker": "C",
      "text": "It's such a nice day, I thought.",
      "start": 5621424,
      "end": 5622696,
      "confidence": 0.9782657142857144
    },
    {
      "pos": 688,
      "speaker": "B",
      "text": "We'D meet in the park. Good plan. Dropped the information on the bench. I'll read it and then eat it. Sorry, the information obviously not on the bench. But what about radio advertising? Shh. Don't say radio advertising. Say red cow. Red cow.",
      "start": 5622720,
      "end": 5636364,
      "confidence": 0.9100295348837213
    },
    {
      "pos": 689,
      "speaker": "D",
      "text": "Okay.",
      "start": 5636864,
      "end": 5637744,
      "confidence": 0.61481
    },
    {
      "pos": 690,
      "speaker": "B",
      "text": "Research across 17 different brands shows that red cow. Red cow increased sales by an average of 9%. That van's recording us up to 30% in some cases. That's why we use it for brands like comfort and dove. Microphone. Look. It's an ice cream van. He's holding an ice cream cone. It's got an aerial.",
      "start": 5637824,
      "end": 5654708,
      "confidence": 0.8938278571428571
    },
    {
      "pos": 691,
      "speaker": "C",
      "text": "It's got a flake.",
      "start": 5654796,
      "end": 5655820,
      "confidence": 0.9945499999999999
    },
    {
      "pos": 692,
      "speaker": "B",
      "text": "Look, I better be getting back before you mistake. Remember, don't look back. I won't. So with average sales increases of 9% of radio advertising, Red Cow really is the sales multiplier. Find out more at rab dot co dot Uk. These false beards are very itchy. Always. Come on.",
      "start": 5655932,
      "end": 5672104,
      "confidence": 0.9260867999999999
    },
    {
      "pos": 693,
      "speaker": "A",
      "text": "This is the final call for the Red Bull flug tag. Anyone wishing to catch Tracy cross crackling and her hand knitted spitfire on its maiden flight should make their way to the Serpentine Hyde Park, London in time for the 3 August. That's the last call for the first Red Bull flug tag Hyde Park, London on the 3 August start 01:00 p.m. Anyone interested in Miss Crackling's knitting patterns should seriously seek professional help.",
      "start": 5672884,
      "end": 5701454,
      "confidence": 0.8779196052631577
    },
    {
      "pos": 694,
      "speaker": "B",
      "text": "In a summer of sequels comes Buffalo soldiers, a movie without equal. Maxim and arena make it film of the month. Do you know anything about this?",
      "start": 5702354,
      "end": 5710530,
      "confidence": 0.8786440740740739
    },
    {
      "pos": 695,
      "speaker": "C",
      "text": "One of the sharpest, hippest, funniest films.",
      "start": 5710602,
      "end": 5712586,
      "confidence": 0.9329014285714285
    },
    {
      "pos": 696,
      "speaker": "B",
      "text": "Of the year, says Empire magazine. Are we gonna party afterwards? Sign up now, says total film. Buffalo soldiers at cinemas now rated 15. Right, I'll count to seven and you.",
      "start": 5712610,
      "end": 5724130,
      "confidence": 0.9348651612903226
    },
    {
      "pos": 697,
      "speaker": "A",
      "text": "Start the live hour. Xfm.",
      "start": 5724162,
      "end": 5727614,
      "confidence": 0.85527
    },
    {
      "pos": 698,
      "speaker": "B",
      "text": "The live hour with Jameson. Saturday night from eight. The best music live together.",
      "start": 5728754,
      "end": 5737134,
      "confidence": 0.9429707142857143
    },
    {
      "pos": 699,
      "speaker": "A",
      "text": "The live hour.",
      "start": 5741634,
      "end": 5742894,
      "confidence": 0.7994633333333333
    },
    {
      "pos": 700,
      "speaker": "B",
      "text": "The live hour. Saturday night from eight with Jameson.",
      "start": 5761434,
      "end": 5765334,
      "confidence": 0.9073777777777777
    },
    {
      "pos": 701,
      "speaker": "A",
      "text": "Tell us whenever you're ready. Get ready in there, 1212. Xfm will. Tell me where it all went wrong. And tell me where you lost those damn songs. I can't say I was surprised. I heard a dream was in my. Are you gonna be, are you gonna be still living by the sea? Are you gotta be, are you gotta be Cassandra Cruz, you're not that far all Santa Cruz, no, you're not that far Santa Cruz, Santa, Santa Cruz, I'll Santa Cruz, know you're not that far but now I'm down here once in a while those august cowboys stole your style don't you know well, your train's just rolling on time are you gotta be, are you gotta be still living by the sea are you gotta be are you gotta be cause Santa Cruz, you're not that far are you gonna be are you gonna be cause Santa Cruz, you're not that far all Santa bar Santa Cruz, Santa, Santa Cruz, Santa Cruz, Santa Cruz, Santa Cruz.",
      "start": 5767714,
      "end": 5984174,
      "confidence": 0.7464266666666662
    },
    {
      "pos": 702,
      "speaker": "C",
      "text": "Forthcoming single from the thrills called Santa Cruz on XFM 104.9. Um, we were just talking about people who do good work, you know, wandering up and down Oxford street, giving stuff to the homeless. And then, and I was at a little. They have a little kind of music festival back in my hometown of Bristol. Periodically in the summer. They can never really attract any decent acts, but, you know, we support not.",
      "start": 5988394,
      "end": 6006412,
      "confidence": 0.8705750666666665
    },
    {
      "pos": 703,
      "speaker": "B",
      "text": "Even port his head.",
      "start": 6006428,
      "end": 6007324,
      "confidence": 0.86696
    },
    {
      "pos": 704,
      "speaker": "C",
      "text": "No, they were tricky. No, I think, well, this year it was Robert Plant who sang lots of old blues covers and people were quite bored until he played whole lot of love at the end. And then we sort of went re. You should have all the old Led Zeppelin stopped playing. All this other nonsense we're not interested in.",
      "start": 6007444,
      "end": 6022246,
      "confidence": 0.8878831147540984
    },
    {
      "pos": 705,
      "speaker": "B",
      "text": "So I always set this.",
      "start": 6022350,
      "end": 6023634,
      "confidence": 0.8400179999999999
    },
    {
      "pos": 706,
      "speaker": "C",
      "text": "But I just snuck off into the woods for, you know, a waz because I'm quite rock and roll like that. And I was passing, and these are a group of people, and I've always thought they never get enough praise, enough credit. And I genuinely, and I mean this without entirely sincerely, I really do. I don't mean to be. I'm not taking the mick at all, but the St John's ambulance people, they're absolutely blinding because they are. They all look like nerds. I mean, they all look like kind of good. They're normally kind of fat women or kind of all kind of blaze.",
      "start": 6026454,
      "end": 6053226,
      "confidence": 0.8591164485981306
    },
    {
      "pos": 707,
      "speaker": "B",
      "text": "I think you're doing very well for their, their new recruitment campaign. Well, sending it to people.",
      "start": 6053330,
      "end": 6058058,
      "confidence": 0.91005
    },
    {
      "pos": 708,
      "speaker": "C",
      "text": "This is my point, Rick, is that they've not changed the uniforms in like 40 years. Yeah, it's normally the kind of the nerds from your school who went into it, whatever. It's kind of old people. I saw them. They were all sat around in this little area. No one was, you know, they would have just sat and they were born. They weren't really enjoying the music. And I thought, look at that. They're not that fat. Could have. I pointed them out to my mate, I said, see that fat one over there in the uniform with the glasses.",
      "start": 6058146,
      "end": 6080866,
      "confidence": 0.9030758823529412
    },
    {
      "pos": 709,
      "speaker": "B",
      "text": "And the hair brush for glasses, hair brush forward.",
      "start": 6080890,
      "end": 6082682,
      "confidence": 0.7350633333333333
    },
    {
      "pos": 710,
      "speaker": "C",
      "text": "The kind of blue navy jumper satchel. There's a little satchel, yeah. He is never going to get off with a girl, probably until he's like 30.",
      "start": 6082738,
      "end": 6089130,
      "confidence": 0.8516418518518518
    },
    {
      "pos": 711,
      "speaker": "B",
      "text": "And even then he gets to loosen clothes.",
      "start": 6089282,
      "end": 6091050,
      "confidence": 0.8145724999999999
    },
    {
      "pos": 712,
      "speaker": "C",
      "text": "And even then it's good because he's giving mouth to mouth, right? And I thought, he's never going to get anything. And I'll tell you this, all these trendy young girls walking around in there in, in their kind of cool summer gear, in their trendy tie dye and the like. I'll tell you, when one of them takes something that's a little bit dodgy, they bought off some guy with dreads, right? And then they're desperate for him and they zip in there, oh, quick, quick. My friend's passing out. She's had something. She's had a funny turn and he's straight there with his water and his medication. Oh, yeah, they need him then, but he doesn't get any action the rest of the time. She's human. That's what annoyed me about it. I thought, they're doing a bloody good job. They turn up at sports events, at festivals. No one gives them the time of day. You're never any good praise about them. And they're there, sat there, Steve, hot or cold.",
      "start": 6091082,
      "end": 6131134,
      "confidence": 0.9073258620689658
    },
    {
      "pos": 713,
      "speaker": "B",
      "text": "Tell me the truth. Now, did you join the St John's ambulance last week to get some birds got no action.",
      "start": 6131174,
      "end": 6135406,
      "confidence": 0.904775238095238
    },
    {
      "pos": 714,
      "speaker": "C",
      "text": "Really. No action. And I've been passing some dodgy e's.",
      "start": 6135510,
      "end": 6137806,
      "confidence": 0.789258
    },
    {
      "pos": 715,
      "speaker": "B",
      "text": "Round all the festivals. By the way, your dreads are awful. You can see they're fake.",
      "start": 6137830,
      "end": 6144774,
      "confidence": 0.888038125
    },
    {
      "pos": 716,
      "speaker": "C",
      "text": "They're made out of newspaper.",
      "start": 6144894,
      "end": 6145886,
      "confidence": 0.82269
    },
    {
      "pos": 717,
      "speaker": "B",
      "text": "They're awful. You really do look good.",
      "start": 6145950,
      "end": 6148286,
      "confidence": 0.9206657142857141
    },
    {
      "pos": 718,
      "speaker": "C",
      "text": "But seriously, I'm all joking aside, I genuinely wanted to give some massive props, give some big ups to the St. John's people because I genuinely, without any joke, and I genuinely think they do a brilliant job.",
      "start": 6148390,
      "end": 6158510,
      "confidence": 0.9093826315789475
    },
    {
      "pos": 719,
      "speaker": "B",
      "text": "Could I just say how good I think the Salvation army are? Because you see those elderly ladies with surgical supports, a lot of them all look like Thor, heard. Yep.",
      "start": 6158542,
      "end": 6167638,
      "confidence": 0.9343051612903227
    },
    {
      "pos": 720,
      "speaker": "C",
      "text": "Well, that's a prerequisite to get into that army.",
      "start": 6167806,
      "end": 6170038,
      "confidence": 0.9466022222222222
    },
    {
      "pos": 721,
      "speaker": "B",
      "text": "And they play that bloody tambourine rain or shine. And they are just. All they're trying to do is, you know, save you from burning in hell. And they don't get any respect of.",
      "start": 6170126,
      "end": 6181862,
      "confidence": 0.9138661764705883
    },
    {
      "pos": 722,
      "speaker": "C",
      "text": "The Salvation army, do they? Like, would they have to get called up?",
      "start": 6181878,
      "end": 6184948,
      "confidence": 0.7930592307692308
    },
    {
      "pos": 723,
      "speaker": "B",
      "text": "Yeah, it'd be the Gurkhas first, then all the regulars, then the tas, I think. Then it's. I think then it's sort of like police.",
      "start": 6184996,
      "end": 6196092,
      "confidence": 0.9079392000000002
    },
    {
      "pos": 724,
      "speaker": "C",
      "text": "Lifeguards.",
      "start": 6196228,
      "end": 6196812,
      "confidence": 0.81732
    },
    {
      "pos": 725,
      "speaker": "B",
      "text": "Lifeguards, yeah. But down to. Down to, I think, a. And then it's Salvation army.",
      "start": 6196868,
      "end": 6201340,
      "confidence": 0.7906820000000001
    },
    {
      "pos": 726,
      "speaker": "C",
      "text": "Right.",
      "start": 6201372,
      "end": 6201636,
      "confidence": 0.65822
    },
    {
      "pos": 727,
      "speaker": "B",
      "text": "We send in the Salvation army, obviously, if, you know, really. I've lost a lot of.",
      "start": 6201700,
      "end": 6205484,
      "confidence": 0.8714987499999999
    },
    {
      "pos": 728,
      "speaker": "C",
      "text": "Yeah.",
      "start": 6205604,
      "end": 6205948,
      "confidence": 0.46292
    },
    {
      "pos": 729,
      "speaker": "B",
      "text": "Casualties, you know, and they're the last to go.",
      "start": 6205996,
      "end": 6208620,
      "confidence": 0.8321311111111112
    },
    {
      "pos": 730,
      "speaker": "D",
      "text": "Yeah.",
      "start": 6208692,
      "end": 6208852,
      "confidence": 0.88224
    },
    {
      "pos": 731,
      "speaker": "C",
      "text": "But they are all highly trained, aren't they? All those old women making killer man.",
      "start": 6208868,
      "end": 6211636,
      "confidence": 0.8347999999999999
    },
    {
      "pos": 732,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6211700,
      "end": 6212316,
      "confidence": 0.95031
    },
    {
      "pos": 733,
      "speaker": "C",
      "text": "Single blow.",
      "start": 6212460,
      "end": 6213196,
      "confidence": 0.85326
    },
    {
      "pos": 734,
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 6213260,
      "end": 6214254,
      "confidence": 0.759625
    },
    {
      "pos": 735,
      "speaker": "C",
      "text": "Yeah.",
      "start": 6214294,
      "end": 6214558,
      "confidence": 0.61527
    },
    {
      "pos": 736,
      "speaker": "B",
      "text": "So good. Good to them. Good to the john's arm. And it's good to Salvation army, you know, big up.",
      "start": 6214606,
      "end": 6219806,
      "confidence": 0.809067
    },
    {
      "pos": 737,
      "speaker": "C",
      "text": "But I think we should just, you know, if I might introduce a new feature every week. Let's just give some props. Let's just give some respect. Someone who doesn't get enough respect.",
      "start": 6219870,
      "end": 6226062,
      "confidence": 0.9193090909090909
    },
    {
      "pos": 738,
      "speaker": "B",
      "text": "Yeah. Who doesn't get enough respect, who's done a blinding job. Mother Teresa.",
      "start": 6226158,
      "end": 6233790,
      "confidence": 0.9053007692307691
    },
    {
      "pos": 739,
      "speaker": "C",
      "text": "She's gone. She won't be listening anyway.",
      "start": 6233822,
      "end": 6236234,
      "confidence": 0.8653942857142857
    },
    {
      "pos": 740,
      "speaker": "B",
      "text": "Who's the best person? Who's the best person there is? I'll tell you what we're gonna take. I'm gonna call them either Carol Vorderman or Esther Anson and say it was the best one you've ever met that, you know, did summer.",
      "start": 6237014,
      "end": 6251454,
      "confidence": 0.8437983333333334
    },
    {
      "pos": 741,
      "speaker": "C",
      "text": "Yeah.",
      "start": 6252114,
      "end": 6252610,
      "confidence": 0.90806
    },
    {
      "pos": 742,
      "speaker": "B",
      "text": "All right.",
      "start": 6252682,
      "end": 6253186,
      "confidence": 0.694925
    },
    {
      "pos": 743,
      "speaker": "D",
      "text": "And we'll.",
      "start": 6253290,
      "end": 6253650,
      "confidence": 0.61121
    },
    {
      "pos": 744,
      "speaker": "C",
      "text": "And we'll get heap praise upon them next week.",
      "start": 6253682,
      "end": 6255802,
      "confidence": 0.8856455555555556
    },
    {
      "pos": 745,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6255858,
      "end": 6256210,
      "confidence": 0.95851
    },
    {
      "pos": 746,
      "speaker": "C",
      "text": "Great.",
      "start": 6256282,
      "end": 6256946,
      "confidence": 0.76785
    },
    {
      "pos": 747,
      "speaker": "D",
      "text": "What I just don't like, you know, they know. They know they're doing a good job.",
      "start": 6257130,
      "end": 6262290,
      "confidence": 0.9430306249999999
    },
    {
      "pos": 748,
      "speaker": "C",
      "text": "Right.",
      "start": 6262362,
      "end": 6262594,
      "confidence": 0.95633
    },
    {
      "pos": 749,
      "speaker": "D",
      "text": "If I did that job, I want our pat on the back.",
      "start": 6262634,
      "end": 6264418,
      "confidence": 0.8429291666666666
    },
    {
      "pos": 750,
      "speaker": "C",
      "text": "You won't need a pat on the.",
      "start": 6264506,
      "end": 6265258,
      "confidence": 0.8599485714285714
    },
    {
      "pos": 751,
      "speaker": "D",
      "text": "Back and people are starting to. You know, it's like Carol Vorderman. I like her. She's all right. She does a good job. But now that better homes, they only tend to turn up at people who have had problems. Do you know what I mean?",
      "start": 6265266,
      "end": 6275634,
      "confidence": 0.9058245652173913
    },
    {
      "pos": 752,
      "speaker": "C",
      "text": "Right.",
      "start": 6275714,
      "end": 6276334,
      "confidence": 0.96675
    },
    {
      "pos": 753,
      "speaker": "B",
      "text": "Wait, wait. Go on. What do you mean?",
      "start": 6277994,
      "end": 6279834,
      "confidence": 0.83444125
    },
    {
      "pos": 754,
      "speaker": "D",
      "text": "No, it used to start off and.",
      "start": 6279994,
      "end": 6281442,
      "confidence": 0.9581271428571428
    },
    {
      "pos": 755,
      "speaker": "C",
      "text": "It'S like, I haven't seen better homes. What is better?",
      "start": 6281458,
      "end": 6283674,
      "confidence": 0.970369
    },
    {
      "pos": 756,
      "speaker": "D",
      "text": "They go around, do someone's house up.",
      "start": 6283834,
      "end": 6285338,
      "confidence": 0.8600914285714286
    },
    {
      "pos": 757,
      "speaker": "C",
      "text": "Right.",
      "start": 6285386,
      "end": 6285738,
      "confidence": 0.96334
    },
    {
      "pos": 758,
      "speaker": "D",
      "text": "You know what I mean? But then they get. They get a bit of bad news and Carol thinks, I'll cheer them up. I'll give him a new kitchen.",
      "start": 6285826,
      "end": 6291266,
      "confidence": 0.8880706896551726
    },
    {
      "pos": 759,
      "speaker": "C",
      "text": "Yeah.",
      "start": 6291330,
      "end": 6291642,
      "confidence": 0.69055
    },
    {
      "pos": 760,
      "speaker": "D",
      "text": "And it annoys me because if you haven't had bad news, it doesn't mean you're not worth a new kitchen.",
      "start": 6291698,
      "end": 6296062,
      "confidence": 0.9662175
    },
    {
      "pos": 761,
      "speaker": "C",
      "text": "Did you send in an application? Yes.",
      "start": 6296118,
      "end": 6298118,
      "confidence": 0.8570442857142858
    },
    {
      "pos": 762,
      "speaker": "B",
      "text": "You say that I'm bald. I'm from Manchester.",
      "start": 6298246,
      "end": 6300954,
      "confidence": 0.814445
    },
    {
      "pos": 763,
      "speaker": "C",
      "text": "But if you'd written that, they'd have rushed around.",
      "start": 6301414,
      "end": 6303382,
      "confidence": 0.7324233333333334
    },
    {
      "pos": 764,
      "speaker": "B",
      "text": "Yeah. What do you mean, what they say? So and so has had a bad year. His mum died, he lost his leg, and all he's ever wanted is a chaise long and a hostess trolley.",
      "start": 6303518,
      "end": 6316086,
      "confidence": 0.8675327777777777
    },
    {
      "pos": 765,
      "speaker": "D",
      "text": "And the annoying thing is, right, they might not be the ones who write in. It might be a neighbor. But they also get something sorted out for them.",
      "start": 6316190,
      "end": 6322448,
      "confidence": 0.8826727586206895
    },
    {
      "pos": 766,
      "speaker": "B",
      "text": "Really.",
      "start": 6322576,
      "end": 6322888,
      "confidence": 0.9529
    },
    {
      "pos": 767,
      "speaker": "D",
      "text": "So even though the neighbors had a bit of bad news, they go cash in on this one. I'll send a letter into old Carol, tell her that, you know, mum's passed away. I'll get a new conservatory sorted.",
      "start": 6322936,
      "end": 6333488,
      "confidence": 0.9093689743589743
    },
    {
      "pos": 768,
      "speaker": "C",
      "text": "Sure.",
      "start": 6333536,
      "end": 6333840,
      "confidence": 0.59946
    },
    {
      "pos": 769,
      "speaker": "D",
      "text": "And sometimes a neighbor gets a better deal than the person who.",
      "start": 6333912,
      "end": 6336792,
      "confidence": 0.9245841666666665
    },
    {
      "pos": 770,
      "speaker": "A",
      "text": "Do.",
      "start": 6336848,
      "end": 6336968,
      "confidence": 0.48736
    },
    {
      "pos": 771,
      "speaker": "D",
      "text": "You know what I mean? The person who's had a bit of bad news gets like, a new little kitchen, whatever. Neighbor next door.",
      "start": 6336976,
      "end": 6342444,
      "confidence": 0.9061187500000001
    },
    {
      "pos": 772,
      "speaker": "B",
      "text": "Let it go.",
      "start": 6342744,
      "end": 6343584,
      "confidence": 0.9103466666666667
    },
    {
      "pos": 773,
      "speaker": "D",
      "text": "New decking in the.",
      "start": 6343704,
      "end": 6344600,
      "confidence": 0.7363125
    },
    {
      "pos": 774,
      "speaker": "B",
      "text": "You had to pay for your kitchen.",
      "start": 6344632,
      "end": 6346204,
      "confidence": 0.7667828571428572
    },
    {
      "pos": 775,
      "speaker": "D",
      "text": "Sorted. Bathroom.",
      "start": 6348584,
      "end": 6349416,
      "confidence": 0.64173
    },
    {
      "pos": 776,
      "speaker": "B",
      "text": "These troubles with the grouting, didn't you?",
      "start": 6349440,
      "end": 6351244,
      "confidence": 0.6282500000000001
    },
    {
      "pos": 777,
      "speaker": "D",
      "text": "Yeah. Yeah. Don't.",
      "start": 6351404,
      "end": 6352316,
      "confidence": 0.7596433333333333
    },
    {
      "pos": 778,
      "speaker": "B",
      "text": "Hold on. We have got. We got to do. Look, play a record. We got to do the results and then we got to do monkey news.",
      "start": 6352380,
      "end": 6358180,
      "confidence": 0.8609659259259259
    },
    {
      "pos": 779,
      "speaker": "D",
      "text": "Can we quickly do the results?",
      "start": 6358252,
      "end": 6359436,
      "confidence": 0.9127383333333334
    },
    {
      "pos": 780,
      "speaker": "C",
      "text": "Well, you say we've got to do the results. There's not people hanging on for them.",
      "start": 6359500,
      "end": 6362564,
      "confidence": 0.872974375
    },
    {
      "pos": 781,
      "speaker": "A",
      "text": "Let's do it.",
      "start": 6362644,
      "end": 6363468,
      "confidence": 0.8776800000000001
    },
    {
      "pos": 782,
      "speaker": "B",
      "text": "Just knock it out there before.",
      "start": 6363516,
      "end": 6364604,
      "confidence": 0.9914266666666666
    },
    {
      "pos": 783,
      "speaker": "C",
      "text": "Let's play tune. Let's come back and do it.",
      "start": 6364684,
      "end": 6365748,
      "confidence": 0.7904455555555556
    },
    {
      "pos": 784,
      "speaker": "B",
      "text": "Eddie, knock rods. Yeah. Surely.",
      "start": 6365756,
      "end": 6367264,
      "confidence": 0.662002
    },
    {
      "pos": 785,
      "speaker": "A",
      "text": "Leave the people here behind searching for adventure it's the time for life to find tired of doing day jobs with no thanks for what I do I'm sure I must be someone now I'm gonna find out. Why don't you ask them what they expect from you why don't you tell them? What do I gonna do? You get so lonely maybe it's better that way it ain't too lonely. You got something to say do anything you wanna do anything you wanna do don't need no politicians tell me things I shouldn't be, never know optician tell me what I ought to see no one tells you nothing even when you know they know but they tell you why you should do they don't like to see you grow why don't you ask them what they expect from you? Why don't you tell him what you are gonna do? If you get so lonely? Make it better that way it ain't you only you got something to say do anything you wanna do do anything you wanna do. Tired of doing day jobs with no thanks for what I do I'm sure I must be someone now I'm gonna find out why don't you ask them what they expect from you? Why don't you tell them what you are gonna do? Don't get so lonely maybe it's better that way if you only you got something to say do anything you wanna do do anything you want to do.",
      "start": 6382044,
      "end": 6577864,
      "confidence": 0.8493701992031881
    },
    {
      "pos": 786,
      "speaker": "B",
      "text": "Eddie and the hot rods. Do anything you want to do. That's uplifting, isn't it? Oh, the drumming. Brilliant. Takes me back all the way back to 1978 on XFM 104.9.",
      "start": 6601524,
      "end": 6610066,
      "confidence": 0.9149690322580644
    },
    {
      "pos": 787,
      "speaker": "C",
      "text": "What were you doing? What were you doing? What are your memories?",
      "start": 6610090,
      "end": 6611442,
      "confidence": 0.9003483333333334
    },
    {
      "pos": 788,
      "speaker": "B",
      "text": "I was actually probably dancing around, miming the drums to that in my bedroom. In fact, I remembered.",
      "start": 6611498,
      "end": 6616162,
      "confidence": 0.8567572222222224
    },
    {
      "pos": 789,
      "speaker": "C",
      "text": "Were you nude?",
      "start": 6616178,
      "end": 6616738,
      "confidence": 0.86801
    },
    {
      "pos": 790,
      "speaker": "B",
      "text": "No, no, I remember. I think I had that while on a single, but I'd got it from an old jukebox, so it didn't have a middle. Sure, right. If I think they're called dinked. Right. And so I had to line it up really carefully and sometimes by the end, it would just slightly go out where the record was moving, which. That's a interesting anecdote there, what I was doing 25 years ago. Carl, quick, the results. Then. Monkey news. I need some monkey news, but I need the results first. Play it again and give the answers. Here we go.",
      "start": 6616786,
      "end": 6644944,
      "confidence": 0.8814137864077666
    },
    {
      "pos": 791,
      "speaker": "D",
      "text": "Songs are phrase.",
      "start": 6645444,
      "end": 6646316,
      "confidence": 0.49399999999999994
    },
    {
      "pos": 792,
      "speaker": "C",
      "text": "Name the artist.",
      "start": 6646380,
      "end": 6646964,
      "confidence": 0.7127366666666667
    },
    {
      "pos": 793,
      "speaker": "D",
      "text": "Name the artist.",
      "start": 6647004,
      "end": 6647724,
      "confidence": 0.8723433333333332
    },
    {
      "pos": 794,
      "speaker": "A",
      "text": "I know you're just 16, but looking old, it's not our fault.",
      "start": 6647804,
      "end": 6659028,
      "confidence": 0.8057725000000001
    },
    {
      "pos": 795,
      "speaker": "B",
      "text": "That's Philip Bailey again. That's too little.",
      "start": 6659076,
      "end": 6661344,
      "confidence": 0.8531785714285715
    },
    {
      "pos": 796,
      "speaker": "D",
      "text": "Right.",
      "start": 6663234,
      "end": 6663714,
      "confidence": 0.94459
    },
    {
      "pos": 797,
      "speaker": "B",
      "text": "That was rock. Set the look.",
      "start": 6663794,
      "end": 6665690,
      "confidence": 0.6992900000000001
    },
    {
      "pos": 798,
      "speaker": "D",
      "text": "Yeah, yeah.",
      "start": 6665762,
      "end": 6666794,
      "confidence": 0.916505
    },
    {
      "pos": 799,
      "speaker": "B",
      "text": "Right.",
      "start": 6666874,
      "end": 6667090,
      "confidence": 0.99693
    },
    {
      "pos": 800,
      "speaker": "D",
      "text": "We had you and cry. Started off.",
      "start": 6667122,
      "end": 6669698,
      "confidence": 0.9111042857142858
    },
    {
      "pos": 801,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6669746,
      "end": 6670374,
      "confidence": 0.86138
    },
    {
      "pos": 802,
      "speaker": "D",
      "text": "16. That was D Martin, because.",
      "start": 6671074,
      "end": 6674258,
      "confidence": 0.8673383333333332
    },
    {
      "pos": 803,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6674346,
      "end": 6674682,
      "confidence": 0.54326
    },
    {
      "pos": 804,
      "speaker": "D",
      "text": "Jane addiction.",
      "start": 6674738,
      "end": 6676138,
      "confidence": 0.675435
    },
    {
      "pos": 805,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6676186,
      "end": 6676814,
      "confidence": 0.69903
    },
    {
      "pos": 806,
      "speaker": "D",
      "text": "Chinese Philip Bailey.",
      "start": 6678194,
      "end": 6679562,
      "confidence": 0.6316100000000001
    },
    {
      "pos": 807,
      "speaker": "B",
      "text": "Bailey. That's second out in his ad. Last one we used him for Chinese where there was a hairy chinese kid. He's never got so many royalties being used in racist game shows. Brilliant.",
      "start": 6679618,
      "end": 6689424,
      "confidence": 0.8477108823529411
    },
    {
      "pos": 808,
      "speaker": "D",
      "text": "Ben Roxa and finishing with George Michael.",
      "start": 6689464,
      "end": 6692408,
      "confidence": 0.6689028571428571
    },
    {
      "pos": 809,
      "speaker": "B",
      "text": "Oh, yeah. So brilliant. Who's the winner?",
      "start": 6692496,
      "end": 6694808,
      "confidence": 0.817317142857143
    },
    {
      "pos": 810,
      "speaker": "C",
      "text": "Well, the winner, actually. It looks to me like he's got all of them here from Bognor Regis. It's Stuart Birch. Well done, Stuart. And you get that bag. Bag or tat?",
      "start": 6694856,
      "end": 6702204,
      "confidence": 0.8955903125000002
    },
    {
      "pos": 811,
      "speaker": "B",
      "text": "Bogner Regis.",
      "start": 6702664,
      "end": 6703696,
      "confidence": 0.635055
    },
    {
      "pos": 812,
      "speaker": "C",
      "text": "Yep.",
      "start": 6703760,
      "end": 6704096,
      "confidence": 0.5367
    },
    {
      "pos": 813,
      "speaker": "D",
      "text": "Oh, just needed back as well.",
      "start": 6704160,
      "end": 6706104,
      "confidence": 0.8257216666666668
    },
    {
      "pos": 814,
      "speaker": "C",
      "text": "Yeah. If you don't, just email in your address, Stuart. And you can have those goodies. If you're not interested. Don't bother, Steve.",
      "start": 6706224,
      "end": 6711404,
      "confidence": 0.9438313043478261
    },
    {
      "pos": 815,
      "speaker": "B",
      "text": "Oh, chimpanzee that monkey news.",
      "start": 6711824,
      "end": 6714352,
      "confidence": 0.707704
    },
    {
      "pos": 816,
      "speaker": "C",
      "text": "Okay, monkey related news. News from Clown Pilkington.",
      "start": 6714488,
      "end": 6717284,
      "confidence": 0.8009750000000001
    },
    {
      "pos": 817,
      "speaker": "D",
      "text": "Right? Do you know the monkey that went into space?",
      "start": 6717404,
      "end": 6720868,
      "confidence": 0.9306300000000001
    },
    {
      "pos": 818,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6721036,
      "end": 6721428,
      "confidence": 0.80695
    },
    {
      "pos": 819,
      "speaker": "C",
      "text": "Yep.",
      "start": 6721476,
      "end": 6722100,
      "confidence": 0.48891
    },
    {
      "pos": 820,
      "speaker": "D",
      "text": "It happened in 1958, right? Now, you know that, yeah.",
      "start": 6722252,
      "end": 6726900,
      "confidence": 0.884449
    },
    {
      "pos": 821,
      "speaker": "C",
      "text": "Yes.",
      "start": 6726932,
      "end": 6727356,
      "confidence": 0.86595
    },
    {
      "pos": 822,
      "speaker": "D",
      "text": "What did he do next?",
      "start": 6727460,
      "end": 6728744,
      "confidence": 0.947372
    },
    {
      "pos": 823,
      "speaker": "B",
      "text": "What did the monkey do next? One appearance on celebrity squares and it was like forgotten, right?",
      "start": 6729284,
      "end": 6734756,
      "confidence": 0.916894117647059
    },
    {
      "pos": 824,
      "speaker": "C",
      "text": "Yeah. Cut a novelty record.",
      "start": 6734860,
      "end": 6736300,
      "confidence": 0.8895539999999998
    },
    {
      "pos": 825,
      "speaker": "B",
      "text": "Yeah. It's just like Rick Waller.",
      "start": 6736372,
      "end": 6737652,
      "confidence": 0.8201933333333334
    },
    {
      "pos": 826,
      "speaker": "D",
      "text": "I'll tell you what happened. He got back and all that.",
      "start": 6737708,
      "end": 6741824,
      "confidence": 0.9096927272727271
    },
    {
      "pos": 827,
      "speaker": "B",
      "text": "Heroes welcome.",
      "start": 6742724,
      "end": 6743748,
      "confidence": 0.65171
    },
    {
      "pos": 828,
      "speaker": "D",
      "text": "NASA sort of said, you know, you did a good job. And that's where a lot of people think, you know, it all ended.",
      "start": 6743836,
      "end": 6752748,
      "confidence": 0.9438441666666666
    },
    {
      "pos": 829,
      "speaker": "C",
      "text": "Sure, yeah.",
      "start": 6752796,
      "end": 6753436,
      "confidence": 0.752005
    },
    {
      "pos": 830,
      "speaker": "D",
      "text": "But NASA were like, well, hang on a minute, time. We've trained him up and stuff. So he's like, you know, he's saying, sure, sure. You know, I've learned a lot. I've still got it all. I've kept it all. I know what to do. So they said, right, we'll use you. So he turned into like a bit of a trainer at NASA.",
      "start": 6753500,
      "end": 6768244,
      "confidence": 0.8910493750000004
    },
    {
      "pos": 831,
      "speaker": "B",
      "text": "We want to send you out on the top of an organ. Can you smoke fags? Yeah, I'll have a go.",
      "start": 6768284,
      "end": 6776364,
      "confidence": 0.8423361904761906
    },
    {
      "pos": 832,
      "speaker": "D",
      "text": "So it was. They were getting in new monkeys, you know, the main man at NASA was saying, can you teach us the same? He's going, of course I can. You know what I mean? I remember it all. I know what's going on. I'll tell them what button suppress, what to do in emergencies, that sort of thing. It was technically sort of employed by the army, right?",
      "start": 6776784,
      "end": 6795084,
      "confidence": 0.8752602898550724
    },
    {
      "pos": 833,
      "speaker": "B",
      "text": "Can I just fit in here? I don't know the story, Carl, and I might embarrass myself here. You've got an army of people down there that probably send me an equally deranged email from a different website. But I'm pretty sure when they sent the monkey into space, it was to monitor his physiology. He didn't. He didn't press any buttons or learn to dock or take off. It just. It was just the effects of weightlessness and space on basically a primate. I'm pretty sure he was tied in with electrodes to his head.",
      "start": 6795544,
      "end": 6826474,
      "confidence": 0.9051760416666669
    },
    {
      "pos": 834,
      "speaker": "D",
      "text": "Yeah.",
      "start": 6827314,
      "end": 6827954,
      "confidence": 0.68219
    },
    {
      "pos": 835,
      "speaker": "B",
      "text": "Well, yeah, I'm pretty sure.",
      "start": 6828074,
      "end": 6829854,
      "confidence": 0.8929020000000001
    },
    {
      "pos": 836,
      "speaker": "C",
      "text": "But even if that were the case and he had learned to press one or two very basic buttons.",
      "start": 6830234,
      "end": 6834210,
      "confidence": 0.9617194736842106
    },
    {
      "pos": 837,
      "speaker": "B",
      "text": "Definitely not. Definitely not.",
      "start": 6834242,
      "end": 6835594,
      "confidence": 0.93374
    },
    {
      "pos": 838,
      "speaker": "C",
      "text": "Even if it were the case, I'm pretty certain they wouldn't have brought him back to train up Neil Armstrong.",
      "start": 6835634,
      "end": 6839974,
      "confidence": 0.9317114999999998
    },
    {
      "pos": 839,
      "speaker": "B",
      "text": "Right. Definitely.",
      "start": 6841154,
      "end": 6842454,
      "confidence": 0.8707750000000001
    },
    {
      "pos": 840,
      "speaker": "C",
      "text": "Neil, what are you gonna say when you come out there?",
      "start": 6842874,
      "end": 6844594,
      "confidence": 0.8913690909090909
    },
    {
      "pos": 841,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 6844634,
      "end": 6845154,
      "confidence": 0.6422049999999999
    },
    {
      "pos": 842,
      "speaker": "C",
      "text": "I was thinking of just saying it's made of cheese.",
      "start": 6845234,
      "end": 6848562,
      "confidence": 0.8911580000000001
    },
    {
      "pos": 843,
      "speaker": "B",
      "text": "Don't say that. What about. I've noticed that you got little legs, right. But mankind. Step forward. Where. How could I put that?",
      "start": 6848578,
      "end": 6853706,
      "confidence": 0.8483852173913043
    },
    {
      "pos": 844,
      "speaker": "C",
      "text": "I was just gonna say, I'm on the moon.",
      "start": 6853730,
      "end": 6855026,
      "confidence": 0.9118499999999999
    },
    {
      "pos": 845,
      "speaker": "B",
      "text": "It's great to be here. I wish you were here. Hi, mom. Yeah, go on.",
      "start": 6855050,
      "end": 6858732,
      "confidence": 0.8953873333333335
    },
    {
      "pos": 846,
      "speaker": "D",
      "text": "Anyway, basically he got back. They sorted him out with a nice pension. He was happy because of, like, the rank that he got. He was like, you know, he had loads of medals and stuff. He said, right, we'll make him a colonel. He got that. Like I say, he got a pension. And he died in 1969. He was buried with his wife.",
      "start": 6858788,
      "end": 6882796,
      "confidence": 0.8940718461538459
    },
    {
      "pos": 847,
      "speaker": "B",
      "text": "He passed away.",
      "start": 6882940,
      "end": 6884104,
      "confidence": 0.7434633333333333
    },
    {
      "pos": 848,
      "speaker": "A",
      "text": "I'm sure.",
      "start": 6885004,
      "end": 6885780,
      "confidence": 0.78113
    },
    {
      "pos": 849,
      "speaker": "B",
      "text": "I'm sure it just goes on to a different website about something really different. Yeah. His page is missing. Oh, dear.",
      "start": 6885892,
      "end": 6895308,
      "confidence": 0.827702857142857
    },
    {
      "pos": 850,
      "speaker": "D",
      "text": "So.",
      "start": 6895436,
      "end": 6895844,
      "confidence": 0.92519
    },
    {
      "pos": 851,
      "speaker": "B",
      "text": "Well, that Carl. I'm. Someone could call in. Did they train, like, of the dog to sort of like, you know, doc and reinventing bother?",
      "start": 6895924,
      "end": 6906780,
      "confidence": 0.8350207999999999
    },
    {
      "pos": 852,
      "speaker": "C",
      "text": "They didn't even bother.",
      "start": 6906852,
      "end": 6908196,
      "confidence": 0.7213375000000001
    },
    {
      "pos": 853,
      "speaker": "B",
      "text": "They just sent him up there and then they didn't have to bring him back. They just went, yeah, that's. That's brilliant. Well, I can do that.",
      "start": 6908340,
      "end": 6912862,
      "confidence": 0.8228733333333332
    },
    {
      "pos": 854,
      "speaker": "C",
      "text": "Yeah.",
      "start": 6912918,
      "end": 6913554,
      "confidence": 0.55077
    },
    {
      "pos": 855,
      "speaker": "B",
      "text": "Amazing.",
      "start": 6914694,
      "end": 6915398,
      "confidence": 0.99175
    },
    {
      "pos": 856,
      "speaker": "D",
      "text": "Really?",
      "start": 6915486,
      "end": 6915878,
      "confidence": 0.6768
    },
    {
      "pos": 857,
      "speaker": "B",
      "text": "Yeah. What do you think that Carl. Rubbish in it.",
      "start": 6915966,
      "end": 6919854,
      "confidence": 0.6801449999999999
    },
    {
      "pos": 858,
      "speaker": "D",
      "text": "Sort of brought down a bit, but.",
      "start": 6919894,
      "end": 6922542,
      "confidence": 0.8206214285714285
    },
    {
      "pos": 859,
      "speaker": "B",
      "text": "The little monkey made a colonel. Hero. Big hero. What was he in? What, scratch was he in? Sputnik?",
      "start": 6922558,
      "end": 6930074,
      "confidence": 0.8540336842105263
    },
    {
      "pos": 860,
      "speaker": "D",
      "text": "He was in Jupiter am.",
      "start": 6931814,
      "end": 6935954,
      "confidence": 0.7756179999999999
    },
    {
      "pos": 861,
      "speaker": "B",
      "text": "Yeah.",
      "start": 6936374,
      "end": 6936966,
      "confidence": 0.74458
    },
    {
      "pos": 862,
      "speaker": "C",
      "text": "Let me see that piece of paper.",
      "start": 6937070,
      "end": 6938110,
      "confidence": 0.9619285714285714
    },
    {
      "pos": 863,
      "speaker": "B",
      "text": "Yeah. I can guarantee there's nothing there about his. His training other than, let's hope he's not sick on the control panel when we shoot him up at 400 G's. Oh, dear. I love the fact that you think this monkey was a high. Do you know, I mean, when you think of these things that are less than the monkey's face. Do you think of the planet of the apes like that? Sort of talking sort of chimps and gorillas and they're. They're in tunics on horseback with snub nose rifles. What do you think of just a.",
      "start": 6938142,
      "end": 6970622,
      "confidence": 0.8742672727272727
    },
    {
      "pos": 864,
      "speaker": "D",
      "text": "Little monkey getting on with it? He knows his job. He knows what he's got to do gets on with it.",
      "start": 6970638,
      "end": 6976566,
      "confidence": 0.9070766666666665
    },
    {
      "pos": 865,
      "speaker": "B",
      "text": "Look, he's pressed the button. Watch him press the button. This takes me back. Do you remember? 1965, I think it was.",
      "start": 6976670,
      "end": 6981830,
      "confidence": 0.9076986363636362
    },
    {
      "pos": 866,
      "speaker": "C",
      "text": "We're going to use him to train other dj's.",
      "start": 6981862,
      "end": 6983714,
      "confidence": 0.8634155555555556
    },
    {
      "pos": 867,
      "speaker": "D",
      "text": "That's it, then.",
      "start": 6985974,
      "end": 6986670,
      "confidence": 0.73074
    },
    {
      "pos": 868,
      "speaker": "B",
      "text": "Goodbye.",
      "start": 6986702,
      "end": 6987422,
      "confidence": 0.98105
    },
    {
      "pos": 869,
      "speaker": "D",
      "text": "Thanks.",
      "start": 6987558,
      "end": 6987942,
      "confidence": 0.94312
    },
    {
      "pos": 870,
      "speaker": "B",
      "text": "Cheers. Cheers.",
      "start": 6987998,
      "end": 6988994,
      "confidence": 0.77444
    },
    {
      "pos": 871,
      "speaker": "A",
      "text": "My friend and me looking through her red box of memories faded, I'm sure but love seems to stick in a veins, you know yes, this love if you want it don't sound like no son it my love yes, there's love if you want it don't sound like no sonic my love my love why can't you see that nature has its way I want it eyes open wide looking at the heavens with a tear in my eyes yes, this love if you want it don't sound like I'm sonic my love yes, there's love if you want it don't sound like no sun my love, my love see you faster than I won't without of my love dream is not the day when I can't feel my sight here we go again and my pain is gone my love I stopped to say hello cause I need you to know right now, right now, right now XFM XFM's London.",
      "start": 7001444,
      "end": 7230214,
      "confidence": 0.7829841975308646
    },
    {
      "pos": 872,
      "speaker": "B",
      "text": "XfM's London with the Guardian guide. Today in the guide to celebrate the release of Johnny Depp's new film, Pirate of the Caribbean, there's a section on the art of swashbuckling. You know, I always thought with his dandy shirts and velvet pantaloons, Lawrence Llewellyn Bowen would have made a good pirate, though I suppose he'd just flounce onto your ship and give it an art deco makeover, wouldn't he? On at the Highbury garage tonight is Jagger jazzist? They're a multi instrumentalist. Experimental free jazz outfit that attempt to bridge the gap between soft machine and modern electronica. One for the top load of fans, though, on at the rhythm factory on Whitechapel Road. Air is an zero two in this city special featuring Stanton warriors. Meet Katie crafty cutts, Lee Coombs, Ali B and Joe Ransom. As for the real hot ticket, well, performing tonight is a man who has single handedly changed the landscape of popular music, revered by artists the world over. His influence can be felt from the seismic riffs of the white stripes right through to the ambitious electronica of Apex twin. Yes, I am, of course, talking about former take that singer Mark Owen. He performs his stunning new material at gay tonight. XFM's London with the guide listings free with the Guardian today.",
      "start": 7230714,
      "end": 7297334,
      "confidence": 0.8807481447963805
    },
    {
      "pos": 873,
      "speaker": "A",
      "text": "So what does my big strong lover man want me to do for him?",
      "start": 7298554,
      "end": 7302774,
      "confidence": 0.9455842857142857
    },
    {
      "pos": 874,
      "speaker": "B",
      "text": "Tell me what you look like. I've got dank, mouthy air, hips that are spreading like an oil slick, three chins and I'm wearing leggings. Ginsters.",
      "start": 7303154,
      "end": 7317458,
      "confidence": 0.8350253846153846
    },
    {
      "pos": 875,
      "speaker": "C",
      "text": "Real honest food.",
      "start": 7317546,
      "end": 7318506,
      "confidence": 0.84653
    },
    {
      "pos": 876,
      "speaker": "B",
      "text": "Do you find that sometimes in meetings your head suddenly jerks up and you think I nearly nodded off then? Well, you might have. It's called a micro sleep.",
      "start": 7318570,
      "end": 7326500,
      "confidence": 0.9362037931034479
    },
    {
      "pos": 877,
      "speaker": "D",
      "text": "It may only last.",
      "start": 7326572,
      "end": 7327124,
      "confidence": 0.9905825
    }
  ]
}
