{
  "id": "3ebc1867-33cf-4530-bb36-28c2ca4e0748",
  "status": "completed",
  "text": "Doves caught by the river on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington doing the button stuff. Actually becoming a little bit of a producer. Carl working hasn't. He's got a few games and we made him. He's getting a bit stressed when we shout him because the mics don't work or it's hanging off. It was too hot in here. He couldn't get the thing working last week. I mean, I really would throw this studio away and get a real one. Yeah, well, I'd get one of those ones you can buy for, like, tenor from Argos. Yeah. Like Bon Tempe. You. My first might. Yeah, my first picture of Carl on it. Yeah, that'd be great. Great product place. What have you got this week for us, Carl? Because again, we've put very. That we. I said I would put. I'm not hungover, but I put nothing in. Rick, have you done any work for this week? No, no, none whatsoever. No, no, no. What we got? What we got, quick, keep them there. It's bypassed. They're turning over already. They're finding other things. There's melon sue, there's everything. We're gone. We've got. After the success of last week, rock busters. We're doing that again. Sorry, were you on the same show as us? I thought it went all right last week. Yeah. So we'll be doing that. Got some nice prizes. Which. What prize? What arbitrary films have you got? No, I'll tell you what, if it's children of the corn, two, then can I. Can I enter this competition? What is that? He's got some different prices. Maybe I should. I should just tease the audience with those a bit later. Exciting stuff. That's gonna be amazing. Yeah. I don't wanna give too much away, Rick, but one of them is a cool of the office on DVD. Is anything like maybe Burt Reynolds straight to video film. Any of those in? Sadly, nothing quite as classy. Fists. Yeah. Right. So we've got. We've got that lot to give away. Yeah, we've got educating Ricky well, because. You taught me that people used to eat tomatoes off lead plates in the land of Narnia last week, which was good. Yeah. The only tomatoes they offer their lead plates, by the way. Why. Why didn't they think other fruits and vegetables were poisonous? No, it wasn't. It was because tomatoes had acid in them. That was the problem. You see, you don't. Don't listen. Right, well, lots of fruits have acid in them. Yeah. But they didn't eat them back then. They didn't have bloody kiwi fruit and stuff. They're bloody. You're a producer. I start saying shit and cock and stuff. You start saying bloody tits. Play the hang up, right? And go on. Keep him hooked. Right. We've still got a song with a story in it. Yeah. You don't want to play babushka, do you? He doesn't like the idea of babushka. I told him that was a story. Yeah. And he doesn't like it. A devil went down to Georgia someone sent in, you know, he's looking for a soldier. Steal. Doesn't like it. Won't you like that? Do you know the song? Not particularly. Right, so it's a song about a lad who goes into a pub on a normal night. It's in sort of the deep south of America, New Orleans. You know, it's not the old Kent road. Right, okay, go on. He goes into a pub. There's a devil in there. He's getting a bit cocky. He's had a bit to drink. And he's saying, do you want to sort of gamble your soul away with me? And we'll see who's best at playing the violin. And I think the lad wins in the end, but it's not real enough. Whereas the one. What, not like the shadow that got a fed up and started pushing kids off bikes. Rick, I think you're interested to stuff that no one made sense on last week. Yeah, yeah, exactly. I don't think we should refer to last week. Let's play mock turtles. Can you dig it? And then we come back and we'll talk about that. I've come to the conclusion, Rick, we should never refer to stuff Carl said in the past because it would just take too long to explain. Okay, all right. There. Now, mock turtles. Can you dig it? What I've done is I've taken the title and I've done it like I'm talking to someone. XFM 104.9. Could you raise with me, Steve Merchant and Carl Pilkington? So, Carl, how excited are you about Ricky's celebrity boxing match? Are you gonna be there? Are you aware of this? You're aware of all this? Yeah, I've heard about this. We can't name the opponent because that should be a surprise. But anyway, it's for charity. It's a charity boxing match. Yeah. And I always wanted to beat someone up for charity. Yeah, exactly. He's a good cause. But the thing about Ricky is, I mean, I don't know if you're aware of this car, but Ricky's one of these men who, he doesn't mind sort of making a fool of himself on the telly and being funny and stuff. But if people said to him, right, you can either be Britain's funniest man, universally agree that you're the funniest man in Britain, or you could like beat some gangsters up in a pub, he would go that, oh, please, just let me beat people up in a pub and like, maybe like, maybe like an old man's being hassled, like by some street, you come in and like smash some bottles over their heads and sort of sort it out. Against the odds, though. Against the odds. Yeah, sure. He's got this kind of point, come on. But the point is he quite likes the idea of being sort of macho and. You know what I mean, and kind of a tough guy, you know, because he grew up in a rough boxing. Yeah, but you'd love the idea of people going, don't mess with Ricky Gervais. If someone said, don't mess with Ricky Gervaise, that would be exciting. Never mess with Ricky Gervais. He will destroy you. That's what you'd love. Because you used to do karate, didn't you? You were Kra and you got, didn't. You get all the way up to white belt? No, I was one away from black and then I stopped working. Oh yeah, one step away from black, was it really? Yeah. Okay, so anyway, I was chatting to him last night in the pub, because obviously the boxing match is in about five weeks time, I think, isn't it? Yeah. Anyway, he was sat there. Carl, I don't know if you know this about Ricky, but he's taken to smoking cigars. No, I did. Are you aware of this? I had the occasional one. He got a cigar, he got like a Monte Cristo out of his pocket. It was ludicrous. He looked like George Peppard for the atmosphere. It was pathetic. And he was drinking Guinness and I was saying to him, but aren't you doing a boxing match soon? And I'm starting training next week. You're not concerned that it's gonna have an impact? Well, I mean, what I'm saying is, you know, like the boxers that, you know, they normally put in some effort. And stuff, years of training. Yeah. 530, yeah, yeah. Cuz you reminded me of Frank Bruno when he was preparing for panto, not when he. I don't think he even spoke then, did he? And drank. So I don't. What's your thinking, Rick? Cause you know you're gonna get your face pummeled, you know that? I mean, you're gonna. They're gonna destroy you. You haven't got a chance. That's why I left it this long. So I definitely lost my looks. But you haven't got a chance. You haven't alarmed. Have you ever been? Have you ever. Sorry, sorry. Listen, sorry, but I'm genuinely concerned. Is this sort of psychological training? Because. No, it's not psychological training. It's a warning. I've spoken to your friends and your loved ones, and they all agree. We've got a petition going. We're sending it to the BBC. Please do not let this man box anyone else, please. But they're gonna beat you. Seriously. I mean, have you ever had a punt, like, a boxing glove in the face? No. I think you should let us punch you next week live on the show. You'd like that, wouldn't you? No, because I just. Well, because you've got to get used to it. Because I think you're gonna either cry, just start crying uncontrollably, or just run away. You'll just run away. You'll just climb out the ring and run off. Yeah. This is the same tactic that Allie used to gets forming, rumbling the jungle. But I just got the idea. Cause I think a boxing girl. Cause I know you're wearing, like, huge. Aren't you wearing, like, huge kind of foam boxing? No, we're not. No, no, I thought. No, we're not. We're using normal amateur ones. Are you wearing boxing gloves? Like those ones they used to have on gladiators. Those big foam gloves you. Just slap each other in the faces. And the big sumo suit. So I should be okay. Do you get to. You get some kind of head protection? Do you? Yeah, yeah. It's Ama. It's amateur, so. It's amateur, you say? No, I mean. No, no, no. I mean, I think that Amor is the head guards vest and 16 ounce gloves or something, as opposed to professional, which is no vest, bare chested. Maybe I can ask to fight bare chested, because I'd quite like to show off my body. Yeah, if I could. I think wrestling is. But I don't mean, like those. Kind of like the rock and people like that. I'm talking about big daddy, giant hiccups. That kind of. That'd be great. You can just throw something on someone. Where they can sort of, like, be nearly dying, but then they can do a stomach butt. Yeah, yeah, yeah. Stomach to stomach. That's a good move, isn't it? In british wrestling, I always like that one. Like two elephants, seals fighting over a female. Is it true that you've spent, knowing you, you spent more time deciding what tune you're going to enter the ring to? I want to come out to California by two pack and doctor Gray. I think that'd be really good. That's embarrassing. And I'm going to come up with loads of little midgets to make me look really big. I mean, I don't know what the BBC think of that, but, yeah, it might be a. Maybe we should take some suggestions as to songs that would be perhaps more appropriate. Okay. I get knocked down but I get. Up again a fatty bum bum yeah, yeah, yeah. Play record, Carl. It's gonna be dissed me. It's gonna be next week. Take a. You take a punch in the jaw. Next week on Elks long distance, on XFM 104.9. On the way in, you know those little cars? They look like a little bubble car. They're modern ones. They look like half a car. Is that like a smart car? Is that. Yeah, they look like, they just look like a toy car and you can park them sideways. There's only. Is there any room for two people? Yeah, yeah, yeah. It's just like the half the front of a voltmeter just cut in half. Right. And, um, I saw one going Oxford street, and it's a police car, a real police car. Right. Yeah. And I mean, I thought, what, what happens if they had to chase someone? They couldn't. But I think that's the point because it was written on the side. It said something like cleaner, something more efficient. So I think they're making the point that we're cruising round in this car like we're on the beat and it's using this energy and stuff. Yeah. But the first thing I thought of, right, was that those two policemen, they must be going, oh, sarge, don't let us have that one. Can't we have the granada? Yeah. I mean, it's so embarrassing. I know, you know, police that, you know, they're doing, you know, but you've. Got to respect them. Yeah. Tufts have got to. Exactly. I just don't know if you have. Well, the only thing more embarrassing, if. You'Re really tall and you have to climb out of one. Are there any policemen out there who have been asked to drive one of these cars? If you're listening to the police, listen to this. The only thing that would be more embarrassing is if you had to patrol on one of those bikes the goodies used to ride. That's the only thing I think that would be more pathetic. A pogo stick. Yeah, it's so embarrassing. Or on roller skates, but not like roller blades. Roller skates. Those really old roller skates. Have you seen that you tie on your socks? Yeah. Have you seen those little bikes that look like clown bikes that the curriers use now? They're about a foot high. They looked. My head turned. Yeah, they're really just thinking. They fold up. Yeah, but think, please. Been chasing you on that. Well, I always remember, even in America when I started seeing policemen riding bikes, it didn't seem to me, it seems. Oh, they're quite cool, the ones that go through Central park on the mountain bikes. Yeah, but that's really cool, isn't it? You know, they looks like they should be whizzing along about 30 miles an hour and they can just. Like on motorbikes, on a Harley Davidson or whatever. I'm not messing with a cop. A chips. I mean, chips. Now that's cool. Coppers. Yeah. Yeah. People in a smart car or, you know, that's a bit embarrassing. I suppose. It is that. Or it's better than walking. You see the windows? If you really want to be kind of worried about the environment, you know those little taxis, you see that people pedal, they pedal around Soho. Yeah. And when it's like a riot squad, there's four in the back. That's the thing, right? If they need to arrest someone. Yeah, here we go. Go on. No, what do they do? Because they do only sit too. So do they have to flag a cab down or something for the criminal? We'll give you the money, get a receipt, we'll go there. Yeah, you definitely will, because we've been caught this way before the last float. He just ran off. No, I won't run off. Okay, well, I'll tell you what, mister policeman, I'll take your car then. I. Okay, go on then. Yeah, you definitely bring it back, though. I will, I will. Well, isn't there some in America where when they arrest someone in America, they don't take them back to the station and fill out all the forms. They just take them back to the station and then they go and fill the forms out in a, like a cafe or something. So they're still looking out? Yeah, yeah, Carl told me that they're. What, so they're still on patrol? Yeah. So they said they're doing all their paperwork, but they're in the, you know, a cafe window and they're looking out. Do you know, like, how they say in this country, so much police time's wasted by having to go back to the office and filling out loads of forms? That sounds like some policemen going, yeah, I could get a lot more work done. Yeah. If I was in the Starbucks. Yeah. Yeah. No, there's a lot of criminals in the pub. And if I would, you know, and I get to keep the receipts. Yeah. What's safest is if I didn't wear my uniform and probably got drunk. Yeah. Yeah. With some mates or a lot. A lot happens in, you know, looking out my bedroom window. So if I was just, like, snoozing. I was snoozing and when I heard a noise, I just popped out of the lookout. Yeah. Come here, come here. Yeah. Apparently there's a lot of crime in Marbella over the next two weeks. Who has to drive one of those cars? Were you annoyed when you saw. It's the most embarrassing. Yeah, definitely. Yeah, definitely. No, I think the pogo stick. Pogo stick one. The triple tandem. We should get that. We should get with the road show. Carl does all the pedaling. I'm in the basket in the front. Superman. Play a record car. What we got? What do you want? The hoople. Oh, mother Hoople. Yeah. Took it out of the library. Add one. I had one add. Greatest it. Which was enough, wasn't it? Yeah, for us. Roll away the stone. Coldplay, the scientist. Have you seen the video for that? No. Absolutely magnificent. Is it? It's brilliant. I was always walking backwards. Oh, yes. I like. Yeah. I still haven't worked out how to do that one with the. Whether it's a filter, they just turn up the light because it gets light through. Yeah, yeah, yeah. And it's slow as well, so he. Must have win an award. I'd like him to win awards. I like Coldplay. Yeah. Rick, can I just. Sorry, I don't to abuse our position again, but Bruce Springsteen's performing in London tomorrow night. And you remember I made an appeal to try and get a free ticket. Well, I don't even mind paying. I tried to pay, but that's good of. Yeah, and I thought you were mean. No, go on. What are you gonna say? All I'm saying is face value. I mean, you don't want to be ripped off, do you? No, don't be crazy. You know, ideally, half price. Yeah. And I just. I've been chasing kind of my tail, really. I just. I'm. I'm not going at the moment. I'm not going. And I'm desperate to see. I mean, you know, he's gonna do a great concert. It's his only one in London. I can't believe that. Being on the radio, being on XFM. The listenership's going up, apparently. I can't believe I can't get a ticket. I've asked Carl. He's done nothing. He's done nothing. No, no, Carl made a very good point. Nothing. Co tell what you said when he was whinging in the front, first of. All, while she moaning. You also asked in the week for a badly drawn boy album. Yeah. You got in today. Yeah. There's one there for you. Well, yeah, but it's yin. Yeah, and it's like. Yeah, but I don't. You know, Carl, what Steve ever done for you? That's what you got to ask yourself. What has Steve ever done for you? Well, he took me to the Baftas. Yeah, but only cuz no one else would probably want to go with you. I can't believe that is. I do not believe that. Oh, Steve. I'm gonna stitch you up now, Kyle. And it's in a nice way. And don't worry, it won't be too bad. He won't take too bad. Kyle sent me a little text message today, right? No, no. What is this? Right? Okay, okay. You know, I'm in a very frail mood at the moment. This is funny because me and. Me and him have been like, sending that trivia back and forth to each other, which is another point, right? I sent him. Oh, well, I'll get to that in a minute. I thought he'd really be amazed with them. While you're fiddling, if you can make my dream come true to go and see Bruce Springs team tomorrow, then give us a call on the usual number. But like I said. Steve. What? It wouldn't be right. You just said when the song was on. Can't believe it, right? We work at XFM and I can't get tickets for Springsteen. Right? We work in radio. We should get tickets right now. Think I'll pay for. Yeah, but think of the. Yeah, but if it's sold out, he's sold out. Yeah, yeah, but that's just something they say. That's just what they say. Is it? Right, so everybody on local radio stations say, do you know, I like that Bruce Springsteen. I want a free ticket. Right? So another say, I tried to phone. A phone for an hour and a half. I couldn't get through. Not long enough. I put the hours in. Not long enough. Not long enough. What? You told me I put the hours in. Right? So another 400 people turn up at the gig, they cram them all in. There's people being crushed. You know, they've paid the money early. They were up early that day when they. When the phone lines were open whilst you were probably sleeping and that. So they're dedicated and they're the ones at the front getting crushed. What? Would you mind, be happy if you were there getting crushed? I don't mind. I'll sit at the side of the stage and watch him. Yeah, but I don't mind. But everyone will say that then. And then before you know it. Yeah, I can see anything. Right, I'm gonna give you this now. Handing over my mobile phone, Steve, to read the. You can see it's from Carl at the top, but just read it out as you scroll down. Just read it out loud. Is this a text message from. Yeah, this is a text message to me from Carl. Read it out. To see at night as well as an owl, you would need eyes the size of grapefruits. If only Stephen could turn his head right around as well. Carl. I can't believe it. What? What upsets me most, Carl, right, is not the fact that you've been slagging me off behind my back. It's the fact that you've got the. Cheek to come on here and moralize because you failed to get me tickets and make a dream come true. You've come on here trying to pass the buck and say that it's a health and safety problem when in actual fact it's a Carl Pilkington problem. I'm devastated. I'm devastated. You know, and then I record. I just. I must have eaten this banana off air. What's the number? It's zero 8700-800-1234 but if it sold out, Steve, it's sold out. A bit of a classic here, Rem. I bet if Ricky wanted to go, it'd be fine. I'm sure someone could sort out then. Oh, boy. If Ricky Gervais wants to go, then you can come. Are you? No. You too? Electrical storm. That's great. That's great. I love that. On XFM 104.9, on Ricky Gervaise with me, Steve Merchant and Carl Pilkington. Carl, I want you to tell Steve what you told me in the week about the snake, about the anaconda. How to. Right, this is Carl's method, is not scared of the anaconda, the 30 foot long, biggest, scariest snake. No, you were talking about stuff, weren't you about in jungles and that, and animals, as we do. And I remember reading about, say if you're in the jungle and you get tired and you go to sleep, right, and you, and you sort of wake up and you feel something on your leg and you look down and it's an anaconda, right? Yes. And it's, uh, it's swallowing your feet because they, apparently they always go from the feet up. They never, they never eat you from the head. So should I save these points to the end? Because, make a list of the points. They always eat head first because the way the fur goes, whether they have to take a capybara or even a rat, that they take it from the head. Make it, make sure that's wrong. We'll come back. Okay, next. Go on. So they always eat you from the feet. Go on. So, so they swallow in your feet. And it said on the, on the website, if you wake up and you see this anaconda doing that, sort of eating away at your feet, don't panic. Don't panic. I'm just writing this down. Don't panic. Hold on. Okay, go on. Don't, don't try and kick it off. Just let it sort of swallow you, but only up to your knees. Okay? Why, why not kick it off straight away? Because it's, think it sort of gets a bit angry, starts thrashing about and it can swallow faster, I think. I'm guessing that bit. Okay. Just put a question mark by that. Pop a question mark. Next. Knees. So eat it up to you. It's up to your knees. And then what you do is you get a knife. Yeah. Okay. And you caught. And how'd you get a knife to you walk over to the kitchen, I. Was gonna pop over, get knife. Where's that come from? Get yours up a knife. Always have a knife. Otherwise you're fine. Always have a knife. Okay, well, come on. Yeah? Yeah. If you're gonna go into a jungle. Always have a knife. Okay? Always have a knife. Yeah. Simple. Um, could I just a bit, you know, suppose you've got your wearing combat trousers and the knife is actually in that, you know, those, the trousers by the knee, this sort of pocket by the knee. What happens then? You can, I suppose you could still reach in, into the mouth, couldn't you? So anyway, you've got a knife. Let's say you've got enough. Let's say you fall asleep. The anacondas, it's chewing your feet, you let it eat up to the knees. You've got a knife. What do you do then, Carl? Right? So he's up to your knees and what you do, you get your knife that you got out your pocket earlier and you cut it at the mouth, right? Do you know, like either side of the lips? Right? So you're sort of cutting it in half, right? Like a Chelsea smile. And it can't. Yeah, that's right. It can't do anything. It wasn't ready for that. It can't move about because it's got like, your legs in its mouth and peel it off and walk away. Okay. My main point really is this, Carl. Never will an anaconda or any constrictor, python, boa constrictor, just start eating a sleeping man. He will crush you to death first. That's why they're called constrictors. They're not called gobblers, are they? Or holy swallowers. They're called constrictors. Why would he start eating something? Is that. Are they take down antelope, just start chewing her leg. Oh, it's gone off. I'll tell you what, lads, they get together. This next one said, I'll tell you what, we're losing a lot of prey by just living at their ankles. They're running away. Let's crush them to death first so they can't move. Then we can swallow them. You're a fool. So anyway, right, so I was telling him this bit of information because we started a feature last week. Well, week before. Sorry, Carl, can we just go back to the crushing you to death first? Yeah, but. Well, I read it. He's one. He's won there. He's being you there, Rick. Okay, say what to do if it starts. No, no, no. Did it say what to do if. Supposing it had this meeting, add this meeting and it started crushing you and you woke up and it was actually round your chest, and every time you tried to take a breath and breathe that a little bit, it just tightened its grip, because it can feel that what, what you do. Then you. You sort of tighten yourself up anyway. I've read about that. Yeah. If one does start wrapping around you, you sort of make yourself into a ball, first of all, and it'll wrap around you, but it's all right because you're protecting your lungs so it can't crush you. And then you just sort of shout for help. And you. And you shall help with this 30 foot snake. Do you know how it works? It gets as tight as it can. It can feel actually as tight as it can. Right, with these huge, huge muscles. Right, right. When you leave a bit of breath out, it tightens again. Don't. You won't be that out of breath. You haven't been running anywhere, so you can just go. What? And when do you get the new mouthful of oxygen? Just. Just breathe very slowly like you do. How do you know what breathing is? Do you know what breathing is? It's extending your rib cage, right? Intercostal muscles between the ribs contract like that. Okay? Making this rib cage expand, which pulls air in through. It's like a bellowing that you can't just breathe by via the mind. It's a physical process. It's your rib cage. Well, you know, maybe I'm special, but I can do little breaths without my ribcage. No, no, no, no. You can't take little breaths without moving your ribcage. Can I just give you the titles, because we've run out of time. We've got a competition to do. Okay, all right. Let's just leave the anaconda discussion. Why don't you agree to disagree and we'll see who survives if you crash land in the jungle. Right. So what is this? What are you doing now? This is educating Ricky. Oh, good. I look forward to this three topics. That I teach you every week. Yeah. Now, obviously, I should just remind people, you normally summarize each of these in a kind of bullet point heading, which you tease us with. So what have you reduced them to this week? Right, we've got stocking, Aiken and Waterman. Stocking Aiken and Waterman. Yeah. What else have we got? We've also got. What else is it? It's not. Is his vault. Yeah. It's not what? It's not his vault. Okay. Yeah. And we've also got. Get a lobe of this. Get a lobe of this. Yeah. Carl, they're genius. Rick, are we choosing one of these after new order? Oh, foo fighters. And all my life on XFM 104.9, I recognize with me Stephen Merchant and Garth Elkinson. Just before we do educating Ricky, this is where Carl thinks he can give me something of interest and teach me something to take away. Last week, I found out that somewhere in a strange land, people thought tomatoes were poisonous because they ate them with lead. Things like that. What was the other one you told me last week? Worms. Oh. I sent him a text message. I was on the train, bit bored, and I read in, I think it was metro scientists have found out that worms get stressed and they found out that the fat ones didn't live as long. And when they checked the thin ones that live longer, they found out they had a gene for de stressing them. Right, Carl? What? Did you remember what you said? No. He went, well, that's stupid in it. He said, did these other ones die of natural causes? I went, yeah. Went, all right. Because it could be that the fat ones couldn't get off the pavement quick enough and got squashed. So maybe the scientists go, yeah, we didn't. Yeah, they used to. Come think of it, they were flat as well as fat. I think the reason that the worms are getting stressed is because people like Carl are cutting them in half to try and make two steaks. Yeah, yeah, two worms. Yeah, that's the concern. He said. He said they can't even commit suicide if they're stressed by cutting their throat. I also sent them what I thought was quite interesting, that the scientists have found that the elephant hasn't got the best memory the sea lion has, based on. They've got a sea lion and they got it back into the old laboratory ten years after it taught it a simple trick. And it could still do the trick. What did you say to that car? I'd say they don't go up too much anyway. So if you do teach you something, is going to remember it. Sure. Because it's got now else to do. Yeah. And then it also. I mean, I like sea lions, they look nice and everything, but what do they do? What was that? Sea lions. Yeah. What are they here for? It's another jellyfish. He says, as far as I'm concerned. Concerned, like it's there and people know about and. But what do they do? Yeah, what do we do? What do we do, Carl? What do we do? I can't, I can't. First Steve said it's good for your heart. See, why is all geared to what's good for us. Well, anyway, educating Ricky. Go. Be settled that, then. Go on. The titles that are meant to sort of pull you in. Yeah, we've got if. What was it? Stocking Aitken and Waterman. Yeah, you've got. It's not his vault. And get a lobe of this. Get a lobe of this. So which pun do I pick first? I think I'll go for? Get a lobe of this. Get a lobe of this. Yeah, get a lobe of this. Yeah. Well, that's. That's a story about a girl who. She was deaf, right. For four years. And it happened quite a bit like this. What year? Or was it ages ago? Was it about. Yeah, quite a bit. Back. She was deaf for about four years, having an argument with a mum, it said, which I didn't quite understand, because I don't know how they do that. Yeah, but she was having an argument. Well. And a man pushed against a wall, and she banged her head, and hearing. Came back, okay, was she wearing a walkman? And it fell out and she realized. Oh, there's no explanation. There's no explanation. Why is that teaching me something, then? So I knew you'd say this, right? So I thought, right, I'll stick something on it. Do you know that bees are death? No. No. You can't just. No. If you ask someone something, they don't. The answer. They don't tell you something else. Just. I'll tell you something else, then. I can't answer that. I'll tell you something else. Imagine that if you asked a teacher, look, how do birds fly? Wow. If you're gonna do that. Tallest building is. I mean, what? That was the equivalent, Karl, of running away. Yeah. The intellectual equivalent of going, look over, there's a monster. Listen, what do you mean? What she. Okay, so. So she. There's no explanation or you don't know? Well, there isn't one. These Lyra doctors not look into it now. I think they just said, oh, that's good. It was bizarre things about being deaf. Was that book. Yeah, it's a good book. That was there. Three more pages you just could be bothered to read on? Yeah. No, no, it was just a little bit. And it was there. A little picture. Cartoon picture. Pictures. I just. Ow. Ow. If you don't want to learn. Yeah, yeah. Okay, okay. It's not his vault. Let me have. It's not his vault. You gotta save this. This has got to teach me something. It'd be an interesting story. Right? It's not his vault, this fella? Yeah. What year, eight times? And I'd say in the seventies. Okay. Would you. Any evidence for that? Does he wear flares in the. In the story? No, it's a bit like Yorigal, this fella, right? Where he's electric. He's electric. And if he walks past the telly, the telly would fizz. If you walk past the radio, it all goes like that. His hair stuck up all the time, and he'd be having a bath and everything would be all right, and then the power would sort of switch on in his body, and the electric in his body made him jump out of the bath. So what do you mean, so? What is that so what does that so mean? You've given us nothing. You've given us nothing. You'd have to at least give us the scientific explanation. Yeah. Electric eels have 400 volts in them. Oh, is this the running away again? What was that one called? Yeah, but they. But it's not his vault. But there's a reason. I thought it was gonna be somewhere about. I think we should do these the other way around. I think you should tell us the story and then we'll hear the pun. It's not his fault. It's not his fault. Right, let's leave it. We're not doing it. No, we are. What? Don't look at me like you're in a bad mood. The Carl dreaming of you. Right, do the last one. Do the last one. Carl's saying we're never doing this again because we don't appreciate it. Yeah, Carl, you don't know how good this feature is, mate. Right. Last one. Yeah. Stocking, Aiken and Waterman. Go on, then, tell me about that one. What's that? What am I going to learn from this? Right, well, do you know the saying, pot of sock in it? I like it already. Do you know the saying? Yeah. Right, well, do you know where it comes from? I assume it's shut up, so I'll stuff your mouth with a sock to shut you up. Years ago. Yeah. Sorry. Am I right? No, not really. Ages ago. 1970S. Fifties, I can say. Do you know the old. I'd say. You know the old gramophone? Yeah. With a big horn on it? Yep. Yeah. Right, well, those stereos didn't have a volume control on them, right? So they'd be listening. So you put something like a sock. That's a real one. You see, that's taught me something. That's. That's good. That's excellent, Carl. That is the. That is the only one that counts. Like chewing the fat. If they're true. I'm assuming they are. It works. It's of interest. I haven't got it verified yet, but that is educating Ricky. That's brilliant. I will say the other two were more entertaining, so, you know, do you. Understand the distinction, though, between that one and electrical man? And I can hear you, mum. Can you see the difference, though? Or. When I read all three, I took something away from all of them. What did you take away from the electrical man? I just thought, oh, imagine that. Imagine how annoying that would be. Education. And it's not taking anything away. Think about it, right? We take our lives for granted all the time, don't you? Get up in the morning. It's like, oh, I'll get up and walk for a shower. Some people can't walk, right. This guy, he can't even have a, you know, I mean, it's nice. Have a bath, innit? When you got time on your hands, you can relax. This guy can't even do it. He might be alright for a bit, but he's not really enjoying it because at any moment it could strike. Yeah. So he can't even do that. He can't calm his air because it keeps going a mess. Yeah. He can't watch. Does he, does he fight crime? What do you do with his powers? Yeah, I think he just has to. Sit around because no one. He can't work with machinery, right. Because he'll probably blow a fuse. Yeah. So he just sits around, think about. What can he do, what normal things can he do? Skateboarding, going for long walks. Yeah. Put a wetsuit on. They can't do that. Why? Water and electric. No, wetsuits aren't actually wet, they're dry initially. Just put a whole wets on and walk around with flippers and wetsuit's not. Like a dinner jacket. That's like. All I'm saying is think. Do you know what I mean? Oh, okay. And what was the girl? The girl. Death. Four years. It's her head. Yeah. That's just. What have you learned from there? What is that? Well, imagine. Imagine how happy you'd be. Remember that time when I nearly died? When I choked on a mister freeze pop. Tell us that one again. No, I told you, didn't I? Tell us again. Yeah, but the people will remember it. And then it. They weren't, they weren't listening. Go on, what happened? It was ages ago when my mum and dad used to go out shopping on a Friday. 1970S. Get the food in, get a week's load of food in the cupboard and that. And we'd, you know, they'd come in with all the food and we'd all be like, oh, God, you know, there's no food left on a Thursday, really? So we'd all be hungry on the Friday by the time the food got in. I love that. But they wouldn't either, I imagine, like jackal puppies. Yeah. Just like, like licking your parents mouth for food as they come through the door. So they come in from the supermarket, they're emptying the box. Ah, kid had got some biscuits and what have you. I frenzy. Just a feeding frenzy. Like pigeons. I grabbed the mister freeze pop and knocked it back really quick, but it hasn't. It wasn't frozen, so I knocked it back. So it was like a liquid and it went down the wrong way. Right. And I was choking. Right. And I nearly died. It must have been about. How long can you go before you die? A couple of minutes a day, I reckon. About a minute 50. Right. I was. I was really close to dying. How do you know you were close to dying? Did your life flash before you? No, but I just was like. There's loads of incidents of him eating pots. Yeah, exactly. What do you think you see if your life flashed past, what do you think elements would stand out for you. Do you think start now, go back. What do you remember? What's the first thing you remember as a kid? Yeah, just anything now, being in the. Hall and having our dog licking me face. That's your earliest memory? Yeah. Okay. What. What's the next one? Right, next one's probably being up. Being at primary school with Lindsey. Yeah. Was that your girlfriend? Well, a little friend who was a girl. Sure. Yeah. And we used to have like, tins with. With letters in and you'd have to write stuff. But anyway, what are we doing? Right, so anyway, I'm intrigued by the dog that was licking your face. Well, bing, that. No, it's a great feature. I just think you need to be a little bit more careful about what. You consider to be education. Gone funny. All right, well, I'll work on it. Next we play a tune and what do we do? 22. We'll come back with Rockbusters. What we playing? Let's play a bit of two pack. Oh, that's what I'm coming out to in it. Fight. Exactly. Yeah, yeah. Imagine it. Tupac. California love. Yeah. And that's the big tune that Ricky will be coming out to when he has his celebrity boxing match. All looking forward to that, Rick. Yeah, yeah. Competition time. Car. Oh, Carl's looking forward to this. He's just getting all stressed about his half hour. Like it like Pete. Oh, go on. We should have done this a lot earlier. Keeps him up ten. Right, if you haven't heard the game before, I give you some initials, bit of a cryptic clue. And those initials and the cryptic clue makes up some band. Not, might not be an XFM band, but it's a band or a pop group or an artist or something. Yeah. It's only you called, there was a feature. Rockbusters. Rock busters. Yeah. Do you want to we do this on email? I think we ought to. Because you don't like taking calls from the public, do you? Well, you can't work with machine. No, that's absolutely right. It's not that, it's just that then it's pretty fair for everyone who's got a computer. You mean. So it's open to anyone who's got, you know, a computer or laptop at their disposal at this precise moment. Anyway, there's some cracking prizes. Rick, you were pleased to know that, obviously, once again, that Carl has managed to collect together an arbitrary assortment of. Looking around the office. I mean, where did you get these from? Did you just. Did you. I mean, seriously, where did you get them from? Because it's such an arbitrary collection. I don't know what kind of a person would want these items. Right. Such an arbitrary selection. I don't know what kind of person you'd be. Read about what we got. Well, there's another XFM compilation which obviously, you've obviously nicked from somewhere in the office. Yeah, good. Compilation, remix. An album here, which is a promo album with two pigs on the front. I think it's the smashing pump. Prince lives. This is the album. Didn't we give this one away last week? This is just an arbitrary compilation album again, one of those kind of. Is that the actual one you didn't send, Carl? No, no. We've got a couple job, lot of them. Surprise, surprise. The office on DVD, which is ludicrous. Oh, I've seen it from here. What film? If it. Listen, listen. Dear, dear XFM listener. It's after. You know, this is a bit windy out. You're probably gonna stay in this evening. Maybe do a bit of shopping you got. And then, in a sense, even. Or what film would you really want? No, I mean, seriously, think if you could see one film, right, what would you want to see? DVD releases. Yeah, yeah, it's great. Put them out there, misery. See, they'll be watching this tonight. If they're a lucky winner, it's the movie stigmata. Stigmata with Patricia Arquette and Gabriel Byrne. Look at Carl's face. He's actually offended because he puts. He's the only one that puts any work into this show and he's got competitions. He's got educating Ricky rockbuster, he's got. The song with a story. He's got a song with a story to come that he's, like, traveling gone through him. It's unbelievable. Yes. So you're playing for that collection of arbitrary goodies. Plus the big prize this week, stigmata, featuring Gabriel Byrne, about a woman who I think starts bleeding from the hands. It's a horror film, I think you have to be 18 or over. It's not. It's not terrible. Sure. It's all right. Is it better than children of the corn, which was a big giveaway last week? I haven't seen children of the corn. Go on, then. Right, so next week, Teen Wolf two. Go on. And Tony Banks's own solo album, bank statement. Tony Banks, remember, is the musician from the much loved Genesis. But we got that album to give away. All right then. So, right, to win those exclusive prizes. You'Ve got to email in. Ricky Doctor Vasex FM co dot UK. I saw a cellotape dispenser out in the. There's a pair of gloves. I don't know who's out, but they're out there and I've been there for a week. So gloves dispenser and Tony Banks is solo album, bank statement. Yep. Okay, go on. All right, first one, initials JT, initials GT. What's the cryptic clue? Cryptic clue. At the moment I'm in a river full of logs. Hold on. Yeah, JT, and what's the clue again? At the moment I'm in a river full of logs. Full of logs. Yeah. Okay, so, uh, who could it be? JT? At the moment I'm in a river full of logs. Yeah, go on. That second one, there's three of them. You gotta get letter is w. Yeah. The clue that lads got bad asthma. That lad has got that already. Yeah. And finally, the last one is the letter C. Yeah, and the cryptic clue is. Carl, is one of these mousetrap. Is that musical, isn't it? This isn't the clue, by the way. It is called mousetrap, isn't it? There's nothing. Yeah, that's fine. Right, here's a clue. I saw that. Can we stop me? Oh, you with a nine teddy bears there. Mouse up. That's a show in it. I think so, Bob. Yeah. Okay, here we go. Yeah. Yeah, so the letter is c. And the cryptic clue. I saw that mouse trap the other night, but the eating in the. In the third, it was heating. The heating in the theater was knackered. Right. Ruined it. Well, we've got that one already as well. Yeah, I mean, these are the first. Ones, but just a quick reminder, JT was the first one. At the moment, I'm in a river for the. Full of logs. Full of logs. Yeah. Okay, second one, W. That lads got bad asthma. And the last one, C. I saw that mousetrap the other night, but the. The heating in the theater was knackered. Shouldn't ruin the whole thing. Okay. And Ricky Gervais@xfm.net. UK is the email address you can win. I'm confused. Stigmata. I mean, logs. I'm in a river full of logs. Well, we'll do it in about 20 minutes. Yeah? You've got to stay tuned for the answer. It's not the quickest, so don't go rushing and sort of messing it up. Think about it. And it's random email anyway, so there's no rush. All right? And if you want to email, you're welcome to say, please do not send me the prizes, even if I win. Or can put that on there if you don't want that junk in your house. Right. The reason we, you know, we usually sort of play a record out of an outbreak, don't we? Karl is so concerned with his little competition, he hasn't got a record. Ready? Sure. Ok. Do you want to do a quick recap? Yeah, go on, quick. Still send your emails in, JT. It's some initials of a band. Just in case you didn't hear it last week. If I said AK and an exploding pet, that would be atomic curtain. Yeah. Right. They know what a clue is. So, JT, at the moment I'm in a river full of logs w that lads got bad asthma. And see, I saw that mouse trap the other night. The heating wasn't working, it ruined the night. And. Yeah. Ricky Gervaisfm dot co dot uk, some stuff. Stigmata. Richard Ashcroft. Check the meaning. I love that. That's brilliant. On XFM 104.9. Ricky Gervais with me, Steve Merchant, Carl Pilkington, who's our producer proper. No, but he's getting it. But there's more like it now in it. Before he was someone who pressed the buttons. Then he was somebody press the buttons. We just made talk like a performing monkey. I hear it's gonna be lured away by the Today program on radio four. They've lost their news editor, I think. Ricky, quite topical. Absolutely, isn't it? Yeah. So when you say topical, this is topical. Where this happened ages ago. Yeah. Your words, not mine. Have they got a Ricky works there? We can look into that. Um, so it can't be quite a competition away, Rick, they've got to be given away. This is rock bus. We've got obviously the big price stigmata this week. I'm not going to give the price to Ira. I think it's ear or Ira. But she or he emailed in the right answers and then said, if you could enclose the receipt for stigmata. That would be much appreciated. I'm amazed by the number of responses we've had. And someone wants a copy of Tony Banks's solo album, which I was mucking around. So we better buy that in the week to give it away, because I think that'd be amazing prize to give away if you just give the clues, do the clues and then just give the answer. The one that everyone was struggling with was the first one. Yeah, I'll save that. So we'll go to the second one. W. Yeah, that lads got bad asthma. Yeah, we know that. What was Weezer? Yeah, the last one. See, the clue was, I saw that mousetrap the other day. The heating was knackered. In the restaurant. Yeah, in the restaurant. In the theater. Yeah. And it ruined the night. Yeah. It was a cold play, wasn't it? Yeah, that's a cold play. And JT? Uh, at the moment. No, I can't think of this one. At the moment. I'm in a river full of logs. Well, I had to say there were some wrong answers. I. What was it again? It was just in Timberlake, Justin Timberlake. We had some wrong answers that included Jethro Tull and James Taylor. I don't know how that relates to it. I'm annoyed at Lake when he clearly said river. I mean, that's the first thing that cropped up. Not, I'm in some water full of logs at the moment. Yeah, I'm in some water for the logs. But he actually had to say river, so not like that annoys me. I mean, I didn't get it. Fair enough. I should have worked out. I should have tried to think like you. A lot of people obviously think like you, which is. Which I'm, you know, worried about. But, yeah, JT, James Taylor. Just guessing. Yeah, James Taylor works. Have we got a winner? Steve? He's gonna randomly pick. I did have a winner. I've just. I just lost them. Oh. Needless to say, that lucky person won't. Be watching stigmata tonight. Just randomly gets. It's a draw, by the way, it's not the first. I said to Carl in the brats and is the first one anyway. No, I don't want a competition that relies on speed because I don't want to be rushed. Okay, so randomly click on someone. I'm just going to randomly click on one. Go on. There's not. They've not put an address. Well, what we can do, we can email back and say, send us your address. Of course you can. I think if they don't put an address. Well, no. All right, all right. Yeah. Chris Beaumont. Yeah. Lucky Chris Beaumont. Chris Beaumont will be watching stigmata tonight with a club of Haagen Dar, if I'm not much mistaken. He'll be loving it. Well done to Chris. Needed address. Right. That's the end of that competition. Right? We play a record or so we're. On to another feature. Oh, what is this? This one. Were you not at the planning meeting? What is this? Go on. This is. That song has got a good story. Oh, is this that? God. So tell us the rules. Right. The rule is that it's songs that we play on the show every week. And there's a lot of music out that they just keep saying the same. I'll just. What is it? What's the song with the story this week? What's the song with the story this week? Just say it is Gene Pinckney, 24 hours from Tulsa. I'm really sorry about this. If you're next to them listener, we got to listen to this. Go on. Well, do you know what it's about? Yeah. Isn't he getting. Trying to get back to his girlfriend? Yeah, it's been working away, lives in Tulsa. It works quite far away. Right. And he's got to save us having. To listen to the song. Well, it's always good to sort of. Hear the story before you hear the story. It's like, I like this before a film. Yeah, you might read the book before you see the film type thing. Yeah. So never in my case. He's working. He's working miles away. His missus is in Tulsa. He's driving back and he can't wait. He's only about 24 hours away. And he's about 24 hours away. And he's a little bit tired. On the way home, he's thinking, I don't want to look a mess for when me and misses sees me. So he says, right, I'll stay at a motel, get some energy and that, you know, for when they see you. Have a shit to Green bar. So he pulls over at a motel and he's locking his car up, getting his suitcase out the back. There's a woman in the car park. He's like, oh, she's all right. She looks at him, he thinks of. Him when a four point. I don't think the suitcase in the boot is mentioned in the song. I think that's maybe a twelve inch mix or something. I've not basically. Right. I'll play the record for Christ's sake. Let them listen to it. I don't remember him saying cool, she looks alright. Yeah, yeah. 25. Tulsa. Jim Pitney song with a story. You are quite upset by the lyrics of that song, aren't you? I just think it's a bit annoying that. Right? He loved this woman. Yeah. Everything's going fine. He's only 24 hours away from home. I don't know how. What sort of distance is done. We can't wait to get home. I know it's talk with some woman in the car park to sort of. Give him the eye. Give it an eye and every. All the. All the. Like the good times he's had with his missus go out the window and. I don't know. That's the dangers of falling in love with a prostitute. What I like about it though is the fact that he's writing this to his ex girlfriend. Yes. I talk about rubbing it in, kissing her and getting off with her. Yeah, yeah. Did you hear the very end? Because he's the loser. Because he said. And he can never go home again. Yeah. So even though he's got this new girlfriend and that he's old mate, he. Has fallen in love. Next time you stop at the Granata services on the way back from, you know, Swansea, be careful. There was a song by Jim Reeves and probably at about the same time a little bit before, right. It was just called just a hundred miles from Mary Ann, right. And it was him and his horse going through the snow. And he was stoned. He stopped at a little chef. Yeah. He found another donkey. No, but it's really sad. He just made me cry when I was little. Because he's got there, right. And he wouldn't leave old Ben the horse. And he dies in the snow. And then. So he dies in the snow. He's gone again. He's gone again. I get the same way. Teary eyed with two little boys. Yeah. No, I don't like that. Why not? It's just. You think I'd leave you dying when there's room on this horse for two? Climb up here, Jack. We soon be flying back to the ranks. Oh blue. It was just like when they were playing with the little. He said when they were little and he was soldier knee helped him and he returned the favor in a war. Which to me is a bigger favor than just letting him have a go on a hobby horse. But a lot braver if you. You know. But yeah. Last number one of the sixties as well. Christmas 1969. And it's course based on truth that it's actually. That's a history lesson right there. Famous person. I think it was Churchill and Cromwell. Yes, Cromwell, yeah. They were both lived ages ago, so they lived at the same time, literally ages ago. So they lived at the same time. Yeah. Well, that's it then, is it? Yeah, we listen to anything we were saying then, Carl, did you understand any of that? That means he were just trying that. Ralph Harris did a good song about. Right. When he's got a carry on a horse. Right, and what was about the stuff about Cromwell, Winston? What do you think that was about? I missed that. We're doing humor. We're doing a little bit of humor. It was a satire on you saying, age is not being specific. Do you. Did you. Do you like that stuff? We do, yeah. That's it, then. Just a cat looking out a window. A dead mouse or something. You can go, come here. And it's just looking at the mouse, it could eat. You want to press the buttons and finish, don't you? Yeah, what are you gonna do, play record or. No, that's it. It's ads and that's it. Good guy, good, right, goodbye. What a wonderful ending. That was the way, when I was about.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Doves caught by the river on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant and Carl Pilkington doing the button stuff. Actually becoming a little bit of a producer. Carl working hasn't. He's got a few games and we made him. He's getting a bit stressed when we shout him because the mics don't work or it's hanging off. It was too hot in here. He couldn't get the thing working last week. I mean, I really would throw this studio away and get a real one.",
      "start": 440,
      "end": 28166,
      "confidence": 0.8817974999999997
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Yeah, well, I'd get one of those ones you can buy for, like, tenor from Argos.",
      "start": 28230,
      "end": 31926,
      "confidence": 0.84880625
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah. Like Bon Tempe. You. My first might.",
      "start": 32030,
      "end": 34134,
      "confidence": 0.7035612499999999
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Yeah, my first picture of Carl on it. Yeah, that'd be great. Great product place.",
      "start": 34214,
      "end": 39174,
      "confidence": 0.7863779999999998
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "What have you got this week for us, Carl? Because again, we've put very.",
      "start": 39214,
      "end": 41366,
      "confidence": 0.9125264285714284
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "That we.",
      "start": 41390,
      "end": 41790,
      "confidence": 0.5765849999999999
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "I said I would put. I'm not hungover, but I put nothing in.",
      "start": 41862,
      "end": 44566,
      "confidence": 0.9188107692307693
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Rick, have you done any work for this week?",
      "start": 44590,
      "end": 45734,
      "confidence": 0.9729088888888889
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "No, no, none whatsoever.",
      "start": 45774,
      "end": 46990,
      "confidence": 0.8371600000000001
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "No, no, no.",
      "start": 47062,
      "end": 48174,
      "confidence": 0.7667966666666667
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "What we got? What we got, quick, keep them there. It's bypassed. They're turning over already. They're finding other things. There's melon sue, there's everything. We're gone.",
      "start": 48334,
      "end": 55662,
      "confidence": 0.839275185185185
    },
    {
      "pos": 12,
      "speaker": "C",
      "text": "We've got. After the success of last week, rock busters. We're doing that again.",
      "start": 55718,
      "end": 62026,
      "confidence": 0.9459921428571427
    },
    {
      "pos": 13,
      "speaker": "B",
      "text": "Sorry, were you on the same show as us?",
      "start": 62210,
      "end": 64534,
      "confidence": 0.9186488888888888
    },
    {
      "pos": 14,
      "speaker": "C",
      "text": "I thought it went all right last week.",
      "start": 65714,
      "end": 67306,
      "confidence": 0.8699362499999999
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Yeah.",
      "start": 67410,
      "end": 67978,
      "confidence": 0.57379
    },
    {
      "pos": 16,
      "speaker": "C",
      "text": "So we'll be doing that. Got some nice prizes. Which.",
      "start": 68106,
      "end": 70258,
      "confidence": 0.9844310000000001
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "What prize? What arbitrary films have you got? No, I'll tell you what, if it's children of the corn, two, then can I. Can I enter this competition? What is that?",
      "start": 70346,
      "end": 81002,
      "confidence": 0.8719309677419353
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "He's got some different prices. Maybe I should. I should just tease the audience with those a bit later. Exciting stuff.",
      "start": 81178,
      "end": 86594,
      "confidence": 0.8825371428571429
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "That's gonna be amazing. Yeah.",
      "start": 86634,
      "end": 88298,
      "confidence": 0.62159
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "I don't wanna give too much away, Rick, but one of them is a cool of the office on DVD.",
      "start": 88466,
      "end": 91850,
      "confidence": 0.8588184999999999
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Is anything like maybe Burt Reynolds straight to video film. Any of those in?",
      "start": 91922,
      "end": 96210,
      "confidence": 0.7973957142857143
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Sadly, nothing quite as classy. Fists. Yeah.",
      "start": 96242,
      "end": 98322,
      "confidence": 0.7504057142857142
    },
    {
      "pos": 23,
      "speaker": "C",
      "text": "Right.",
      "start": 98378,
      "end": 98786,
      "confidence": 0.71782
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "So we've got.",
      "start": 98890,
      "end": 99450,
      "confidence": 0.78112
    },
    {
      "pos": 25,
      "speaker": "C",
      "text": "We've got that lot to give away. Yeah, we've got educating Ricky well, because.",
      "start": 99482,
      "end": 106130,
      "confidence": 0.8673428571428572
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "You taught me that people used to eat tomatoes off lead plates in the land of Narnia last week, which was good. Yeah. The only tomatoes they offer their lead plates, by the way. Why. Why didn't they think other fruits and vegetables were poisonous?",
      "start": 106162,
      "end": 117462,
      "confidence": 0.8586806666666665
    },
    {
      "pos": 27,
      "speaker": "C",
      "text": "No, it wasn't. It was because tomatoes had acid in them. That was the problem. You see, you don't. Don't listen.",
      "start": 117618,
      "end": 123366,
      "confidence": 0.9221947619047619
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Right, well, lots of fruits have acid in them. Yeah.",
      "start": 123470,
      "end": 125686,
      "confidence": 0.933702
    },
    {
      "pos": 29,
      "speaker": "C",
      "text": "But they didn't eat them back then. They didn't have bloody kiwi fruit and stuff.",
      "start": 125710,
      "end": 129718,
      "confidence": 0.938074
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "They're bloody. You're a producer. I start saying shit and cock and stuff. You start saying bloody tits.",
      "start": 129846,
      "end": 137754,
      "confidence": 0.8607516666666667
    },
    {
      "pos": 31,
      "speaker": "C",
      "text": "Play the hang up, right? And go on. Keep him hooked. Right. We've still got a song with a story in it.",
      "start": 138134,
      "end": 145236,
      "confidence": 0.9098190909090913
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "Yeah. You don't want to play babushka, do you? He doesn't like the idea of babushka. I told him that was a story. Yeah. And he doesn't like it. A devil went down to Georgia someone sent in, you know, he's looking for a soldier. Steal. Doesn't like it. Won't you like that?",
      "start": 145310,
      "end": 156408,
      "confidence": 0.843948113207547
    },
    {
      "pos": 33,
      "speaker": "C",
      "text": "Do you know the song?",
      "start": 156536,
      "end": 157632,
      "confidence": 0.9978899999999999
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Not particularly.",
      "start": 157768,
      "end": 158456,
      "confidence": 0.937395
    },
    {
      "pos": 35,
      "speaker": "C",
      "text": "Right, so it's a song about a lad who goes into a pub on a normal night.",
      "start": 158520,
      "end": 163204,
      "confidence": 0.9117429411764706
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "It's in sort of the deep south of America, New Orleans. You know, it's not the old Kent road.",
      "start": 164264,
      "end": 169720,
      "confidence": 0.877387894736842
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Right, okay, go on.",
      "start": 169792,
      "end": 170608,
      "confidence": 0.6980275
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "He goes into a pub. There's a devil in there. He's getting a bit cocky. He's had a bit to drink. And he's saying, do you want to sort of gamble your soul away with me? And we'll see who's best at playing the violin. And I think the lad wins in the end, but it's not real enough. Whereas the one.",
      "start": 170616,
      "end": 187064,
      "confidence": 0.914928225806452
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "What, not like the shadow that got a fed up and started pushing kids off bikes.",
      "start": 187224,
      "end": 190688,
      "confidence": 0.9085487500000001
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "Rick, I think you're interested to stuff that no one made sense on last week.",
      "start": 190776,
      "end": 193944,
      "confidence": 0.8513080000000002
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Yeah, yeah, exactly.",
      "start": 193984,
      "end": 195488,
      "confidence": 0.9464100000000001
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "I don't think we should refer to last week.",
      "start": 195536,
      "end": 196904,
      "confidence": 0.7950533333333333
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "Let's play mock turtles. Can you dig it? And then we come back and we'll talk about that.",
      "start": 197024,
      "end": 201004,
      "confidence": 0.9517616666666667
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "I've come to the conclusion, Rick, we should never refer to stuff Carl said in the past because it would just take too long to explain.",
      "start": 201784,
      "end": 206808,
      "confidence": 0.9334300000000001
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "Okay, all right. There. Now, mock turtles. Can you dig it? What I've done is I've taken the title and I've done it like I'm talking to someone. XFM 104.9. Could you raise with me, Steve Merchant and Carl Pilkington?",
      "start": 206896,
      "end": 221048,
      "confidence": 0.8243755
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "So, Carl, how excited are you about Ricky's celebrity boxing match? Are you gonna be there? Are you aware of this? You're aware of all this?",
      "start": 221096,
      "end": 227984,
      "confidence": 0.91232
    },
    {
      "pos": 47,
      "speaker": "C",
      "text": "Yeah, I've heard about this.",
      "start": 228024,
      "end": 228800,
      "confidence": 0.6944440000000001
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "We can't name the opponent because that should be a surprise. But anyway, it's for charity. It's a charity boxing match.",
      "start": 228872,
      "end": 235568,
      "confidence": 0.9004204761904765
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "Yeah. And I always wanted to beat someone up for charity.",
      "start": 235616,
      "end": 238100,
      "confidence": 0.8385799999999999
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "Yeah, exactly.",
      "start": 238192,
      "end": 238804,
      "confidence": 0.81688
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "He's a good cause.",
      "start": 238844,
      "end": 239724,
      "confidence": 0.8625825
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "But the thing about Ricky is, I mean, I don't know if you're aware of this car, but Ricky's one of these men who, he doesn't mind sort of making a fool of himself on the telly and being funny and stuff. But if people said to him, right, you can either be Britain's funniest man, universally agree that you're the funniest man in Britain, or you could like beat some gangsters up in a pub, he would go that, oh, please, just let me beat people up in a pub and like, maybe like, maybe like an old man's being hassled, like by some street, you come in and like smash some bottles over their heads and sort of sort it out.",
      "start": 239804,
      "end": 269380,
      "confidence": 0.8963816260162609
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "Against the odds, though.",
      "start": 269412,
      "end": 270228,
      "confidence": 0.851545
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "Against the odds. Yeah, sure.",
      "start": 270276,
      "end": 272980,
      "confidence": 0.737274
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "He's got this kind of point, come on.",
      "start": 273132,
      "end": 275156,
      "confidence": 0.8361049999999999
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "But the point is he quite likes the idea of being sort of macho and. You know what I mean, and kind of a tough guy, you know, because he grew up in a rough boxing. Yeah, but you'd love the idea of people going, don't mess with Ricky Gervais. If someone said, don't mess with Ricky Gervaise, that would be exciting. Never mess with Ricky Gervais. He will destroy you. That's what you'd love. Because you used to do karate, didn't you?",
      "start": 275180,
      "end": 293588,
      "confidence": 0.8829377108433735
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "You were Kra and you got, didn't.",
      "start": 293596,
      "end": 295708,
      "confidence": 0.7148928571428571
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "You get all the way up to white belt?",
      "start": 295716,
      "end": 297264,
      "confidence": 0.9148911111111112
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "No, I was one away from black and then I stopped working.",
      "start": 298314,
      "end": 300922,
      "confidence": 0.8550316666666667
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "Oh yeah, one step away from black, was it really?",
      "start": 300978,
      "end": 303722,
      "confidence": 0.8148009999999999
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Yeah.",
      "start": 303778,
      "end": 304058,
      "confidence": 0.95791
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "Okay, so anyway, I was chatting to him last night in the pub, because obviously the boxing match is in about five weeks time, I think, isn't it?",
      "start": 304106,
      "end": 310010,
      "confidence": 0.9223949999999999
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "Yeah.",
      "start": 310122,
      "end": 310774,
      "confidence": 0.68899
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Anyway, he was sat there. Carl, I don't know if you know this about Ricky, but he's taken to smoking cigars.",
      "start": 312154,
      "end": 318386,
      "confidence": 0.9484242857142858
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "No, I did.",
      "start": 318490,
      "end": 319274,
      "confidence": 0.5873
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "Are you aware of this?",
      "start": 319314,
      "end": 320018,
      "confidence": 0.887524
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "I had the occasional one.",
      "start": 320066,
      "end": 321082,
      "confidence": 0.967172
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "He got a cigar, he got like a Monte Cristo out of his pocket. It was ludicrous. He looked like George Peppard for the atmosphere. It was pathetic. And he was drinking Guinness and I was saying to him, but aren't you doing a boxing match soon?",
      "start": 321138,
      "end": 334412,
      "confidence": 0.8773736170212766
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "And I'm starting training next week.",
      "start": 334588,
      "end": 337604,
      "confidence": 0.8334783333333334
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "You're not concerned that it's gonna have an impact? Well, I mean, what I'm saying is, you know, like the boxers that, you know, they normally put in some effort.",
      "start": 337644,
      "end": 344156,
      "confidence": 0.9168963333333332
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "And stuff, years of training.",
      "start": 344180,
      "end": 346012,
      "confidence": 0.6976500000000001
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "Yeah.",
      "start": 346068,
      "end": 346664,
      "confidence": 0.75577
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "530, yeah, yeah.",
      "start": 347044,
      "end": 348668,
      "confidence": 0.87324
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Cuz you reminded me of Frank Bruno when he was preparing for panto, not when he.",
      "start": 348716,
      "end": 356276,
      "confidence": 0.874545625
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "I don't think he even spoke then, did he? And drank.",
      "start": 356340,
      "end": 358518,
      "confidence": 0.8423181818181817
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "So I don't. What's your thinking, Rick? Cause you know you're gonna get your face pummeled, you know that? I mean, you're gonna. They're gonna destroy you. You haven't got a chance.",
      "start": 358636,
      "end": 366098,
      "confidence": 0.9040921875
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "That's why I left it this long. So I definitely lost my looks.",
      "start": 366146,
      "end": 369114,
      "confidence": 0.9787369230769231
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "But you haven't got a chance.",
      "start": 369194,
      "end": 370562,
      "confidence": 0.9445616666666666
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "You haven't alarmed.",
      "start": 370698,
      "end": 371370,
      "confidence": 0.36122000000000004
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Have you ever been?",
      "start": 371402,
      "end": 372082,
      "confidence": 0.9683474999999999
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Have you ever. Sorry, sorry. Listen, sorry, but I'm genuinely concerned. Is this sort of psychological training? Because.",
      "start": 372138,
      "end": 378642,
      "confidence": 0.9066688888888889
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "No, it's not psychological training. It's a warning. I've spoken to your friends and your loved ones, and they all agree. We've got a petition going. We're sending it to the BBC. Please do not let this man box anyone else, please. But they're gonna beat you.",
      "start": 378698,
      "end": 391962,
      "confidence": 0.9179708510638298
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Seriously.",
      "start": 392018,
      "end": 392442,
      "confidence": 0.98928
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "I mean, have you ever had a punt, like, a boxing glove in the face?",
      "start": 392498,
      "end": 395274,
      "confidence": 0.9725153333333335
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "No.",
      "start": 395394,
      "end": 396010,
      "confidence": 0.78357
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "I think you should let us punch you next week live on the show.",
      "start": 396162,
      "end": 398546,
      "confidence": 0.9377157142857143
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "You'd like that, wouldn't you?",
      "start": 398610,
      "end": 399530,
      "confidence": 0.921246
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "No, because I just. Well, because you've got to get used to it. Because I think you're gonna either cry, just start crying uncontrollably, or just run away. You'll just run away. You'll just climb out the ring and run off.",
      "start": 399562,
      "end": 411546,
      "confidence": 0.8788104878048782
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "Yeah. This is the same tactic that Allie used to gets forming, rumbling the jungle. But I just got the idea.",
      "start": 411650,
      "end": 417770,
      "confidence": 0.7487142857142857
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "Cause I think a boxing girl. Cause I know you're wearing, like, huge. Aren't you wearing, like, huge kind of foam boxing?",
      "start": 417842,
      "end": 421970,
      "confidence": 0.8341686363636366
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "No, we're not. No, no, I thought. No, we're not. We're using normal amateur ones.",
      "start": 422002,
      "end": 426842,
      "confidence": 0.7471180000000001
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "Are you wearing boxing gloves? Like those ones they used to have on gladiators.",
      "start": 427018,
      "end": 429934,
      "confidence": 0.9432171428571429
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "Those big foam gloves you.",
      "start": 431914,
      "end": 433746,
      "confidence": 0.8260440000000001
    },
    {
      "pos": 94,
      "speaker": "B",
      "text": "Just slap each other in the faces.",
      "start": 433770,
      "end": 435890,
      "confidence": 0.7686814285714286
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "And the big sumo suit. So I should be okay.",
      "start": 436082,
      "end": 439378,
      "confidence": 0.8857370000000001
    },
    {
      "pos": 96,
      "speaker": "B",
      "text": "Do you get to. You get some kind of head protection? Do you?",
      "start": 439426,
      "end": 442010,
      "confidence": 0.9400092307692306
    },
    {
      "pos": 97,
      "speaker": "A",
      "text": "Yeah, yeah. It's Ama. It's amateur, so.",
      "start": 442122,
      "end": 443786,
      "confidence": 0.5696771428571429
    },
    {
      "pos": 98,
      "speaker": "B",
      "text": "It's amateur, you say?",
      "start": 443810,
      "end": 444770,
      "confidence": 0.6791825
    },
    {
      "pos": 99,
      "speaker": "A",
      "text": "No, I mean. No, no, no. I mean, I think that Amor is the head guards vest and 16 ounce gloves or something, as opposed to professional, which is no vest, bare chested. Maybe I can ask to fight bare chested, because I'd quite like to show off my body. Yeah, if I could.",
      "start": 444802,
      "end": 461300,
      "confidence": 0.8360072222222223
    },
    {
      "pos": 100,
      "speaker": "B",
      "text": "I think wrestling is. But I don't mean, like those. Kind of like the rock and people like that. I'm talking about big daddy, giant hiccups. That kind of.",
      "start": 461372,
      "end": 468668,
      "confidence": 0.8917141379310345
    },
    {
      "pos": 101,
      "speaker": "A",
      "text": "That'd be great.",
      "start": 468756,
      "end": 469324,
      "confidence": 0.76524
    },
    {
      "pos": 102,
      "speaker": "B",
      "text": "You can just throw something on someone.",
      "start": 469364,
      "end": 470740,
      "confidence": 0.7480928571428571
    },
    {
      "pos": 103,
      "speaker": "A",
      "text": "Where they can sort of, like, be nearly dying, but then they can do a stomach butt. Yeah, yeah, yeah. Stomach to stomach. That's a good move, isn't it? In british wrestling, I always like that one. Like two elephants, seals fighting over a female.",
      "start": 470812,
      "end": 485308,
      "confidence": 0.9327884444444444
    },
    {
      "pos": 104,
      "speaker": "B",
      "text": "Is it true that you've spent, knowing you, you spent more time deciding what tune you're going to enter the ring to?",
      "start": 485356,
      "end": 490348,
      "confidence": 0.9157986363636365
    },
    {
      "pos": 105,
      "speaker": "A",
      "text": "I want to come out to California by two pack and doctor Gray. I think that'd be really good.",
      "start": 490396,
      "end": 494052,
      "confidence": 0.856806842105263
    },
    {
      "pos": 106,
      "speaker": "B",
      "text": "That's embarrassing.",
      "start": 494108,
      "end": 494740,
      "confidence": 0.41751
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "And I'm going to come up with loads of little midgets to make me look really big. I mean, I don't know what the BBC think of that, but, yeah, it might be a.",
      "start": 494772,
      "end": 503144,
      "confidence": 0.9052323529411764
    },
    {
      "pos": 108,
      "speaker": "B",
      "text": "Maybe we should take some suggestions as to songs that would be perhaps more appropriate.",
      "start": 504644,
      "end": 507852,
      "confidence": 0.9642273333333332
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "Okay.",
      "start": 507948,
      "end": 508744,
      "confidence": 0.84077
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "I get knocked down but I get.",
      "start": 509224,
      "end": 510912,
      "confidence": 0.8913614285714285
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "Up again a fatty bum bum yeah, yeah, yeah. Play record, Carl. It's gonna be dissed me. It's gonna be next week.",
      "start": 510928,
      "end": 518968,
      "confidence": 0.7985731818181818
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Take a. You take a punch in the jaw.",
      "start": 519016,
      "end": 520488,
      "confidence": 0.7660688888888889
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Next week on Elks long distance, on XFM 104.9. On the way in, you know those little cars? They look like a little bubble car. They're modern ones. They look like half a car.",
      "start": 520536,
      "end": 536124,
      "confidence": 0.9224258823529413
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "Is that like a smart car?",
      "start": 536434,
      "end": 537698,
      "confidence": 0.9119116666666667
    },
    {
      "pos": 115,
      "speaker": "C",
      "text": "Is that.",
      "start": 537746,
      "end": 538002,
      "confidence": 0.5962700000000001
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Yeah, they look like, they just look like a toy car and you can park them sideways.",
      "start": 538018,
      "end": 542610,
      "confidence": 0.9095841176470588
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "There's only. Is there any room for two people?",
      "start": 542722,
      "end": 544394,
      "confidence": 0.9173633333333334
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Yeah, yeah, yeah. It's just like the half the front of a voltmeter just cut in half. Right. And, um, I saw one going Oxford street, and it's a police car, a real police car. Right. Yeah. And I mean, I thought, what, what happens if they had to chase someone? They couldn't. But I think that's the point because it was written on the side. It said something like cleaner, something more efficient. So I think they're making the point that we're cruising round in this car like we're on the beat and it's using this energy and stuff. Yeah. But the first thing I thought of, right, was that those two policemen, they must be going, oh, sarge, don't let us have that one. Can't we have the granada? Yeah. I mean, it's so embarrassing. I know, you know, police that, you know, they're doing, you know, but you've.",
      "start": 544474,
      "end": 586156,
      "confidence": 0.8909128476821192
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Got to respect them.",
      "start": 586180,
      "end": 587012,
      "confidence": 0.8944325
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "Yeah.",
      "start": 587068,
      "end": 587572,
      "confidence": 0.51332
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Tufts have got to.",
      "start": 587708,
      "end": 588908,
      "confidence": 0.6468975
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "Exactly. I just don't know if you have.",
      "start": 589076,
      "end": 591068,
      "confidence": 0.9400225000000001
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "Well, the only thing more embarrassing, if.",
      "start": 591116,
      "end": 592228,
      "confidence": 0.7464228571428572
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "You'Re really tall and you have to climb out of one. Are there any policemen out there who have been asked to drive one of these cars? If you're listening to the police, listen to this.",
      "start": 592236,
      "end": 601012,
      "confidence": 0.9007244444444442
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "The only thing that would be more embarrassing is if you had to patrol on one of those bikes the goodies used to ride. That's the only thing I think that would be more pathetic.",
      "start": 601028,
      "end": 611588,
      "confidence": 0.9173722857142859
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "A pogo stick.",
      "start": 611636,
      "end": 612436,
      "confidence": 0.8511500000000001
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "Yeah, it's so embarrassing. Or on roller skates, but not like roller blades. Roller skates. Those really old roller skates. Have you seen that you tie on your socks?",
      "start": 612500,
      "end": 619900,
      "confidence": 0.9227475862068967
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "Yeah. Have you seen those little bikes that look like clown bikes that the curriers use now? They're about a foot high.",
      "start": 619972,
      "end": 625870,
      "confidence": 0.9043290909090907
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "They looked. My head turned. Yeah, they're really just thinking. They fold up.",
      "start": 625942,
      "end": 630886,
      "confidence": 0.7550253846153846
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "Yeah, but think, please. Been chasing you on that.",
      "start": 630950,
      "end": 633326,
      "confidence": 0.7857055555555555
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "Well, I always remember, even in America when I started seeing policemen riding bikes, it didn't seem to me, it seems.",
      "start": 633390,
      "end": 638430,
      "confidence": 0.9661190476190474
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Oh, they're quite cool, the ones that go through Central park on the mountain bikes. Yeah, but that's really cool, isn't it? You know, they looks like they should be whizzing along about 30 miles an hour and they can just.",
      "start": 638462,
      "end": 647154,
      "confidence": 0.8455704878048778
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Like on motorbikes, on a Harley Davidson or whatever. I'm not messing with a cop. A chips. I mean, chips. Now that's cool. Coppers.",
      "start": 648894,
      "end": 654054,
      "confidence": 0.8467016666666667
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 654134,
      "end": 654896,
      "confidence": 0.692125
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "People in a smart car or, you know, that's a bit embarrassing.",
      "start": 654960,
      "end": 658840,
      "confidence": 0.8968141666666666
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "I suppose. It is that. Or it's better than walking.",
      "start": 658872,
      "end": 662072,
      "confidence": 0.9909319999999999
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "You see the windows? If you really want to be kind of worried about the environment, you know those little taxis, you see that people pedal, they pedal around Soho.",
      "start": 662128,
      "end": 670856,
      "confidence": 0.8804626666666665
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Yeah. And when it's like a riot squad, there's four in the back.",
      "start": 671000,
      "end": 674844,
      "confidence": 0.8788646153846155
    },
    {
      "pos": 139,
      "speaker": "C",
      "text": "That's the thing, right? If they need to arrest someone.",
      "start": 675784,
      "end": 678720,
      "confidence": 0.9776790000000002
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Yeah, here we go. Go on.",
      "start": 678792,
      "end": 680000,
      "confidence": 0.9159066666666668
    },
    {
      "pos": 141,
      "speaker": "C",
      "text": "No, what do they do? Because they do only sit too. So do they have to flag a cab down or something for the criminal?",
      "start": 680072,
      "end": 686150,
      "confidence": 0.8783684
    },
    {
      "pos": 142,
      "speaker": "B",
      "text": "We'll give you the money, get a receipt, we'll go there.",
      "start": 686222,
      "end": 690502,
      "confidence": 0.9035672727272727
    },
    {
      "pos": 143,
      "speaker": "A",
      "text": "Yeah, you definitely will, because we've been caught this way before the last float. He just ran off. No, I won't run off. Okay, well, I'll tell you what, mister policeman, I'll take your car then. I. Okay, go on then. Yeah, you definitely bring it back, though. I will, I will. Well, isn't there some in America where when they arrest someone in America, they don't take them back to the station and fill out all the forms. They just take them back to the station and then they go and fill the forms out in a, like a cafe or something. So they're still looking out? Yeah, yeah, Carl told me that they're.",
      "start": 690558,
      "end": 719722,
      "confidence": 0.8663727826086953
    },
    {
      "pos": 144,
      "speaker": "B",
      "text": "What, so they're still on patrol?",
      "start": 719738,
      "end": 721114,
      "confidence": 0.8974100000000002
    },
    {
      "pos": 145,
      "speaker": "A",
      "text": "Yeah. So they said they're doing all their paperwork, but they're in the, you know, a cafe window and they're looking out.",
      "start": 721194,
      "end": 726570,
      "confidence": 0.9112654545454546
    },
    {
      "pos": 146,
      "speaker": "C",
      "text": "Do you know, like, how they say in this country, so much police time's wasted by having to go back to the office and filling out loads of forms?",
      "start": 726642,
      "end": 732906,
      "confidence": 0.9159389655172412
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "That sounds like some policemen going, yeah, I could get a lot more work done.",
      "start": 732930,
      "end": 736322,
      "confidence": 0.9586246666666667
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "Yeah. If I was in the Starbucks. Yeah. Yeah. No, there's a lot of criminals in the pub. And if I would, you know, and I get to keep the receipts.",
      "start": 736378,
      "end": 743050,
      "confidence": 0.8511029032258065
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "Yeah. What's safest is if I didn't wear my uniform and probably got drunk.",
      "start": 743082,
      "end": 747298,
      "confidence": 0.8697878571428571
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 747386,
      "end": 748074,
      "confidence": 0.64253
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "With some mates or a lot.",
      "start": 748114,
      "end": 749962,
      "confidence": 0.78599
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "A lot happens in, you know, looking out my bedroom window.",
      "start": 750018,
      "end": 752146,
      "confidence": 0.9387063636363638
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "So if I was just, like, snoozing.",
      "start": 752170,
      "end": 754082,
      "confidence": 0.8247442857142858
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "I was snoozing and when I heard a noise, I just popped out of the lookout. Yeah. Come here, come here. Yeah.",
      "start": 754218,
      "end": 759770,
      "confidence": 0.7814190909090907
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "Apparently there's a lot of crime in Marbella over the next two weeks.",
      "start": 759802,
      "end": 763574,
      "confidence": 0.9050161538461539
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "Who has to drive one of those cars? Were you annoyed when you saw.",
      "start": 765394,
      "end": 768186,
      "confidence": 0.8388192857142859
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "It's the most embarrassing. Yeah, definitely. Yeah, definitely.",
      "start": 768250,
      "end": 772350,
      "confidence": 0.7969775
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "No, I think the pogo stick.",
      "start": 772542,
      "end": 773726,
      "confidence": 0.8979699999999999
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "Pogo stick one.",
      "start": 773750,
      "end": 774754,
      "confidence": 0.5073266666666666
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "The triple tandem. We should get that. We should get with the road show. Carl does all the pedaling. I'm in the basket in the front.",
      "start": 775974,
      "end": 785070,
      "confidence": 0.8575669230769231
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "Superman.",
      "start": 785262,
      "end": 786234,
      "confidence": 0.47523
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Play a record car. What we got?",
      "start": 787414,
      "end": 788470,
      "confidence": 0.6501328571428572
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "What do you want? The hoople.",
      "start": 788502,
      "end": 790110,
      "confidence": 0.8036249999999999
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "Oh, mother Hoople. Yeah. Took it out of the library. Add one. I had one add. Greatest it. Which was enough, wasn't it?",
      "start": 790142,
      "end": 795550,
      "confidence": 0.6925717391304348
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "Yeah, for us.",
      "start": 795662,
      "end": 796358,
      "confidence": 0.62983
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "Roll away the stone. Coldplay, the scientist.",
      "start": 796406,
      "end": 800756,
      "confidence": 0.8109271428571428
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Have you seen the video for that?",
      "start": 800860,
      "end": 802068,
      "confidence": 0.9972842857142857
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "No.",
      "start": 802156,
      "end": 802524,
      "confidence": 0.96154
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "Absolutely magnificent.",
      "start": 802604,
      "end": 803476,
      "confidence": 0.6329199999999999
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Is it? It's brilliant. I was always walking backwards. Oh, yes. I like. Yeah. I still haven't worked out how to do that one with the. Whether it's a filter, they just turn up the light because it gets light through.",
      "start": 803500,
      "end": 815024,
      "confidence": 0.8364280487804877
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "Yeah, yeah, yeah.",
      "start": 815484,
      "end": 816996,
      "confidence": 0.81051
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "And it's slow as well, so he.",
      "start": 817060,
      "end": 818068,
      "confidence": 0.8945528571428573
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Must have win an award.",
      "start": 818076,
      "end": 820196,
      "confidence": 0.870002
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "I'd like him to win awards. I like Coldplay.",
      "start": 820380,
      "end": 822308,
      "confidence": 0.7844666666666666
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "Yeah. Rick, can I just. Sorry, I don't to abuse our position again, but Bruce Springsteen's performing in London tomorrow night. And you remember I made an appeal to try and get a free ticket. Well, I don't even mind paying. I tried to pay, but that's good of.",
      "start": 822356,
      "end": 834922,
      "confidence": 0.8871136734693877
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Yeah, and I thought you were mean. No, go on. What are you gonna say? All I'm saying is face value. I mean, you don't want to be ripped off, do you?",
      "start": 834938,
      "end": 842866,
      "confidence": 0.8185596875000001
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "No, don't be crazy. You know, ideally, half price.",
      "start": 842890,
      "end": 844842,
      "confidence": 0.9432900000000001
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Yeah.",
      "start": 844938,
      "end": 845506,
      "confidence": 0.43955
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "And I just. I've been chasing kind of my tail, really. I just. I'm. I'm not going at the moment. I'm not going. And I'm desperate to see. I mean, you know, he's gonna do a great concert. It's his only one in London. I can't believe that. Being on the radio, being on XFM. The listenership's going up, apparently. I can't believe I can't get a ticket. I've asked Carl. He's done nothing. He's done nothing.",
      "start": 845650,
      "end": 864410,
      "confidence": 0.8930836363636361
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "No, no, Carl made a very good point.",
      "start": 864522,
      "end": 866018,
      "confidence": 0.7639012499999999
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "Nothing.",
      "start": 866066,
      "end": 866338,
      "confidence": 0.58544
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "Co tell what you said when he was whinging in the front, first of.",
      "start": 866386,
      "end": 868842,
      "confidence": 0.6879571428571428
    },
    {
      "pos": 183,
      "speaker": "C",
      "text": "All, while she moaning. You also asked in the week for a badly drawn boy album.",
      "start": 868858,
      "end": 872226,
      "confidence": 0.9210475
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Yeah.",
      "start": 872290,
      "end": 872514,
      "confidence": 0.50403
    },
    {
      "pos": 185,
      "speaker": "C",
      "text": "You got in today.",
      "start": 872554,
      "end": 873322,
      "confidence": 0.9774349999999999
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Yeah.",
      "start": 873418,
      "end": 873834,
      "confidence": 0.8538
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "There's one there for you.",
      "start": 873914,
      "end": 874818,
      "confidence": 0.894778
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "Well, yeah, but it's yin. Yeah, and it's like.",
      "start": 874866,
      "end": 876498,
      "confidence": 0.6719200000000001
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Yeah, but I don't.",
      "start": 876546,
      "end": 877210,
      "confidence": 0.6082949999999999
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "You know, Carl, what Steve ever done for you? That's what you got to ask yourself. What has Steve ever done for you?",
      "start": 877242,
      "end": 882682,
      "confidence": 0.8912091304347828
    },
    {
      "pos": 191,
      "speaker": "C",
      "text": "Well, he took me to the Baftas. Yeah, but only cuz no one else would probably want to go with you.",
      "start": 882778,
      "end": 888244,
      "confidence": 0.9026428571428573
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "I can't believe that is. I do not believe that. Oh, Steve. I'm gonna stitch you up now, Kyle. And it's in a nice way. And don't worry, it won't be too bad. He won't take too bad. Kyle sent me a little text message today, right? No, no.",
      "start": 889144,
      "end": 901976,
      "confidence": 0.8420604081632654
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "What is this?",
      "start": 902080,
      "end": 903044,
      "confidence": 0.9981399999999999
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Right? Okay, okay.",
      "start": 903664,
      "end": 905528,
      "confidence": 0.8369866666666667
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "You know, I'm in a very frail mood at the moment.",
      "start": 905616,
      "end": 907684,
      "confidence": 0.8943818181818181
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "This is funny because me and. Me and him have been like, sending that trivia back and forth to each other, which is another point, right? I sent him. Oh, well, I'll get to that in a minute. I thought he'd really be amazed with them.",
      "start": 908264,
      "end": 920764,
      "confidence": 0.9005828260869564
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "While you're fiddling, if you can make my dream come true to go and see Bruce Springs team tomorrow, then give us a call on the usual number.",
      "start": 921504,
      "end": 927744,
      "confidence": 0.9295732142857142
    },
    {
      "pos": 198,
      "speaker": "C",
      "text": "But like I said. Steve.",
      "start": 927824,
      "end": 929448,
      "confidence": 0.977384
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "What?",
      "start": 929576,
      "end": 930244,
      "confidence": 0.74187
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "It wouldn't be right. You just said when the song was on. Can't believe it, right? We work at XFM and I can't get tickets for Springsteen. Right? We work in radio. We should get tickets right now.",
      "start": 930704,
      "end": 940706,
      "confidence": 0.9094307894736839
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Think I'll pay for.",
      "start": 940730,
      "end": 941786,
      "confidence": 0.7877974999999999
    },
    {
      "pos": 202,
      "speaker": "C",
      "text": "Yeah, but think of the. Yeah, but if it's sold out, he's sold out.",
      "start": 941810,
      "end": 944354,
      "confidence": 0.7812007142857144
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Yeah, yeah, but that's just something they say.",
      "start": 944394,
      "end": 946370,
      "confidence": 0.8759687500000001
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "That's just what they say. Is it? Right, so everybody on local radio stations say, do you know, I like that Bruce Springsteen. I want a free ticket. Right? So another say, I tried to phone.",
      "start": 946482,
      "end": 955194,
      "confidence": 0.8917138888888889
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "A phone for an hour and a half. I couldn't get through.",
      "start": 955234,
      "end": 956962,
      "confidence": 0.9305666666666667
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Not long enough.",
      "start": 957018,
      "end": 957450,
      "confidence": 0.8558300000000001
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "I put the hours in.",
      "start": 957482,
      "end": 958330,
      "confidence": 0.9122220000000001
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "Not long enough.",
      "start": 958362,
      "end": 958794,
      "confidence": 0.9235966666666666
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "Not long enough.",
      "start": 958834,
      "end": 959378,
      "confidence": 0.98317
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "What?",
      "start": 959426,
      "end": 959562,
      "confidence": 0.4857
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "You told me I put the hours in.",
      "start": 959578,
      "end": 960930,
      "confidence": 0.7684225
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Right? So another 400 people turn up at the gig, they cram them all in. There's people being crushed. You know, they've paid the money early. They were up early that day when they. When the phone lines were open whilst you were probably sleeping and that. So they're dedicated and they're the ones at the front getting crushed.",
      "start": 961002,
      "end": 976484,
      "confidence": 0.927161694915254
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "What?",
      "start": 976784,
      "end": 977336,
      "confidence": 0.90486
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "Would you mind, be happy if you were there getting crushed?",
      "start": 977440,
      "end": 980768,
      "confidence": 0.9363663636363636
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "I don't mind.",
      "start": 980816,
      "end": 981264,
      "confidence": 0.85374
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "I'll sit at the side of the stage and watch him. Yeah, but I don't mind.",
      "start": 981304,
      "end": 984480,
      "confidence": 0.8582631249999999
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "But everyone will say that then. And then before you know it. Yeah, I can see anything.",
      "start": 984552,
      "end": 988244,
      "confidence": 0.910335882352941
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Right, I'm gonna give you this now. Handing over my mobile phone, Steve, to read the. You can see it's from Carl at the top, but just read it out as you scroll down. Just read it out loud.",
      "start": 990304,
      "end": 997718,
      "confidence": 0.8690617948717946
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "Is this a text message from.",
      "start": 997766,
      "end": 998758,
      "confidence": 0.9548266666666666
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "Yeah, this is a text message to me from Carl. Read it out.",
      "start": 998806,
      "end": 1001514,
      "confidence": 0.8364007692307692
    },
    {
      "pos": 221,
      "speaker": "B",
      "text": "To see at night as well as an owl, you would need eyes the size of grapefruits. If only Stephen could turn his head right around as well. Carl. I can't believe it.",
      "start": 1001854,
      "end": 1012674,
      "confidence": 0.9214612121212121
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "What?",
      "start": 1012974,
      "end": 1013454,
      "confidence": 0.59364
    },
    {
      "pos": 223,
      "speaker": "B",
      "text": "What upsets me most, Carl, right, is not the fact that you've been slagging me off behind my back.",
      "start": 1013534,
      "end": 1018270,
      "confidence": 0.9392231578947366
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "It's the fact that you've got the.",
      "start": 1018422,
      "end": 1019566,
      "confidence": 0.9672057142857142
    },
    {
      "pos": 225,
      "speaker": "B",
      "text": "Cheek to come on here and moralize because you failed to get me tickets and make a dream come true. You've come on here trying to pass the buck and say that it's a health and safety problem when in actual fact it's a Carl Pilkington problem. I'm devastated. I'm devastated.",
      "start": 1019590,
      "end": 1033350,
      "confidence": 0.8968801960784316
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "You know, and then I record.",
      "start": 1033382,
      "end": 1036358,
      "confidence": 0.86777
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "I just.",
      "start": 1036486,
      "end": 1036998,
      "confidence": 0.93225
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "I must have eaten this banana off air.",
      "start": 1037046,
      "end": 1039006,
      "confidence": 0.6651987500000001
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "What's the number?",
      "start": 1039030,
      "end": 1039726,
      "confidence": 0.9962133333333334
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "It's zero 8700-800-1234 but if it sold out, Steve, it's sold out.",
      "start": 1039830,
      "end": 1044750,
      "confidence": 0.7859625
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "A bit of a classic here, Rem.",
      "start": 1044822,
      "end": 1046614,
      "confidence": 0.9117157142857142
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "I bet if Ricky wanted to go, it'd be fine. I'm sure someone could sort out then.",
      "start": 1046774,
      "end": 1049910,
      "confidence": 0.8225788235294118
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Oh, boy.",
      "start": 1049982,
      "end": 1050670,
      "confidence": 0.27536
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "If Ricky Gervais wants to go, then you can come.",
      "start": 1050702,
      "end": 1052806,
      "confidence": 0.751585
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Are you? No. You too? Electrical storm. That's great. That's great. I love that. On XFM 104.9, on Ricky Gervaise with me, Steve Merchant and Carl Pilkington. Carl, I want you to tell Steve what you told me in the week about the snake, about the anaconda. How to. Right, this is Carl's method, is not scared of the anaconda, the 30 foot long, biggest, scariest snake.",
      "start": 1052950,
      "end": 1083146,
      "confidence": 0.8932067164179104
    },
    {
      "pos": 236,
      "speaker": "C",
      "text": "No, you were talking about stuff, weren't you about in jungles and that, and animals, as we do. And I remember reading about, say if you're in the jungle and you get tired and you go to sleep, right, and you, and you sort of wake up and you feel something on your leg and you look down and it's an anaconda, right?",
      "start": 1083250,
      "end": 1104250,
      "confidence": 0.8895447619047617
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Yes.",
      "start": 1104362,
      "end": 1104722,
      "confidence": 0.84242
    },
    {
      "pos": 238,
      "speaker": "C",
      "text": "And it's, uh, it's swallowing your feet because they, apparently they always go from the feet up. They never, they never eat you from the head.",
      "start": 1104778,
      "end": 1113214,
      "confidence": 0.8913984615384615
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "So should I save these points to the end?",
      "start": 1113554,
      "end": 1117234,
      "confidence": 0.9371433333333332
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "Because, make a list of the points.",
      "start": 1117314,
      "end": 1118746,
      "confidence": 0.8953099999999999
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "They always eat head first because the way the fur goes, whether they have to take a capybara or even a rat, that they take it from the head.",
      "start": 1118850,
      "end": 1125426,
      "confidence": 0.8690924137931035
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "Make it, make sure that's wrong.",
      "start": 1125570,
      "end": 1127826,
      "confidence": 0.7255466666666667
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "We'll come back. Okay, next. Go on. So they always eat you from the feet. Go on.",
      "start": 1127850,
      "end": 1130214,
      "confidence": 0.8236452941176471
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "So, so they swallow in your feet. And it said on the, on the website, if you wake up and you see this anaconda doing that, sort of eating away at your feet, don't panic.",
      "start": 1130354,
      "end": 1141154,
      "confidence": 0.8806211428571431
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Don't panic. I'm just writing this down. Don't panic. Hold on. Okay, go on.",
      "start": 1142254,
      "end": 1146390,
      "confidence": 0.8238557142857142
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "Don't, don't try and kick it off. Just let it sort of swallow you, but only up to your knees.",
      "start": 1146502,
      "end": 1154674,
      "confidence": 0.9369424999999998
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "Okay?",
      "start": 1155174,
      "end": 1155798,
      "confidence": 0.87749
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "Why, why not kick it off straight away?",
      "start": 1155886,
      "end": 1157230,
      "confidence": 0.8565212500000001
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "Because it's, think it sort of gets a bit angry, starts thrashing about and it can swallow faster, I think. I'm guessing that bit.",
      "start": 1157262,
      "end": 1164720,
      "confidence": 0.8977495833333333
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "Okay. Just put a question mark by that.",
      "start": 1164832,
      "end": 1167656,
      "confidence": 0.8501475000000002
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Pop a question mark. Next. Knees. So eat it up to you.",
      "start": 1167760,
      "end": 1172928,
      "confidence": 0.8273008333333335
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "It's up to your knees. And then what you do is you get a knife.",
      "start": 1173056,
      "end": 1175952,
      "confidence": 0.9096133333333332
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1176088,
      "end": 1176592,
      "confidence": 0.95669
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "Okay.",
      "start": 1176688,
      "end": 1177128,
      "confidence": 0.92164
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "And you caught.",
      "start": 1177176,
      "end": 1178464,
      "confidence": 0.77791
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "And how'd you get a knife to you walk over to the kitchen, I.",
      "start": 1178584,
      "end": 1181008,
      "confidence": 0.755042857142857
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "Was gonna pop over, get knife. Where's that come from? Get yours up a knife. Always have a knife. Otherwise you're fine. Always have a knife.",
      "start": 1181016,
      "end": 1187400,
      "confidence": 0.7885511538461537
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "Okay, well, come on.",
      "start": 1187432,
      "end": 1188960,
      "confidence": 0.856605
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "Yeah? Yeah.",
      "start": 1189032,
      "end": 1189736,
      "confidence": 0.8813249999999999
    },
    {
      "pos": 260,
      "speaker": "C",
      "text": "If you're gonna go into a jungle.",
      "start": 1189800,
      "end": 1190896,
      "confidence": 0.9076957142857143
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "Always have a knife.",
      "start": 1190960,
      "end": 1191544,
      "confidence": 0.9311750000000001
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Okay? Always have a knife. Yeah.",
      "start": 1191584,
      "end": 1192648,
      "confidence": 0.861815
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "Simple.",
      "start": 1192696,
      "end": 1193328,
      "confidence": 0.99306
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Um, could I just a bit, you know, suppose you've got your wearing combat trousers and the knife is actually in that, you know, those, the trousers by the knee, this sort of pocket by the knee. What happens then? You can, I suppose you could still reach in, into the mouth, couldn't you? So anyway, you've got a knife. Let's say you've got enough. Let's say you fall asleep. The anacondas, it's chewing your feet, you let it eat up to the knees. You've got a knife. What do you do then, Carl? Right?",
      "start": 1193456,
      "end": 1216184,
      "confidence": 0.8599016842105264
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "So he's up to your knees and what you do, you get your knife that you got out your pocket earlier and you cut it at the mouth, right? Do you know, like either side of the lips?",
      "start": 1216564,
      "end": 1227132,
      "confidence": 0.9337965789473684
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Right?",
      "start": 1227228,
      "end": 1227628,
      "confidence": 0.77368
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "So you're sort of cutting it in half, right?",
      "start": 1227716,
      "end": 1229796,
      "confidence": 0.8675444444444445
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "Like a Chelsea smile.",
      "start": 1229820,
      "end": 1230636,
      "confidence": 0.866155
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "And it can't. Yeah, that's right. It can't do anything. It wasn't ready for that. It can't move about because it's got like, your legs in its mouth and peel it off and walk away.",
      "start": 1230700,
      "end": 1241004,
      "confidence": 0.9243651428571429
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Okay. My main point really is this, Carl. Never will an anaconda or any constrictor, python, boa constrictor, just start eating a sleeping man. He will crush you to death first. That's why they're called constrictors. They're not called gobblers, are they? Or holy swallowers. They're called constrictors. Why would he start eating something? Is that. Are they take down antelope, just start chewing her leg. Oh, it's gone off. I'll tell you what, lads, they get together. This next one said, I'll tell you what, we're losing a lot of prey by just living at their ankles. They're running away. Let's crush them to death first so they can't move. Then we can swallow them. You're a fool.",
      "start": 1242104,
      "end": 1283444,
      "confidence": 0.9147638655462177
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "So anyway, right, so I was telling him this bit of information because we started a feature last week. Well, week before.",
      "start": 1284384,
      "end": 1291336,
      "confidence": 0.9919377272727273
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Sorry, Carl, can we just go back to the crushing you to death first?",
      "start": 1291440,
      "end": 1295164,
      "confidence": 0.8987678571428572
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "Yeah, but. Well, I read it.",
      "start": 1295794,
      "end": 1297854,
      "confidence": 0.9102099999999999
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "He's one.",
      "start": 1298554,
      "end": 1299026,
      "confidence": 0.728495
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "He's won there. He's being you there, Rick.",
      "start": 1299050,
      "end": 1300826,
      "confidence": 0.7910837500000001
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Okay, say what to do if it starts. No, no, no. Did it say what to do if. Supposing it had this meeting, add this meeting and it started crushing you and you woke up and it was actually round your chest, and every time you tried to take a breath and breathe that a little bit, it just tightened its grip, because it can feel that what, what you do. Then you.",
      "start": 1300890,
      "end": 1321454,
      "confidence": 0.8519272602739727
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "You sort of tighten yourself up anyway. I've read about that.",
      "start": 1321614,
      "end": 1324478,
      "confidence": 0.8533699999999999
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1324566,
      "end": 1324942,
      "confidence": 0.8629
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "If one does start wrapping around you, you sort of make yourself into a ball, first of all, and it'll wrap around you, but it's all right because you're protecting your lungs so it can't crush you. And then you just sort of shout for help. And you.",
      "start": 1324998,
      "end": 1337438,
      "confidence": 0.9044837499999998
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "And you shall help with this 30 foot snake. Do you know how it works? It gets as tight as it can. It can feel actually as tight as it can. Right, with these huge, huge muscles. Right, right. When you leave a bit of breath out, it tightens again. Don't.",
      "start": 1337486,
      "end": 1353838,
      "confidence": 0.9173190196078431
    },
    {
      "pos": 281,
      "speaker": "C",
      "text": "You won't be that out of breath. You haven't been running anywhere, so you can just go.",
      "start": 1353886,
      "end": 1357194,
      "confidence": 0.9320323529411764
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "What? And when do you get the new mouthful of oxygen?",
      "start": 1357614,
      "end": 1361150,
      "confidence": 0.7622245454545454
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "Just. Just breathe very slowly like you do.",
      "start": 1361262,
      "end": 1363830,
      "confidence": 0.9029975000000001
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "How do you know what breathing is? Do you know what breathing is? It's extending your rib cage, right? Intercostal muscles between the ribs contract like that. Okay? Making this rib cage expand, which pulls air in through. It's like a bellowing that you can't just breathe by via the mind. It's a physical process. It's your rib cage.",
      "start": 1363942,
      "end": 1384204,
      "confidence": 0.8891242372881353
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "Well, you know, maybe I'm special, but I can do little breaths without my ribcage.",
      "start": 1384584,
      "end": 1389164,
      "confidence": 0.8469859999999999
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "No, no, no, no. You can't take little breaths without moving your ribcage.",
      "start": 1390464,
      "end": 1394544,
      "confidence": 0.7760615384615384
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "Can I just give you the titles, because we've run out of time. We've got a competition to do.",
      "start": 1394624,
      "end": 1397976,
      "confidence": 0.9239947368421053
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "Okay, all right. Let's just leave the anaconda discussion. Why don't you agree to disagree and we'll see who survives if you crash land in the jungle.",
      "start": 1398040,
      "end": 1405088,
      "confidence": 0.8898737037037037
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "Right.",
      "start": 1405216,
      "end": 1405708,
      "confidence": 0.81429
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "So what is this? What are you doing now?",
      "start": 1405816,
      "end": 1407892,
      "confidence": 0.9341233333333334
    },
    {
      "pos": 291,
      "speaker": "C",
      "text": "This is educating Ricky.",
      "start": 1407908,
      "end": 1408972,
      "confidence": 0.904705
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "Oh, good. I look forward to this three topics.",
      "start": 1409028,
      "end": 1411444,
      "confidence": 0.8937044444444445
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "That I teach you every week.",
      "start": 1411484,
      "end": 1412492,
      "confidence": 0.9383866666666667
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1412548,
      "end": 1412948,
      "confidence": 0.73328
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "Now, obviously, I should just remind people, you normally summarize each of these in a kind of bullet point heading, which you tease us with. So what have you reduced them to this week?",
      "start": 1413036,
      "end": 1420676,
      "confidence": 0.974035882352941
    },
    {
      "pos": 296,
      "speaker": "C",
      "text": "Right, we've got stocking, Aiken and Waterman.",
      "start": 1420740,
      "end": 1424188,
      "confidence": 0.8454528571428572
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "Stocking Aiken and Waterman.",
      "start": 1424316,
      "end": 1426148,
      "confidence": 0.7070150000000001
    },
    {
      "pos": 298,
      "speaker": "C",
      "text": "Yeah. What else have we got? We've also got. What else is it? It's not. Is his vault.",
      "start": 1426236,
      "end": 1434894,
      "confidence": 0.8166488888888889
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1435354,
      "end": 1435754,
      "confidence": 0.95369
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "It's not what?",
      "start": 1435794,
      "end": 1436402,
      "confidence": 0.98717
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "It's not his vault.",
      "start": 1436458,
      "end": 1438066,
      "confidence": 0.7803874999999999
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Okay.",
      "start": 1438130,
      "end": 1438610,
      "confidence": 0.91609
    },
    {
      "pos": 303,
      "speaker": "C",
      "text": "Yeah. And we've also got. Get a lobe of this.",
      "start": 1438682,
      "end": 1441578,
      "confidence": 0.969436
    },
    {
      "pos": 304,
      "speaker": "B",
      "text": "Get a lobe of this.",
      "start": 1441706,
      "end": 1442778,
      "confidence": 0.975176
    },
    {
      "pos": 305,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1442826,
      "end": 1443122,
      "confidence": 0.63136
    },
    {
      "pos": 306,
      "speaker": "B",
      "text": "Carl, they're genius. Rick, are we choosing one of these after new order?",
      "start": 1443178,
      "end": 1446774,
      "confidence": 0.8768184615384615
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "Oh, foo fighters. And all my life on XFM 104.9, I recognize with me Stephen Merchant and Garth Elkinson. Just before we do educating Ricky, this is where Carl thinks he can give me something of interest and teach me something to take away. Last week, I found out that somewhere in a strange land, people thought tomatoes were poisonous because they ate them with lead. Things like that. What was the other one you told me last week?",
      "start": 1450114,
      "end": 1479574,
      "confidence": 0.8937520253164553
    },
    {
      "pos": 308,
      "speaker": "C",
      "text": "Worms.",
      "start": 1480474,
      "end": 1481334,
      "confidence": 0.89708
    },
    {
      "pos": 309,
      "speaker": "A",
      "text": "Oh. I sent him a text message. I was on the train, bit bored, and I read in, I think it was metro scientists have found out that worms get stressed and they found out that the fat ones didn't live as long. And when they checked the thin ones that live longer, they found out they had a gene for de stressing them. Right, Carl? What? Did you remember what you said?",
      "start": 1482874,
      "end": 1506402,
      "confidence": 0.8939858904109587
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "No.",
      "start": 1506578,
      "end": 1507294,
      "confidence": 0.91274
    },
    {
      "pos": 311,
      "speaker": "A",
      "text": "He went, well, that's stupid in it. He said, did these other ones die of natural causes? I went, yeah. Went, all right. Because it could be that the fat ones couldn't get off the pavement quick enough and got squashed. So maybe the scientists go, yeah, we didn't. Yeah, they used to. Come think of it, they were flat as well as fat.",
      "start": 1507594,
      "end": 1523674,
      "confidence": 0.8440376562500002
    },
    {
      "pos": 312,
      "speaker": "B",
      "text": "I think the reason that the worms are getting stressed is because people like Carl are cutting them in half to try and make two steaks.",
      "start": 1523834,
      "end": 1529258,
      "confidence": 0.9280073076923074
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "Yeah, yeah, two worms.",
      "start": 1529306,
      "end": 1530970,
      "confidence": 0.7440275
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "Yeah, that's the concern.",
      "start": 1531082,
      "end": 1532274,
      "confidence": 0.7378149999999999
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "He said. He said they can't even commit suicide if they're stressed by cutting their throat. I also sent them what I thought was quite interesting, that the scientists have found that the elephant hasn't got the best memory the sea lion has, based on. They've got a sea lion and they got it back into the old laboratory ten years after it taught it a simple trick. And it could still do the trick. What did you say to that car?",
      "start": 1532354,
      "end": 1555364,
      "confidence": 0.9227985365853659
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "I'd say they don't go up too much anyway. So if you do teach you something, is going to remember it.",
      "start": 1555984,
      "end": 1560744,
      "confidence": 0.9086461904761904
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "Sure.",
      "start": 1560784,
      "end": 1561080,
      "confidence": 0.8388
    },
    {
      "pos": 318,
      "speaker": "C",
      "text": "Because it's got now else to do.",
      "start": 1561152,
      "end": 1562232,
      "confidence": 0.7462214285714286
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1562288,
      "end": 1562808,
      "confidence": 0.67472
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "And then it also. I mean, I like sea lions, they look nice and everything, but what do they do?",
      "start": 1562936,
      "end": 1567056,
      "confidence": 0.8927685000000001
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "What was that?",
      "start": 1567120,
      "end": 1568056,
      "confidence": 0.6000066666666667
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "Sea lions.",
      "start": 1568240,
      "end": 1568936,
      "confidence": 0.73525
    },
    {
      "pos": 323,
      "speaker": "C",
      "text": "Yeah. What are they here for? It's another jellyfish. He says, as far as I'm concerned. Concerned, like it's there and people know about and. But what do they do?",
      "start": 1569000,
      "end": 1576182,
      "confidence": 0.8204096666666666
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "Yeah, what do we do? What do we do, Carl? What do we do?",
      "start": 1576318,
      "end": 1579150,
      "confidence": 0.9185914285714283
    },
    {
      "pos": 325,
      "speaker": "C",
      "text": "I can't, I can't. First Steve said it's good for your heart.",
      "start": 1579182,
      "end": 1582854,
      "confidence": 0.8440766666666666
    },
    {
      "pos": 326,
      "speaker": "A",
      "text": "See, why is all geared to what's good for us.",
      "start": 1583014,
      "end": 1585674,
      "confidence": 0.8346990000000002
    },
    {
      "pos": 327,
      "speaker": "C",
      "text": "Well, anyway, educating Ricky.",
      "start": 1586334,
      "end": 1591354,
      "confidence": 0.814015
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "Go. Be settled that, then. Go on.",
      "start": 1592174,
      "end": 1593694,
      "confidence": 0.8113757142857142
    },
    {
      "pos": 329,
      "speaker": "C",
      "text": "The titles that are meant to sort of pull you in. Yeah, we've got if. What was it? Stocking Aitken and Waterman.",
      "start": 1593774,
      "end": 1601696,
      "confidence": 0.8788095454545453
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "Yeah, you've got.",
      "start": 1601760,
      "end": 1603088,
      "confidence": 0.7828399999999999
    },
    {
      "pos": 331,
      "speaker": "C",
      "text": "It's not his vault. And get a lobe of this.",
      "start": 1603136,
      "end": 1607144,
      "confidence": 0.8008200000000001
    },
    {
      "pos": 332,
      "speaker": "A",
      "text": "Get a lobe of this. So which pun do I pick first? I think I'll go for? Get a lobe of this.",
      "start": 1607264,
      "end": 1614384,
      "confidence": 0.9356304545454542
    },
    {
      "pos": 333,
      "speaker": "C",
      "text": "Get a lobe of this.",
      "start": 1614504,
      "end": 1615512,
      "confidence": 0.958924
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "Yeah, get a lobe of this. Yeah.",
      "start": 1615568,
      "end": 1616792,
      "confidence": 0.8790914285714285
    },
    {
      "pos": 335,
      "speaker": "C",
      "text": "Well, that's. That's a story about a girl who. She was deaf, right. For four years. And it happened quite a bit like this.",
      "start": 1616848,
      "end": 1627444,
      "confidence": 0.8890766666666666
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "What year? Or was it ages ago? Was it about.",
      "start": 1627774,
      "end": 1631926,
      "confidence": 0.9434009999999999
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "Yeah, quite a bit. Back. She was deaf for about four years, having an argument with a mum, it said, which I didn't quite understand, because I don't know how they do that. Yeah, but she was having an argument.",
      "start": 1631990,
      "end": 1642286,
      "confidence": 0.9079127500000002
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "Well.",
      "start": 1642350,
      "end": 1642694,
      "confidence": 0.59946
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "And a man pushed against a wall, and she banged her head, and hearing.",
      "start": 1642774,
      "end": 1647590,
      "confidence": 0.8525992857142858
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "Came back, okay, was she wearing a walkman? And it fell out and she realized.",
      "start": 1647622,
      "end": 1654826,
      "confidence": 0.9299859999999999
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "Oh, there's no explanation.",
      "start": 1654890,
      "end": 1656642,
      "confidence": 0.8664425000000001
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "There's no explanation. Why is that teaching me something, then?",
      "start": 1656698,
      "end": 1659498,
      "confidence": 0.918042
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "So I knew you'd say this, right? So I thought, right, I'll stick something on it. Do you know that bees are death?",
      "start": 1659546,
      "end": 1664934,
      "confidence": 0.9419978260869565
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "No. No. You can't just. No. If you ask someone something, they don't. The answer. They don't tell you something else. Just. I'll tell you something else, then. I can't answer that. I'll tell you something else. Imagine that if you asked a teacher, look, how do birds fly? Wow. If you're gonna do that. Tallest building is. I mean, what?",
      "start": 1665514,
      "end": 1687154,
      "confidence": 0.8940611475409836
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "That was the equivalent, Karl, of running away.",
      "start": 1689494,
      "end": 1691994,
      "confidence": 0.8716849999999999
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "Yeah. The intellectual equivalent of going, look over, there's a monster. Listen, what do you mean? What she. Okay, so.",
      "start": 1692494,
      "end": 1699846,
      "confidence": 0.881746
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "So she.",
      "start": 1699990,
      "end": 1700874,
      "confidence": 0.8030900000000001
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "There's no explanation or you don't know?",
      "start": 1701734,
      "end": 1704406,
      "confidence": 0.9159071428571429
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Well, there isn't one.",
      "start": 1704550,
      "end": 1705326,
      "confidence": 0.9882675000000001
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "These Lyra doctors not look into it now.",
      "start": 1705350,
      "end": 1709286,
      "confidence": 0.6508950000000001
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "I think they just said, oh, that's good. It was bizarre things about being deaf.",
      "start": 1709310,
      "end": 1721318,
      "confidence": 0.9197646666666667
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Was that book.",
      "start": 1721406,
      "end": 1723278,
      "confidence": 0.7511066666666667
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "Yeah, it's a good book. That was there.",
      "start": 1723326,
      "end": 1724702,
      "confidence": 0.9302587500000001
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "Three more pages you just could be bothered to read on?",
      "start": 1724718,
      "end": 1726470,
      "confidence": 0.8509099999999999
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1726502,
      "end": 1726806,
      "confidence": 0.93096
    },
    {
      "pos": 356,
      "speaker": "C",
      "text": "No, no, it was just a little bit. And it was there.",
      "start": 1726870,
      "end": 1728622,
      "confidence": 0.8783891666666666
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "A little picture. Cartoon picture.",
      "start": 1728638,
      "end": 1730254,
      "confidence": 0.786626
    },
    {
      "pos": 358,
      "speaker": "C",
      "text": "Pictures. I just.",
      "start": 1730334,
      "end": 1731278,
      "confidence": 0.7357100000000001
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Ow. Ow.",
      "start": 1731406,
      "end": 1732958,
      "confidence": 0.549845
    },
    {
      "pos": 360,
      "speaker": "C",
      "text": "If you don't want to learn.",
      "start": 1733126,
      "end": 1734164,
      "confidence": 0.91446
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Yeah, yeah. Okay, okay. It's not his vault. Let me have. It's not his vault. You gotta save this. This has got to teach me something. It'd be an interesting story.",
      "start": 1734254,
      "end": 1742080,
      "confidence": 0.8859141935483872
    },
    {
      "pos": 362,
      "speaker": "C",
      "text": "Right? It's not his vault, this fella?",
      "start": 1742152,
      "end": 1745008,
      "confidence": 0.8429471428571428
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah. What year, eight times?",
      "start": 1745176,
      "end": 1747564,
      "confidence": 0.7642939999999999
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "And I'd say in the seventies.",
      "start": 1747904,
      "end": 1749464,
      "confidence": 0.919085
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "Okay.",
      "start": 1749544,
      "end": 1749928,
      "confidence": 0.92375
    },
    {
      "pos": 366,
      "speaker": "A",
      "text": "Would you. Any evidence for that?",
      "start": 1749976,
      "end": 1752364,
      "confidence": 0.99152
    },
    {
      "pos": 367,
      "speaker": "B",
      "text": "Does he wear flares in the. In the story?",
      "start": 1753824,
      "end": 1756604,
      "confidence": 0.8793666666666666
    },
    {
      "pos": 368,
      "speaker": "C",
      "text": "No, it's a bit like Yorigal, this fella, right? Where he's electric.",
      "start": 1757304,
      "end": 1761964,
      "confidence": 0.7804091666666665
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "He's electric.",
      "start": 1762464,
      "end": 1763288,
      "confidence": 0.83968
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "And if he walks past the telly, the telly would fizz. If you walk past the radio, it all goes like that. His hair stuck up all the time, and he'd be having a bath and everything would be all right, and then the power would sort of switch on in his body, and the electric in his body made him jump out of the bath.",
      "start": 1763376,
      "end": 1781844,
      "confidence": 0.9142963636363636
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "So what do you mean, so? What is that so what does that so mean? You've given us nothing. You've given us nothing.",
      "start": 1783504,
      "end": 1792060,
      "confidence": 0.93446
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "You'd have to at least give us the scientific explanation.",
      "start": 1792132,
      "end": 1794468,
      "confidence": 0.9287740000000001
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1794516,
      "end": 1794884,
      "confidence": 0.64407
    },
    {
      "pos": 374,
      "speaker": "C",
      "text": "Electric eels have 400 volts in them.",
      "start": 1794964,
      "end": 1797624,
      "confidence": 0.9223928571428572
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Oh, is this the running away again?",
      "start": 1797924,
      "end": 1799624,
      "confidence": 0.9032299999999999
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "What was that one called?",
      "start": 1800844,
      "end": 1801972,
      "confidence": 0.9970380000000001
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "Yeah, but they.",
      "start": 1802068,
      "end": 1802812,
      "confidence": 0.74337
    },
    {
      "pos": 378,
      "speaker": "C",
      "text": "But it's not his vault.",
      "start": 1802908,
      "end": 1804588,
      "confidence": 0.6621159999999999
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "But there's a reason. I thought it was gonna be somewhere about.",
      "start": 1804636,
      "end": 1811424,
      "confidence": 0.8190483333333334
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "I think we should do these the other way around. I think you should tell us the story and then we'll hear the pun.",
      "start": 1812124,
      "end": 1817174,
      "confidence": 0.9693116666666667
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "It's not his fault. It's not his fault.",
      "start": 1818034,
      "end": 1821730,
      "confidence": 0.8099975
    },
    {
      "pos": 382,
      "speaker": "C",
      "text": "Right, let's leave it. We're not doing it.",
      "start": 1821802,
      "end": 1827586,
      "confidence": 0.893695
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "No, we are. What?",
      "start": 1827610,
      "end": 1831434,
      "confidence": 0.9442925
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Don't look at me like you're in a bad mood.",
      "start": 1831474,
      "end": 1833802,
      "confidence": 0.9279249999999999
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "The Carl dreaming of you. Right, do the last one. Do the last one. Carl's saying we're never doing this again because we don't appreciate it. Yeah, Carl, you don't know how good this feature is, mate.",
      "start": 1833978,
      "end": 1842632,
      "confidence": 0.8524656756756759
    },
    {
      "pos": 386,
      "speaker": "C",
      "text": "Right. Last one.",
      "start": 1842698,
      "end": 1843524,
      "confidence": 0.98185
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1843604,
      "end": 1844116,
      "confidence": 0.86746
    },
    {
      "pos": 388,
      "speaker": "C",
      "text": "Stocking, Aiken and Waterman.",
      "start": 1844220,
      "end": 1845708,
      "confidence": 0.7108224999999999
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Go on, then, tell me about that one. What's that? What am I going to learn from this?",
      "start": 1845756,
      "end": 1848268,
      "confidence": 0.917518888888889
    },
    {
      "pos": 390,
      "speaker": "C",
      "text": "Right, well, do you know the saying, pot of sock in it?",
      "start": 1848356,
      "end": 1851144,
      "confidence": 0.9310091666666666
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "I like it already.",
      "start": 1853204,
      "end": 1854436,
      "confidence": 0.8972424999999999
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "Do you know the saying?",
      "start": 1854620,
      "end": 1855532,
      "confidence": 0.8347080000000002
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1855628,
      "end": 1856044,
      "confidence": 0.80633
    },
    {
      "pos": 394,
      "speaker": "C",
      "text": "Right, well, do you know where it comes from?",
      "start": 1856124,
      "end": 1857604,
      "confidence": 0.9670944444444444
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "I assume it's shut up, so I'll stuff your mouth with a sock to shut you up.",
      "start": 1857724,
      "end": 1861340,
      "confidence": 0.9330129411764707
    },
    {
      "pos": 396,
      "speaker": "C",
      "text": "Years ago.",
      "start": 1861412,
      "end": 1862092,
      "confidence": 0.999115
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "Yeah. Sorry. Am I right?",
      "start": 1862228,
      "end": 1863864,
      "confidence": 0.976972
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "No, not really. Ages ago.",
      "start": 1864284,
      "end": 1866076,
      "confidence": 0.9969339999999999
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "1970S.",
      "start": 1866140,
      "end": 1867104,
      "confidence": 0.98
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "Fifties, I can say. Do you know the old.",
      "start": 1867444,
      "end": 1869604,
      "confidence": 0.8157833333333334
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "I'd say.",
      "start": 1869684,
      "end": 1870340,
      "confidence": 0.80351
    },
    {
      "pos": 402,
      "speaker": "C",
      "text": "You know the old gramophone?",
      "start": 1870452,
      "end": 1871972,
      "confidence": 0.8903820000000001
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1872148,
      "end": 1872556,
      "confidence": 0.41143
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "With a big horn on it?",
      "start": 1872620,
      "end": 1873540,
      "confidence": 0.864985
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "Yep.",
      "start": 1873572,
      "end": 1873780,
      "confidence": 0.43559
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1873812,
      "end": 1874092,
      "confidence": 0.67131
    },
    {
      "pos": 407,
      "speaker": "C",
      "text": "Right, well, those stereos didn't have a volume control on them, right? So they'd be listening. So you put something like a sock.",
      "start": 1874148,
      "end": 1882764,
      "confidence": 0.8874565217391305
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "That's a real one. You see, that's taught me something. That's. That's good. That's excellent, Carl. That is the. That is the only one that counts. Like chewing the fat. If they're true. I'm assuming they are. It works. It's of interest. I haven't got it verified yet, but that is educating Ricky. That's brilliant. I will say the other two were more entertaining, so, you know, do you.",
      "start": 1882844,
      "end": 1906162,
      "confidence": 0.9172378260869565
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "Understand the distinction, though, between that one and electrical man?",
      "start": 1906178,
      "end": 1909454,
      "confidence": 0.9900040000000001
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "And I can hear you, mum.",
      "start": 1910554,
      "end": 1913654,
      "confidence": 0.858635
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "Can you see the difference, though?",
      "start": 1914594,
      "end": 1915930,
      "confidence": 0.9972816666666667
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "Or.",
      "start": 1916002,
      "end": 1916614,
      "confidence": 0.73215
    },
    {
      "pos": 413,
      "speaker": "C",
      "text": "When I read all three, I took something away from all of them.",
      "start": 1918554,
      "end": 1922314,
      "confidence": 0.9954861538461539
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "What did you take away from the electrical man?",
      "start": 1922354,
      "end": 1924368,
      "confidence": 0.8156522222222222
    },
    {
      "pos": 415,
      "speaker": "C",
      "text": "I just thought, oh, imagine that. Imagine how annoying that would be.",
      "start": 1924506,
      "end": 1927424,
      "confidence": 0.8045374999999999
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Education.",
      "start": 1929044,
      "end": 1929716,
      "confidence": 0.77614
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "And it's not taking anything away.",
      "start": 1929860,
      "end": 1931628,
      "confidence": 0.936295
    },
    {
      "pos": 418,
      "speaker": "C",
      "text": "Think about it, right? We take our lives for granted all the time, don't you? Get up in the morning. It's like, oh, I'll get up and walk for a shower. Some people can't walk, right. This guy, he can't even have a, you know, I mean, it's nice. Have a bath, innit? When you got time on your hands, you can relax. This guy can't even do it. He might be alright for a bit, but he's not really enjoying it because at any moment it could strike.",
      "start": 1931716,
      "end": 1950334,
      "confidence": 0.9169997752808992
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1950444,
      "end": 1950994,
      "confidence": 0.95068
    },
    {
      "pos": 420,
      "speaker": "C",
      "text": "So he can't even do that. He can't calm his air because it keeps going a mess.",
      "start": 1951114,
      "end": 1954138,
      "confidence": 0.88231
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1954226,
      "end": 1954722,
      "confidence": 0.92794
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "He can't watch.",
      "start": 1954818,
      "end": 1955774,
      "confidence": 0.8409866666666668
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "Does he, does he fight crime? What do you do with his powers?",
      "start": 1957034,
      "end": 1959434,
      "confidence": 0.8754823076923076
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Yeah, I think he just has to.",
      "start": 1959474,
      "end": 1960378,
      "confidence": 0.8356257142857143
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "Sit around because no one. He can't work with machinery, right. Because he'll probably blow a fuse.",
      "start": 1960386,
      "end": 1964442,
      "confidence": 0.8223617647058822
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Yeah. So he just sits around, think about.",
      "start": 1964498,
      "end": 1965994,
      "confidence": 0.88876
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "What can he do, what normal things can he do?",
      "start": 1966034,
      "end": 1968974,
      "confidence": 0.9610850000000001
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Skateboarding, going for long walks.",
      "start": 1969674,
      "end": 1972894,
      "confidence": 0.842878
    },
    {
      "pos": 429,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1973474,
      "end": 1974346,
      "confidence": 0.91945
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Put a wetsuit on.",
      "start": 1974530,
      "end": 1975894,
      "confidence": 0.9695975
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "They can't do that.",
      "start": 1976034,
      "end": 1977094,
      "confidence": 0.9383549999999999
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "Why?",
      "start": 1977214,
      "end": 1977950,
      "confidence": 0.99568
    },
    {
      "pos": 433,
      "speaker": "C",
      "text": "Water and electric.",
      "start": 1978142,
      "end": 1979190,
      "confidence": 0.7857333333333334
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "No, wetsuits aren't actually wet, they're dry initially.",
      "start": 1979262,
      "end": 1983198,
      "confidence": 0.8609925
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Just put a whole wets on and walk around with flippers and wetsuit's not.",
      "start": 1983286,
      "end": 1986046,
      "confidence": 0.7342421428571428
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Like a dinner jacket. That's like.",
      "start": 1986070,
      "end": 1987674,
      "confidence": 0.8007866666666666
    },
    {
      "pos": 437,
      "speaker": "C",
      "text": "All I'm saying is think. Do you know what I mean?",
      "start": 1988854,
      "end": 1990926,
      "confidence": 0.8960918181818183
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Oh, okay.",
      "start": 1991030,
      "end": 1991830,
      "confidence": 0.70472
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "And what was the girl?",
      "start": 1991942,
      "end": 1993134,
      "confidence": 0.756896
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "The girl. Death. Four years. It's her head.",
      "start": 1993174,
      "end": 1995070,
      "confidence": 0.7162987500000001
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "Yeah. That's just.",
      "start": 1995182,
      "end": 1996678,
      "confidence": 0.8631700000000001
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "What have you learned from there?",
      "start": 1996726,
      "end": 1997526,
      "confidence": 0.7665816666666666
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "What is that?",
      "start": 1997550,
      "end": 1997926,
      "confidence": 0.8762733333333333
    },
    {
      "pos": 444,
      "speaker": "C",
      "text": "Well, imagine. Imagine how happy you'd be. Remember that time when I nearly died? When I choked on a mister freeze pop.",
      "start": 1997950,
      "end": 2003824,
      "confidence": 0.9249104545454546
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "Tell us that one again.",
      "start": 2006244,
      "end": 2007300,
      "confidence": 0.894026
    },
    {
      "pos": 446,
      "speaker": "C",
      "text": "No, I told you, didn't I?",
      "start": 2007372,
      "end": 2008276,
      "confidence": 0.8718683333333334
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "Tell us again.",
      "start": 2008300,
      "end": 2008996,
      "confidence": 0.98954
    },
    {
      "pos": 448,
      "speaker": "C",
      "text": "Yeah, but the people will remember it. And then it.",
      "start": 2009100,
      "end": 2011028,
      "confidence": 0.8610390000000001
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "They weren't, they weren't listening. Go on, what happened?",
      "start": 2011076,
      "end": 2013388,
      "confidence": 0.8411077777777778
    },
    {
      "pos": 450,
      "speaker": "C",
      "text": "It was ages ago when my mum and dad used to go out shopping on a Friday.",
      "start": 2013436,
      "end": 2016076,
      "confidence": 0.9576217647058823
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "1970S.",
      "start": 2016140,
      "end": 2016900,
      "confidence": 0.71
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "Get the food in, get a week's load of food in the cupboard and that. And we'd, you know, they'd come in with all the food and we'd all be like, oh, God, you know, there's no food left on a Thursday, really? So we'd all be hungry on the Friday by the time the food got in.",
      "start": 2017012,
      "end": 2030798,
      "confidence": 0.9429468965517243
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "I love that. But they wouldn't either, I imagine, like jackal puppies.",
      "start": 2030916,
      "end": 2035410,
      "confidence": 0.7284016666666667
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2035482,
      "end": 2035706,
      "confidence": 0.65417
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Just like, like licking your parents mouth for food as they come through the door.",
      "start": 2035730,
      "end": 2039882,
      "confidence": 0.9022500000000001
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "So they come in from the supermarket, they're emptying the box. Ah, kid had got some biscuits and what have you. I frenzy.",
      "start": 2039938,
      "end": 2047114,
      "confidence": 0.8305847826086956
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Just a feeding frenzy. Like pigeons.",
      "start": 2047154,
      "end": 2049050,
      "confidence": 0.9494833333333333
    },
    {
      "pos": 458,
      "speaker": "C",
      "text": "I grabbed the mister freeze pop and knocked it back really quick, but it hasn't. It wasn't frozen, so I knocked it back. So it was like a liquid and it went down the wrong way.",
      "start": 2049122,
      "end": 2057391,
      "confidence": 0.9345436111111111
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Right.",
      "start": 2057497,
      "end": 2057715,
      "confidence": 0.89475
    },
    {
      "pos": 460,
      "speaker": "C",
      "text": "And I was choking. Right. And I nearly died. It must have been about. How long can you go before you die?",
      "start": 2057739,
      "end": 2062699,
      "confidence": 0.9380890909090911
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "A couple of minutes a day, I reckon.",
      "start": 2062771,
      "end": 2064219,
      "confidence": 0.85160375
    },
    {
      "pos": 462,
      "speaker": "C",
      "text": "About a minute 50.",
      "start": 2064251,
      "end": 2065543,
      "confidence": 0.962155
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Right.",
      "start": 2066763,
      "end": 2067147,
      "confidence": 0.67978
    },
    {
      "pos": 464,
      "speaker": "C",
      "text": "I was. I was really close to dying.",
      "start": 2067195,
      "end": 2070743,
      "confidence": 0.8929325000000001
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "How do you know you were close to dying? Did your life flash before you?",
      "start": 2072323,
      "end": 2076243,
      "confidence": 0.9597446666666668
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "No, but I just was like.",
      "start": 2076283,
      "end": 2077539,
      "confidence": 0.9614183333333334
    },
    {
      "pos": 467,
      "speaker": "A",
      "text": "There's loads of incidents of him eating pots.",
      "start": 2077691,
      "end": 2079803,
      "confidence": 0.6065662500000001
    },
    {
      "pos": 468,
      "speaker": "B",
      "text": "Yeah, exactly. What do you think you see if your life flashed past, what do you think elements would stand out for you.",
      "start": 2079843,
      "end": 2087052,
      "confidence": 0.8913491304347825
    },
    {
      "pos": 469,
      "speaker": "A",
      "text": "Do you think start now, go back. What do you remember? What's the first thing you remember as a kid? Yeah, just anything now, being in the.",
      "start": 2087068,
      "end": 2094172,
      "confidence": 0.8840496296296295
    },
    {
      "pos": 470,
      "speaker": "C",
      "text": "Hall and having our dog licking me face.",
      "start": 2094188,
      "end": 2096184,
      "confidence": 0.88108
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "That's your earliest memory?",
      "start": 2099204,
      "end": 2100852,
      "confidence": 0.862095
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2100988,
      "end": 2101704,
      "confidence": 0.85199
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "Okay.",
      "start": 2103724,
      "end": 2104156,
      "confidence": 0.67907
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "What.",
      "start": 2104180,
      "end": 2104556,
      "confidence": 0.44008
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "What's the next one?",
      "start": 2104660,
      "end": 2105476,
      "confidence": 0.8861224999999999
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "Right, next one's probably being up. Being at primary school with Lindsey.",
      "start": 2105540,
      "end": 2111094,
      "confidence": 0.7834366666666668
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "Yeah. Was that your girlfriend?",
      "start": 2111204,
      "end": 2112362,
      "confidence": 0.824406
    },
    {
      "pos": 478,
      "speaker": "C",
      "text": "Well, a little friend who was a girl.",
      "start": 2112418,
      "end": 2114162,
      "confidence": 0.9798
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "Sure. Yeah.",
      "start": 2114258,
      "end": 2115254,
      "confidence": 0.781755
    },
    {
      "pos": 480,
      "speaker": "C",
      "text": "And we used to have like, tins with. With letters in and you'd have to write stuff. But anyway, what are we doing?",
      "start": 2115794,
      "end": 2121214,
      "confidence": 0.8934717391304347
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "Right, so anyway, I'm intrigued by the dog that was licking your face.",
      "start": 2122674,
      "end": 2125394,
      "confidence": 0.944780769230769
    },
    {
      "pos": 482,
      "speaker": "C",
      "text": "Well, bing, that.",
      "start": 2125434,
      "end": 2126374,
      "confidence": 0.54042
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "No, it's a great feature. I just think you need to be a little bit more careful about what.",
      "start": 2127794,
      "end": 2131026,
      "confidence": 0.91731
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "You consider to be education. Gone funny.",
      "start": 2131090,
      "end": 2133494,
      "confidence": 0.7862599999999998
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "All right, well, I'll work on it.",
      "start": 2133954,
      "end": 2135338,
      "confidence": 0.7968685714285714
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Next we play a tune and what do we do? 22. We'll come back with Rockbusters.",
      "start": 2135346,
      "end": 2143102,
      "confidence": 0.7545200000000001
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "What we playing?",
      "start": 2143158,
      "end": 2143830,
      "confidence": 0.5251566666666666
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Let's play a bit of two pack.",
      "start": 2143942,
      "end": 2145358,
      "confidence": 0.7735185714285715
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "Oh, that's what I'm coming out to in it.",
      "start": 2145406,
      "end": 2146574,
      "confidence": 0.7941955555555555
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "Fight.",
      "start": 2146614,
      "end": 2146814,
      "confidence": 0.49238
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2146854,
      "end": 2147254,
      "confidence": 0.48879
    },
    {
      "pos": 492,
      "speaker": "C",
      "text": "Yeah, yeah.",
      "start": 2147294,
      "end": 2147886,
      "confidence": 0.80974
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "Imagine it. Tupac. California love.",
      "start": 2147950,
      "end": 2151550,
      "confidence": 0.775912
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2151622,
      "end": 2152038,
      "confidence": 0.78009
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "And that's the big tune that Ricky will be coming out to when he has his celebrity boxing match. All looking forward to that, Rick.",
      "start": 2152126,
      "end": 2157030,
      "confidence": 0.9157683999999999
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2157102,
      "end": 2158062,
      "confidence": 0.75425
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "Competition time.",
      "start": 2158198,
      "end": 2158870,
      "confidence": 0.865145
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "Car.",
      "start": 2158902,
      "end": 2159166,
      "confidence": 0.84859
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Oh, Carl's looking forward to this. He's just getting all stressed about his half hour. Like it like Pete. Oh, go on.",
      "start": 2159230,
      "end": 2164434,
      "confidence": 0.8643286363636363
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "We should have done this a lot earlier. Keeps him up ten. Right, if you haven't heard the game before, I give you some initials, bit of a cryptic clue. And those initials and the cryptic clue makes up some band. Not, might not be an XFM band, but it's a band or a pop group or an artist or something.",
      "start": 2165254,
      "end": 2183978,
      "confidence": 0.9270763934426229
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Yeah. It's only you called, there was a feature.",
      "start": 2184066,
      "end": 2186250,
      "confidence": 0.5763333333333333
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "Rockbusters.",
      "start": 2186322,
      "end": 2186970,
      "confidence": 0.65287
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "Rock busters. Yeah.",
      "start": 2187042,
      "end": 2188442,
      "confidence": 0.7664
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Do you want to we do this on email?",
      "start": 2188578,
      "end": 2190946,
      "confidence": 0.9227322222222222
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "I think we ought to. Because you don't like taking calls from the public, do you?",
      "start": 2191050,
      "end": 2193506,
      "confidence": 0.874629375
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Well, you can't work with machine.",
      "start": 2193530,
      "end": 2194738,
      "confidence": 0.8124583333333333
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "No, that's absolutely right.",
      "start": 2194786,
      "end": 2195866,
      "confidence": 0.7765925
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "It's not that, it's just that then it's pretty fair for everyone who's got a computer.",
      "start": 2195890,
      "end": 2199918,
      "confidence": 0.8808268749999998
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "You mean. So it's open to anyone who's got, you know, a computer or laptop at their disposal at this precise moment.",
      "start": 2199926,
      "end": 2205246,
      "confidence": 0.8568445454545454
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Anyway, there's some cracking prizes. Rick, you were pleased to know that, obviously, once again, that Carl has managed to collect together an arbitrary assortment of.",
      "start": 2205430,
      "end": 2213354,
      "confidence": 0.8488315384615384
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Looking around the office.",
      "start": 2213694,
      "end": 2214630,
      "confidence": 0.864175
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "I mean, where did you get these from? Did you just.",
      "start": 2214702,
      "end": 2216302,
      "confidence": 0.9743590909090909
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "Did you.",
      "start": 2216398,
      "end": 2216934,
      "confidence": 0.948645
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "I mean, seriously, where did you get them from? Because it's such an arbitrary collection. I don't know what kind of a person would want these items.",
      "start": 2217014,
      "end": 2223626,
      "confidence": 0.9030622222222221
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "Right.",
      "start": 2223690,
      "end": 2224202,
      "confidence": 0.92079
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "Such an arbitrary selection. I don't know what kind of person you'd be.",
      "start": 2224338,
      "end": 2226610,
      "confidence": 0.9054938461538462
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "Read about what we got.",
      "start": 2226682,
      "end": 2227738,
      "confidence": 0.8392459999999999
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "Well, there's another XFM compilation which obviously, you've obviously nicked from somewhere in the office.",
      "start": 2227786,
      "end": 2232834,
      "confidence": 0.911876
    },
    {
      "pos": 519,
      "speaker": "C",
      "text": "Yeah, good. Compilation, remix.",
      "start": 2232914,
      "end": 2234938,
      "confidence": 0.8715975
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "An album here, which is a promo album with two pigs on the front. I think it's the smashing pump. Prince lives. This is the album. Didn't we give this one away last week? This is just an arbitrary compilation album again, one of those kind of.",
      "start": 2235106,
      "end": 2249370,
      "confidence": 0.8784025531914895
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "Is that the actual one you didn't send, Carl?",
      "start": 2249402,
      "end": 2251240,
      "confidence": 0.9105388888888888
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "No, no. We've got a couple job, lot of them.",
      "start": 2251322,
      "end": 2254224,
      "confidence": 0.762024
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "Surprise, surprise. The office on DVD, which is ludicrous.",
      "start": 2255524,
      "end": 2260744,
      "confidence": 0.9098944444444445
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "Oh, I've seen it from here. What film? If it. Listen, listen. Dear, dear XFM listener. It's after. You know, this is a bit windy out.",
      "start": 2262604,
      "end": 2270876,
      "confidence": 0.7641084615384615
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "You're probably gonna stay in this evening.",
      "start": 2270900,
      "end": 2272380,
      "confidence": 0.7185285714285714
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Maybe do a bit of shopping you got. And then, in a sense, even. Or what film would you really want? No, I mean, seriously, think if you could see one film, right, what would you want to see?",
      "start": 2272412,
      "end": 2282380,
      "confidence": 0.8781497435897435
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "DVD releases.",
      "start": 2282452,
      "end": 2284364,
      "confidence": 0.81271
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "Yeah, yeah, it's great. Put them out there, misery. See, they'll be watching this tonight. If they're a lucky winner, it's the movie stigmata.",
      "start": 2284404,
      "end": 2290424,
      "confidence": 0.8696379166666666
    },
    {
      "pos": 529,
      "speaker": "B",
      "text": "Stigmata with Patricia Arquette and Gabriel Byrne.",
      "start": 2292284,
      "end": 2295904,
      "confidence": 0.7043114285714286
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "Look at Carl's face. He's actually offended because he puts. He's the only one that puts any work into this show and he's got competitions. He's got educating Ricky rockbuster, he's got.",
      "start": 2301524,
      "end": 2312328,
      "confidence": 0.8648121874999999
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "The song with a story.",
      "start": 2312376,
      "end": 2313088,
      "confidence": 0.706098
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "He's got a song with a story to come that he's, like, traveling gone through him. It's unbelievable.",
      "start": 2313136,
      "end": 2319004,
      "confidence": 0.8518822222222222
    },
    {
      "pos": 533,
      "speaker": "B",
      "text": "Yes. So you're playing for that collection of arbitrary goodies. Plus the big prize this week, stigmata, featuring Gabriel Byrne, about a woman who I think starts bleeding from the hands. It's a horror film, I think you have to be 18 or over.",
      "start": 2319704,
      "end": 2333896,
      "confidence": 0.884286590909091
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "It's not. It's not terrible.",
      "start": 2334080,
      "end": 2336080,
      "confidence": 0.951028
    },
    {
      "pos": 535,
      "speaker": "B",
      "text": "Sure.",
      "start": 2336152,
      "end": 2336408,
      "confidence": 0.77406
    },
    {
      "pos": 536,
      "speaker": "A",
      "text": "It's all right.",
      "start": 2336456,
      "end": 2337336,
      "confidence": 0.90584
    },
    {
      "pos": 537,
      "speaker": "B",
      "text": "Is it better than children of the corn, which was a big giveaway last week?",
      "start": 2337400,
      "end": 2340480,
      "confidence": 0.9251013333333333
    },
    {
      "pos": 538,
      "speaker": "A",
      "text": "I haven't seen children of the corn. Go on, then.",
      "start": 2340512,
      "end": 2342208,
      "confidence": 0.9529570000000002
    },
    {
      "pos": 539,
      "speaker": "C",
      "text": "Right, so next week, Teen Wolf two.",
      "start": 2342256,
      "end": 2345004,
      "confidence": 0.8808757142857143
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Go on.",
      "start": 2346864,
      "end": 2347804,
      "confidence": 0.9583200000000001
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "And Tony Banks's own solo album, bank statement. Tony Banks, remember, is the musician from the much loved Genesis. But we got that album to give away.",
      "start": 2348624,
      "end": 2358584,
      "confidence": 0.9284566666666669
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "All right then.",
      "start": 2358704,
      "end": 2359296,
      "confidence": 0.8216566666666667
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "So, right, to win those exclusive prizes.",
      "start": 2359360,
      "end": 2363100,
      "confidence": 0.8502928571428571
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "You'Ve got to email in. Ricky Doctor Vasex FM co dot UK.",
      "start": 2363292,
      "end": 2366356,
      "confidence": 0.6492083333333333
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "I saw a cellotape dispenser out in the.",
      "start": 2366460,
      "end": 2368284,
      "confidence": 0.8853074999999999
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "There's a pair of gloves. I don't know who's out, but they're out there and I've been there for a week. So gloves dispenser and Tony Banks is solo album, bank statement.",
      "start": 2368364,
      "end": 2378748,
      "confidence": 0.8022500000000001
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "Yep.",
      "start": 2378876,
      "end": 2379412,
      "confidence": 0.63567
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Okay, go on.",
      "start": 2379508,
      "end": 2380396,
      "confidence": 0.8989233333333333
    },
    {
      "pos": 549,
      "speaker": "C",
      "text": "All right, first one, initials JT, initials GT.",
      "start": 2380500,
      "end": 2384908,
      "confidence": 0.78661875
    },
    {
      "pos": 550,
      "speaker": "B",
      "text": "What's the cryptic clue?",
      "start": 2384956,
      "end": 2385960,
      "confidence": 0.6679775
    },
    {
      "pos": 551,
      "speaker": "C",
      "text": "Cryptic clue. At the moment I'm in a river full of logs.",
      "start": 2386092,
      "end": 2389608,
      "confidence": 0.9422833333333333
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "Hold on.",
      "start": 2389736,
      "end": 2390564,
      "confidence": 0.625025
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "Yeah, JT, and what's the clue again?",
      "start": 2391224,
      "end": 2393384,
      "confidence": 0.9045285714285717
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "At the moment I'm in a river full of logs.",
      "start": 2393464,
      "end": 2395616,
      "confidence": 0.9810210000000001
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "Full of logs.",
      "start": 2395680,
      "end": 2396560,
      "confidence": 0.9975466666666666
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "Yeah. Okay, so, uh, who could it be? JT? At the moment I'm in a river full of logs.",
      "start": 2396632,
      "end": 2402008,
      "confidence": 0.9087326315789472
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 2402056,
      "end": 2402536,
      "confidence": 0.8119333333333333
    },
    {
      "pos": 558,
      "speaker": "C",
      "text": "That second one, there's three of them. You gotta get letter is w. Yeah. The clue that lads got bad asthma.",
      "start": 2402560,
      "end": 2409364,
      "confidence": 0.8507380952380951
    },
    {
      "pos": 559,
      "speaker": "A",
      "text": "That lad has got that already. Yeah.",
      "start": 2409824,
      "end": 2413648,
      "confidence": 0.8668671428571428
    },
    {
      "pos": 560,
      "speaker": "C",
      "text": "And finally, the last one is the letter C. Yeah, and the cryptic clue is.",
      "start": 2413696,
      "end": 2420292,
      "confidence": 0.8920686666666667
    },
    {
      "pos": 561,
      "speaker": "A",
      "text": "Carl, is one of these mousetrap.",
      "start": 2420388,
      "end": 2424220,
      "confidence": 0.8432466666666666
    },
    {
      "pos": 562,
      "speaker": "C",
      "text": "Is that musical, isn't it? This isn't the clue, by the way. It is called mousetrap, isn't it?",
      "start": 2424292,
      "end": 2427700,
      "confidence": 0.8762683333333333
    },
    {
      "pos": 563,
      "speaker": "A",
      "text": "There's nothing. Yeah, that's fine.",
      "start": 2427732,
      "end": 2432060,
      "confidence": 0.681182
    },
    {
      "pos": 564,
      "speaker": "C",
      "text": "Right, here's a clue. I saw that.",
      "start": 2432252,
      "end": 2434704,
      "confidence": 0.9031442857142855
    },
    {
      "pos": 565,
      "speaker": "A",
      "text": "Can we stop me? Oh, you with a nine teddy bears there. Mouse up. That's a show in it. I think so, Bob. Yeah. Okay, here we go.",
      "start": 2438884,
      "end": 2446384,
      "confidence": 0.7768046428571429
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2447764,
      "end": 2448140,
      "confidence": 0.77135
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "Yeah, so the letter is c. And the cryptic clue. I saw that mouse trap the other night, but the eating in the. In the third, it was heating. The heating in the theater was knackered. Right. Ruined it.",
      "start": 2448172,
      "end": 2459824,
      "confidence": 0.8425428205128203
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "Well, we've got that one already as well. Yeah, I mean, these are the first.",
      "start": 2460204,
      "end": 2463724,
      "confidence": 0.8928220000000001
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "Ones, but just a quick reminder, JT was the first one.",
      "start": 2463764,
      "end": 2467268,
      "confidence": 0.9559345454545455
    },
    {
      "pos": 570,
      "speaker": "C",
      "text": "At the moment, I'm in a river for the. Full of logs.",
      "start": 2467316,
      "end": 2469798,
      "confidence": 0.8729258333333333
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Full of logs.",
      "start": 2469846,
      "end": 2470622,
      "confidence": 0.8247633333333333
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Yeah. Okay, second one, W. That lads got bad asthma. And the last one, C. I saw that mousetrap the other night, but the. The heating in the theater was knackered. Shouldn't ruin the whole thing.",
      "start": 2470678,
      "end": 2481430,
      "confidence": 0.8833427777777778
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "Okay. And Ricky Gervais@xfm.net. UK is the email address you can win.",
      "start": 2481542,
      "end": 2487262,
      "confidence": 0.8642141666666666
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "I'm confused.",
      "start": 2487318,
      "end": 2488194,
      "confidence": 0.892255
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "Stigmata.",
      "start": 2489534,
      "end": 2490446,
      "confidence": 0.66253
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "I mean, logs. I'm in a river full of logs.",
      "start": 2490510,
      "end": 2493894,
      "confidence": 0.821153
    },
    {
      "pos": 577,
      "speaker": "C",
      "text": "Well, we'll do it in about 20 minutes.",
      "start": 2493934,
      "end": 2495486,
      "confidence": 0.99162375
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "Yeah?",
      "start": 2495550,
      "end": 2495726,
      "confidence": 0.52884
    },
    {
      "pos": 579,
      "speaker": "B",
      "text": "You've got to stay tuned for the answer.",
      "start": 2495750,
      "end": 2497110,
      "confidence": 0.83892
    },
    {
      "pos": 580,
      "speaker": "C",
      "text": "It's not the quickest, so don't go rushing and sort of messing it up. Think about it. And it's random email anyway, so there's no rush. All right?",
      "start": 2497182,
      "end": 2504650,
      "confidence": 0.9353007142857145
    },
    {
      "pos": 581,
      "speaker": "B",
      "text": "And if you want to email, you're welcome to say, please do not send me the prizes, even if I win. Or can put that on there if you don't want that junk in your house.",
      "start": 2504802,
      "end": 2512374,
      "confidence": 0.9191199999999999
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "Right. The reason we, you know, we usually sort of play a record out of an outbreak, don't we? Karl is so concerned with his little competition, he hasn't got a record. Ready?",
      "start": 2513394,
      "end": 2522338,
      "confidence": 0.901398787878788
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Sure. Ok. Do you want to do a quick recap?",
      "start": 2522386,
      "end": 2526374,
      "confidence": 0.856203
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "Yeah, go on, quick.",
      "start": 2531474,
      "end": 2532442,
      "confidence": 0.8597349999999999
    },
    {
      "pos": 585,
      "speaker": "C",
      "text": "Still send your emails in, JT. It's some initials of a band. Just in case you didn't hear it last week. If I said AK and an exploding pet, that would be atomic curtain.",
      "start": 2532498,
      "end": 2540770,
      "confidence": 0.8944955882352938
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2540842,
      "end": 2541114,
      "confidence": 0.79666
    },
    {
      "pos": 587,
      "speaker": "C",
      "text": "Right.",
      "start": 2541154,
      "end": 2541402,
      "confidence": 0.66842
    },
    {
      "pos": 588,
      "speaker": "A",
      "text": "They know what a clue is.",
      "start": 2541458,
      "end": 2542330,
      "confidence": 0.7867566666666667
    },
    {
      "pos": 589,
      "speaker": "C",
      "text": "So, JT, at the moment I'm in a river full of logs w that lads got bad asthma. And see, I saw that mouse trap the other night. The heating wasn't working, it ruined the night. And.",
      "start": 2542362,
      "end": 2552694,
      "confidence": 0.9136143243243242
    },
    {
      "pos": 590,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2553034,
      "end": 2553814,
      "confidence": 0.83928
    },
    {
      "pos": 591,
      "speaker": "C",
      "text": "Ricky Gervaisfm dot co dot uk, some stuff.",
      "start": 2555674,
      "end": 2559312,
      "confidence": 0.6983874999999999
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "Stigmata.",
      "start": 2559408,
      "end": 2560564,
      "confidence": 0.31076
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Richard Ashcroft. Check the meaning. I love that. That's brilliant. On XFM 104.9. Ricky Gervais with me, Steve Merchant, Carl Pilkington, who's our producer proper. No, but he's getting it. But there's more like it now in it. Before he was someone who pressed the buttons. Then he was somebody press the buttons. We just made talk like a performing monkey.",
      "start": 2567144,
      "end": 2588076,
      "confidence": 0.8293521311475408
    },
    {
      "pos": 594,
      "speaker": "B",
      "text": "I hear it's gonna be lured away by the Today program on radio four. They've lost their news editor, I think.",
      "start": 2588140,
      "end": 2594864,
      "confidence": 0.9130690476190475
    },
    {
      "pos": 595,
      "speaker": "C",
      "text": "Ricky, quite topical.",
      "start": 2595164,
      "end": 2596404,
      "confidence": 0.8753099999999999
    },
    {
      "pos": 596,
      "speaker": "A",
      "text": "Absolutely, isn't it? Yeah. So when you say topical, this is topical. Where this happened ages ago.",
      "start": 2596484,
      "end": 2603836,
      "confidence": 0.8664058823529411
    },
    {
      "pos": 597,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2603900,
      "end": 2604548,
      "confidence": 0.61752
    },
    {
      "pos": 598,
      "speaker": "A",
      "text": "Your words, not mine.",
      "start": 2604716,
      "end": 2605916,
      "confidence": 0.9233100000000001
    },
    {
      "pos": 599,
      "speaker": "C",
      "text": "Have they got a Ricky works there?",
      "start": 2605980,
      "end": 2608184,
      "confidence": 0.8380257142857143
    },
    {
      "pos": 600,
      "speaker": "A",
      "text": "We can look into that.",
      "start": 2609164,
      "end": 2610212,
      "confidence": 0.99939
    },
    {
      "pos": 601,
      "speaker": "B",
      "text": "Um, so it can't be quite a competition away, Rick, they've got to be given away.",
      "start": 2610268,
      "end": 2613300,
      "confidence": 0.809970625
    },
    {
      "pos": 602,
      "speaker": "A",
      "text": "This is rock bus.",
      "start": 2613332,
      "end": 2614422,
      "confidence": 0.7669999999999999
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "We've got obviously the big price stigmata this week. I'm not going to give the price to Ira. I think it's ear or Ira. But she or he emailed in the right answers and then said, if you could enclose the receipt for stigmata. That would be much appreciated. I'm amazed by the number of responses we've had.",
      "start": 2614588,
      "end": 2632490,
      "confidence": 0.9016422413793104
    },
    {
      "pos": 604,
      "speaker": "A",
      "text": "And someone wants a copy of Tony Banks's solo album, which I was mucking around. So we better buy that in the week to give it away, because I think that'd be amazing prize to give away if you just give the clues, do the clues and then just give the answer.",
      "start": 2632522,
      "end": 2643974,
      "confidence": 0.8501700000000001
    },
    {
      "pos": 605,
      "speaker": "C",
      "text": "The one that everyone was struggling with was the first one. Yeah, I'll save that. So we'll go to the second one. W. Yeah, that lads got bad asthma.",
      "start": 2645214,
      "end": 2651846,
      "confidence": 0.9539434482758622
    },
    {
      "pos": 606,
      "speaker": "A",
      "text": "Yeah, we know that.",
      "start": 2651910,
      "end": 2652966,
      "confidence": 0.9954049999999999
    },
    {
      "pos": 607,
      "speaker": "C",
      "text": "What was Weezer?",
      "start": 2653110,
      "end": 2654478,
      "confidence": 0.67835
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "Yeah, the last one.",
      "start": 2654526,
      "end": 2657126,
      "confidence": 0.9645699999999999
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "See, the clue was, I saw that mousetrap the other day. The heating was knackered. In the restaurant.",
      "start": 2657270,
      "end": 2663262,
      "confidence": 0.9016622222222223
    },
    {
      "pos": 610,
      "speaker": "B",
      "text": "Yeah, in the restaurant.",
      "start": 2663318,
      "end": 2664190,
      "confidence": 0.7082499999999999
    },
    {
      "pos": 611,
      "speaker": "C",
      "text": "In the theater.",
      "start": 2664222,
      "end": 2664862,
      "confidence": 0.6909233333333332
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2664958,
      "end": 2665278,
      "confidence": 0.75878
    },
    {
      "pos": 613,
      "speaker": "C",
      "text": "And it ruined the night.",
      "start": 2665326,
      "end": 2666358,
      "confidence": 0.8394280000000001
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "Yeah. It was a cold play, wasn't it?",
      "start": 2666406,
      "end": 2668190,
      "confidence": 0.9192649999999999
    },
    {
      "pos": 615,
      "speaker": "C",
      "text": "Yeah, that's a cold play. And JT? Uh, at the moment.",
      "start": 2668222,
      "end": 2673064,
      "confidence": 0.7399563636363635
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "No, I can't think of this one.",
      "start": 2673144,
      "end": 2674464,
      "confidence": 0.8915157142857142
    },
    {
      "pos": 617,
      "speaker": "C",
      "text": "At the moment. I'm in a river full of logs.",
      "start": 2674584,
      "end": 2676648,
      "confidence": 0.950244
    },
    {
      "pos": 618,
      "speaker": "B",
      "text": "Well, I had to say there were some wrong answers.",
      "start": 2676696,
      "end": 2678144,
      "confidence": 0.830368
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "I.",
      "start": 2678224,
      "end": 2678464,
      "confidence": 0.55
    },
    {
      "pos": 620,
      "speaker": "B",
      "text": "What was it again?",
      "start": 2678504,
      "end": 2679272,
      "confidence": 0.9456175
    },
    {
      "pos": 621,
      "speaker": "C",
      "text": "It was just in Timberlake, Justin Timberlake.",
      "start": 2679408,
      "end": 2683204,
      "confidence": 0.7160614285714286
    },
    {
      "pos": 622,
      "speaker": "B",
      "text": "We had some wrong answers that included Jethro Tull and James Taylor. I don't know how that relates to it.",
      "start": 2683504,
      "end": 2692408,
      "confidence": 0.8318055000000001
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "I'm annoyed at Lake when he clearly said river. I mean, that's the first thing that cropped up. Not, I'm in some water full of logs at the moment. Yeah, I'm in some water for the logs. But he actually had to say river, so not like that annoys me. I mean, I didn't get it. Fair enough. I should have worked out. I should have tried to think like you. A lot of people obviously think like you, which is. Which I'm, you know, worried about. But, yeah, JT, James Taylor.",
      "start": 2692456,
      "end": 2722070,
      "confidence": 0.906397065217391
    },
    {
      "pos": 624,
      "speaker": "B",
      "text": "Just guessing.",
      "start": 2722142,
      "end": 2723166,
      "confidence": 0.80385
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "Yeah, James Taylor works.",
      "start": 2723230,
      "end": 2724758,
      "confidence": 0.852315
    },
    {
      "pos": 626,
      "speaker": "C",
      "text": "Have we got a winner? Steve? He's gonna randomly pick.",
      "start": 2724806,
      "end": 2726910,
      "confidence": 0.7104510000000002
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "I did have a winner. I've just. I just lost them.",
      "start": 2726982,
      "end": 2729612,
      "confidence": 0.9277800000000002
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "Oh.",
      "start": 2729668,
      "end": 2730084,
      "confidence": 0.68
    },
    {
      "pos": 629,
      "speaker": "B",
      "text": "Needless to say, that lucky person won't.",
      "start": 2730164,
      "end": 2732412,
      "confidence": 0.9646242857142857
    },
    {
      "pos": 630,
      "speaker": "A",
      "text": "Be watching stigmata tonight.",
      "start": 2732428,
      "end": 2733748,
      "confidence": 0.802285
    },
    {
      "pos": 631,
      "speaker": "B",
      "text": "Just randomly gets.",
      "start": 2733836,
      "end": 2734700,
      "confidence": 0.70125
    },
    {
      "pos": 632,
      "speaker": "A",
      "text": "It's a draw, by the way, it's not the first. I said to Carl in the brats and is the first one anyway. No, I don't want a competition that relies on speed because I don't want to be rushed. Okay, so randomly click on someone.",
      "start": 2734732,
      "end": 2748108,
      "confidence": 0.8764202173913043
    },
    {
      "pos": 633,
      "speaker": "B",
      "text": "I'm just going to randomly click on one.",
      "start": 2748156,
      "end": 2749316,
      "confidence": 0.8932375
    },
    {
      "pos": 634,
      "speaker": "A",
      "text": "Go on.",
      "start": 2749340,
      "end": 2750064,
      "confidence": 0.79439
    },
    {
      "pos": 635,
      "speaker": "B",
      "text": "There's not. They've not put an address.",
      "start": 2751244,
      "end": 2752684,
      "confidence": 0.8891828571428572
    },
    {
      "pos": 636,
      "speaker": "C",
      "text": "Well, what we can do, we can email back and say, send us your address.",
      "start": 2752764,
      "end": 2755420,
      "confidence": 0.9392499999999999
    },
    {
      "pos": 637,
      "speaker": "A",
      "text": "Of course you can.",
      "start": 2755492,
      "end": 2755972,
      "confidence": 0.856225
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "I think if they don't put an address.",
      "start": 2755988,
      "end": 2757044,
      "confidence": 0.865425
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "Well, no. All right, all right.",
      "start": 2757124,
      "end": 2759554,
      "confidence": 0.8452166666666666
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2759684,
      "end": 2760014,
      "confidence": 0.95482
    },
    {
      "pos": 641,
      "speaker": "B",
      "text": "Chris Beaumont.",
      "start": 2760054,
      "end": 2761014,
      "confidence": 0.7244299999999999
    },
    {
      "pos": 642,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2761174,
      "end": 2761510,
      "confidence": 0.2887
    },
    {
      "pos": 643,
      "speaker": "B",
      "text": "Lucky Chris Beaumont.",
      "start": 2761542,
      "end": 2762358,
      "confidence": 0.7537133333333333
    },
    {
      "pos": 644,
      "speaker": "A",
      "text": "Chris Beaumont will be watching stigmata tonight with a club of Haagen Dar, if I'm not much mistaken. He'll be loving it.",
      "start": 2762406,
      "end": 2768374,
      "confidence": 0.7882995454545454
    },
    {
      "pos": 645,
      "speaker": "B",
      "text": "Well done to Chris.",
      "start": 2768414,
      "end": 2769030,
      "confidence": 0.8312825
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "Needed address.",
      "start": 2769062,
      "end": 2769750,
      "confidence": 0.47870999999999997
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "Right.",
      "start": 2769862,
      "end": 2770374,
      "confidence": 0.72239
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "That's the end of that competition. Right? We play a record or so we're.",
      "start": 2770494,
      "end": 2773846,
      "confidence": 0.879975
    },
    {
      "pos": 649,
      "speaker": "C",
      "text": "On to another feature.",
      "start": 2773870,
      "end": 2775310,
      "confidence": 0.977225
    },
    {
      "pos": 650,
      "speaker": "A",
      "text": "Oh, what is this?",
      "start": 2775382,
      "end": 2776794,
      "confidence": 0.8458325
    },
    {
      "pos": 651,
      "speaker": "C",
      "text": "This one.",
      "start": 2777094,
      "end": 2778154,
      "confidence": 0.79051
    },
    {
      "pos": 652,
      "speaker": "B",
      "text": "Were you not at the planning meeting?",
      "start": 2778654,
      "end": 2780434,
      "confidence": 0.8232342857142857
    },
    {
      "pos": 653,
      "speaker": "A",
      "text": "What is this? Go on.",
      "start": 2781374,
      "end": 2783214,
      "confidence": 0.9872920000000001
    },
    {
      "pos": 654,
      "speaker": "C",
      "text": "This is. That song has got a good story.",
      "start": 2783294,
      "end": 2785158,
      "confidence": 0.9167900000000001
    },
    {
      "pos": 655,
      "speaker": "A",
      "text": "Oh, is this that? God.",
      "start": 2785246,
      "end": 2787288,
      "confidence": 0.849954
    },
    {
      "pos": 656,
      "speaker": "B",
      "text": "So tell us the rules.",
      "start": 2787336,
      "end": 2788264,
      "confidence": 0.9942759999999999
    },
    {
      "pos": 657,
      "speaker": "A",
      "text": "Right.",
      "start": 2788344,
      "end": 2788560,
      "confidence": 0.7309
    },
    {
      "pos": 658,
      "speaker": "C",
      "text": "The rule is that it's songs that we play on the show every week. And there's a lot of music out that they just keep saying the same.",
      "start": 2788592,
      "end": 2793664,
      "confidence": 0.9545614285714287
    },
    {
      "pos": 659,
      "speaker": "A",
      "text": "I'll just. What is it? What's the song with the story this week? What's the song with the story this week?",
      "start": 2793704,
      "end": 2797896,
      "confidence": 0.931657142857143
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "Just say it is Gene Pinckney, 24 hours from Tulsa.",
      "start": 2797920,
      "end": 2800696,
      "confidence": 0.8205389999999999
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "I'm really sorry about this. If you're next to them listener, we got to listen to this. Go on.",
      "start": 2800760,
      "end": 2804056,
      "confidence": 0.8902436842105265
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "Well, do you know what it's about?",
      "start": 2804160,
      "end": 2805684,
      "confidence": 0.9101157142857143
    },
    {
      "pos": 663,
      "speaker": "A",
      "text": "Yeah. Isn't he getting. Trying to get back to his girlfriend?",
      "start": 2806784,
      "end": 2809528,
      "confidence": 0.8821072727272725
    },
    {
      "pos": 664,
      "speaker": "C",
      "text": "Yeah, it's been working away, lives in Tulsa. It works quite far away.",
      "start": 2809656,
      "end": 2815084,
      "confidence": 0.8864346153846152
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "Right.",
      "start": 2815164,
      "end": 2815668,
      "confidence": 0.95441
    },
    {
      "pos": 666,
      "speaker": "C",
      "text": "And he's got to save us having.",
      "start": 2815796,
      "end": 2816996,
      "confidence": 0.6959228571428572
    },
    {
      "pos": 667,
      "speaker": "A",
      "text": "To listen to the song.",
      "start": 2817020,
      "end": 2818012,
      "confidence": 0.737966
    },
    {
      "pos": 668,
      "speaker": "C",
      "text": "Well, it's always good to sort of.",
      "start": 2818148,
      "end": 2820116,
      "confidence": 0.9193528571428572
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "Hear the story before you hear the story. It's like, I like this before a film.",
      "start": 2820300,
      "end": 2824564,
      "confidence": 0.8564425
    },
    {
      "pos": 670,
      "speaker": "C",
      "text": "Yeah, you might read the book before you see the film type thing.",
      "start": 2824644,
      "end": 2827884,
      "confidence": 0.9383776923076923
    },
    {
      "pos": 671,
      "speaker": "A",
      "text": "Yeah. So never in my case.",
      "start": 2827964,
      "end": 2829628,
      "confidence": 0.9186983333333333
    },
    {
      "pos": 672,
      "speaker": "C",
      "text": "He's working. He's working miles away. His missus is in Tulsa. He's driving back and he can't wait.",
      "start": 2829796,
      "end": 2835540,
      "confidence": 0.79449
    },
    {
      "pos": 673,
      "speaker": "A",
      "text": "He's only about 24 hours away.",
      "start": 2835572,
      "end": 2836612,
      "confidence": 0.83306
    },
    {
      "pos": 674,
      "speaker": "C",
      "text": "And he's about 24 hours away. And he's a little bit tired. On the way home, he's thinking, I don't want to look a mess for when me and misses sees me. So he says, right, I'll stay at a motel, get some energy and that, you know, for when they see you.",
      "start": 2836628,
      "end": 2850076,
      "confidence": 0.8726583018867926
    },
    {
      "pos": 675,
      "speaker": "A",
      "text": "Have a shit to Green bar.",
      "start": 2850100,
      "end": 2851212,
      "confidence": 0.5584666666666666
    },
    {
      "pos": 676,
      "speaker": "C",
      "text": "So he pulls over at a motel and he's locking his car up, getting his suitcase out the back. There's a woman in the car park. He's like, oh, she's all right. She looks at him, he thinks of.",
      "start": 2851308,
      "end": 2861972,
      "confidence": 0.9298482051282053
    },
    {
      "pos": 677,
      "speaker": "A",
      "text": "Him when a four point.",
      "start": 2861988,
      "end": 2862724,
      "confidence": 0.5678799999999999
    },
    {
      "pos": 678,
      "speaker": "B",
      "text": "I don't think the suitcase in the boot is mentioned in the song. I think that's maybe a twelve inch mix or something. I've not basically.",
      "start": 2862764,
      "end": 2869028,
      "confidence": 0.9378561538461538
    },
    {
      "pos": 679,
      "speaker": "C",
      "text": "Right.",
      "start": 2869116,
      "end": 2869744,
      "confidence": 0.55985
    },
    {
      "pos": 680,
      "speaker": "A",
      "text": "I'll play the record for Christ's sake. Let them listen to it.",
      "start": 2870164,
      "end": 2873730,
      "confidence": 0.9172866666666669
    },
    {
      "pos": 681,
      "speaker": "B",
      "text": "I don't remember him saying cool, she looks alright.",
      "start": 2873852,
      "end": 2876194,
      "confidence": 0.7623944444444445
    },
    {
      "pos": 682,
      "speaker": "A",
      "text": "Yeah, yeah. 25. Tulsa. Jim Pitney song with a story.",
      "start": 2877294,
      "end": 2884114,
      "confidence": 0.712242
    },
    {
      "pos": 683,
      "speaker": "B",
      "text": "You are quite upset by the lyrics of that song, aren't you?",
      "start": 2884414,
      "end": 2887046,
      "confidence": 0.8879133333333332
    },
    {
      "pos": 684,
      "speaker": "C",
      "text": "I just think it's a bit annoying that. Right? He loved this woman.",
      "start": 2887190,
      "end": 2891774,
      "confidence": 0.9023815384615386
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2891854,
      "end": 2892514,
      "confidence": 0.68374
    },
    {
      "pos": 686,
      "speaker": "C",
      "text": "Everything's going fine. He's only 24 hours away from home. I don't know how. What sort of distance is done. We can't wait to get home. I know it's talk with some woman in the car park to sort of.",
      "start": 2893454,
      "end": 2903464,
      "confidence": 0.8900469999999998
    },
    {
      "pos": 687,
      "speaker": "B",
      "text": "Give him the eye.",
      "start": 2903584,
      "end": 2904328,
      "confidence": 0.75461
    },
    {
      "pos": 688,
      "speaker": "C",
      "text": "Give it an eye and every. All the. All the. Like the good times he's had with his missus go out the window and.",
      "start": 2904376,
      "end": 2912044,
      "confidence": 0.7752924999999998
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "I don't know.",
      "start": 2912584,
      "end": 2913160,
      "confidence": 0.9342533333333333
    },
    {
      "pos": 690,
      "speaker": "B",
      "text": "That's the dangers of falling in love with a prostitute. What I like about it though is the fact that he's writing this to his ex girlfriend.",
      "start": 2913192,
      "end": 2920672,
      "confidence": 0.9147803703703704
    },
    {
      "pos": 691,
      "speaker": "A",
      "text": "Yes.",
      "start": 2920768,
      "end": 2921064,
      "confidence": 0.2865
    },
    {
      "pos": 692,
      "speaker": "B",
      "text": "I talk about rubbing it in, kissing her and getting off with her.",
      "start": 2921104,
      "end": 2924724,
      "confidence": 0.8327769230769232
    },
    {
      "pos": 693,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2926964,
      "end": 2927964,
      "confidence": 0.753045
    },
    {
      "pos": 694,
      "speaker": "C",
      "text": "Did you hear the very end? Because he's the loser. Because he said. And he can never go home again.",
      "start": 2928084,
      "end": 2932428,
      "confidence": 0.904416
    },
    {
      "pos": 695,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2932556,
      "end": 2933212,
      "confidence": 0.96805
    },
    {
      "pos": 696,
      "speaker": "C",
      "text": "So even though he's got this new girlfriend and that he's old mate, he.",
      "start": 2933348,
      "end": 2938268,
      "confidence": 0.7708099999999999
    },
    {
      "pos": 697,
      "speaker": "B",
      "text": "Has fallen in love. Next time you stop at the Granata services on the way back from, you know, Swansea, be careful.",
      "start": 2938276,
      "end": 2952180,
      "confidence": 0.8683054545454548
    },
    {
      "pos": 698,
      "speaker": "A",
      "text": "There was a song by Jim Reeves and probably at about the same time a little bit before, right. It was just called just a hundred miles from Mary Ann, right. And it was him and his horse going through the snow. And he was stoned.",
      "start": 2952252,
      "end": 2963744,
      "confidence": 0.8924895652173914
    },
    {
      "pos": 699,
      "speaker": "B",
      "text": "He stopped at a little chef.",
      "start": 2963784,
      "end": 2965064,
      "confidence": 0.75594
    },
    {
      "pos": 700,
      "speaker": "A",
      "text": "Yeah. He found another donkey. No, but it's really sad. He just made me cry when I was little. Because he's got there, right. And he wouldn't leave old Ben the horse. And he dies in the snow.",
      "start": 2965224,
      "end": 2975200,
      "confidence": 0.8737452631578946
    },
    {
      "pos": 701,
      "speaker": "B",
      "text": "And then.",
      "start": 2975232,
      "end": 2975456,
      "confidence": 0.82622
    },
    {
      "pos": 702,
      "speaker": "A",
      "text": "So he dies in the snow.",
      "start": 2975480,
      "end": 2976792,
      "confidence": 0.8017066666666666
    },
    {
      "pos": 703,
      "speaker": "B",
      "text": "He's gone again. He's gone again. I get the same way. Teary eyed with two little boys.",
      "start": 2976888,
      "end": 2981000,
      "confidence": 0.866644117647059
    },
    {
      "pos": 704,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2981112,
      "end": 2981632,
      "confidence": 0.82742
    },
    {
      "pos": 705,
      "speaker": "C",
      "text": "No, I don't like that.",
      "start": 2981728,
      "end": 2982672,
      "confidence": 0.8024660000000001
    },
    {
      "pos": 706,
      "speaker": "A",
      "text": "Why not?",
      "start": 2982728,
      "end": 2983450,
      "confidence": 0.94668
    },
    {
      "pos": 707,
      "speaker": "C",
      "text": "It's just.",
      "start": 2983592,
      "end": 2984366,
      "confidence": 0.780135
    },
    {
      "pos": 708,
      "speaker": "A",
      "text": "You think I'd leave you dying when there's room on this horse for two? Climb up here, Jack. We soon be flying back to the ranks. Oh blue. It was just like when they were playing with the little. He said when they were little and he was soldier knee helped him and he returned the favor in a war. Which to me is a bigger favor than just letting him have a go on a hobby horse. But a lot braver if you. You know. But yeah. Last number one of the sixties as well. Christmas 1969.",
      "start": 2984510,
      "end": 3007246,
      "confidence": 0.8690820408163267
    },
    {
      "pos": 709,
      "speaker": "B",
      "text": "And it's course based on truth that it's actually. That's a history lesson right there. Famous person. I think it was Churchill and Cromwell.",
      "start": 3007270,
      "end": 3014958,
      "confidence": 0.8264658333333333
    },
    {
      "pos": 710,
      "speaker": "A",
      "text": "Yes, Cromwell, yeah. They were both lived ages ago, so they lived at the same time, literally ages ago. So they lived at the same time.",
      "start": 3015006,
      "end": 3022790,
      "confidence": 0.9261557692307693
    },
    {
      "pos": 711,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3022862,
      "end": 3023350,
      "confidence": 0.94086
    },
    {
      "pos": 712,
      "speaker": "C",
      "text": "Well, that's it then, is it?",
      "start": 3023462,
      "end": 3024934,
      "confidence": 0.8778366666666666
    },
    {
      "pos": 713,
      "speaker": "A",
      "text": "Yeah, we listen to anything we were saying then, Carl, did you understand any of that? That means he were just trying that.",
      "start": 3024974,
      "end": 3030446,
      "confidence": 0.8012391304347826
    },
    {
      "pos": 714,
      "speaker": "C",
      "text": "Ralph Harris did a good song about.",
      "start": 3030470,
      "end": 3033110,
      "confidence": 0.8344042857142858
    },
    {
      "pos": 715,
      "speaker": "A",
      "text": "Right.",
      "start": 3033182,
      "end": 3033414,
      "confidence": 0.50063
    },
    {
      "pos": 716,
      "speaker": "C",
      "text": "When he's got a carry on a horse.",
      "start": 3033454,
      "end": 3034726,
      "confidence": 0.84286625
    },
    {
      "pos": 717,
      "speaker": "A",
      "text": "Right, and what was about the stuff about Cromwell, Winston? What do you think that was about?",
      "start": 3034830,
      "end": 3038286,
      "confidence": 0.8974923529411764
    },
    {
      "pos": 718,
      "speaker": "C",
      "text": "I missed that.",
      "start": 3038350,
      "end": 3039008,
      "confidence": 0.88803
    },
    {
      "pos": 719,
      "speaker": "A",
      "text": "We're doing humor. We're doing a little bit of humor. It was a satire on you saying, age is not being specific. Do you. Did you. Do you like that stuff?",
      "start": 3039086,
      "end": 3044796,
      "confidence": 0.8388180645161293
    },
    {
      "pos": 720,
      "speaker": "C",
      "text": "We do, yeah. That's it, then.",
      "start": 3044820,
      "end": 3047864,
      "confidence": 0.9431866666666666
    },
    {
      "pos": 721,
      "speaker": "A",
      "text": "Just a cat looking out a window. A dead mouse or something. You can go, come here. And it's just looking at the mouse, it could eat. You want to press the buttons and finish, don't you? Yeah, what are you gonna do, play record or.",
      "start": 3050444,
      "end": 3060860,
      "confidence": 0.8713710869565219
    },
    {
      "pos": 722,
      "speaker": "C",
      "text": "No, that's it. It's ads and that's it.",
      "start": 3060892,
      "end": 3062744,
      "confidence": 0.803855
    },
    {
      "pos": 723,
      "speaker": "A",
      "text": "Good guy, good, right, goodbye.",
      "start": 3063284,
      "end": 3064972,
      "confidence": 0.5202680000000001
    },
    {
      "pos": 724,
      "speaker": "B",
      "text": "What a wonderful ending.",
      "start": 3065028,
      "end": 3066344,
      "confidence": 0.7833474999999999
    },
    {
      "pos": 725,
      "speaker": "C",
      "text": "That was the way, when I was about.",
      "start": 3067044,
      "end": 3068484,
      "confidence": 0.61437
    }
  ]
}
