{
  "id": "1620740a-99cf-4c2e-b05c-3a9176646597",
  "status": "completed",
  "text": "Since you've been gone by rainbow. Since we've been. Garn, Steve, what's been going on, mate? Well, so much has happened, doesn't it, in the world, in the politics and stuff. There's been an election and the like. I'm Ricky Gervais. With me, Steve Merchant and our producer, I say producer, Carl Pilkington. All right? Yeah, very good. We've been away for a while. I think the last show we did was January 2004. Yeah, yeah. And nothing's changed. Nothing's changed. Nothing's been mended. I mean, I'm pretty sure I threw that away in the bin before I went, before I left. Yeah. There are some of your old bacon. Rinds, the spare ribs on the floor. Yeah, nothing's changed at all. Oh, no, that's not true. The listenership changed. It went down slightly, didn't it, on the last Rajah? Well, I don't know. I don't know. Is that what happened? Did it go down slightly, Carl? I don't think excellent gets new listeners, because I think what happens is the reason it goes down just very slightly each time is that their old listeners die. You know, old cure fans dying of smack addictions. But anyway, well, I haven't listed this station for a year and a half, so that's increased by one, which is probably quite a high percentage. Exactly. I suppose that. My question, I suppose, to you, Rick, would be, you know, why now? Why. Why have you come back now? You know. Okay. Yeah, because we're just here for six weeks. Six weeks. Well, we're standing for Adam and Joe, aren't we? Yeah. Yeah, the tables have turned. I remember when they were standing in for us, but. Yeah, but the only reason I'm here is because my housekeeper cleans between one and three. Oh, right. That's a good idea. So I just want to get out. Of the house and. Are they listening to XFM? Well, no, she doesn't speak English. I'm not making money, Rick. You know, if I can help out, you know, a young immigrant lady, then I will do. And there are so many things I can do for her in so many ways. But picking up my old tea towels and stuff is ideal. So that's why I'm here. But all I'm worried about is I think people kind of associate with the name Ricky Gervais. They associate a certain level of quality. Your life, stand up DVD's. There's a level of quality. You've put a lot of work into them. You've honed it, the tv work. You've done likewise. Should people expect the same from the radio show? Definitely not. No, definitely not. Those things that, you know, you sit down where, you know, we sit down, we write them for a long time, writing for a year maybe, then film them. We worry about everything. This is. I really, I'm not even sure I'm talking to the mic at the moment. I was actually doodling as you saw that I'm eating a sandwich as we speak, you know that, you know, if you. Although we do like music. That is true. That's absolutely right. Should we play some great records, you two? City of blinding light. I'll tell you what, I love you two now. Yeah. Honestly hated them. Sort of everything from boy up to about, I think, beautiful day when that came out, I thought, oh, that's all right. Listen to the album. Listen, this album, I love them now, Steve, it's a turn around, innit? Well, yeah, it's that kind of musical insight that I'm looking for. I sound like Doctor Fox. Doctor Fox, what's happened to him? Is he off air now? Because that's one of the reasons I put no effort into this radio show because, you know, we go to the Golden Globes the same month we do nothing at the Sony. And Doctor Fox actually said, that's because you're not very good. I like the fact that the Doctor Fox criticisms really hit you quite hard. Still talking about it a year later. You've got to let it go, Rick. Yeah, but then again, you know, he's a medical man. Yeah, well, you know, you got to believe him. Yeah, yeah, I could have done without the rectal examination. I think you could have just said, you're not very good. Try and enunciate. Now I know what the problem is. Or let's have a look down here. Exactly. Carl had to. You had to go to one of those, well, clinics, didn't you? I'm gone. Why? Because I'm not happy with it. What? Well, it's just. Do people know what them places. Places are? They give you a hole. Yeah, I've had one. Yeah. They take, they check everything. Which, you know, Susan, my girlfriend was like, you know, you're odd. Now, when was the last time you went to the doctors? And I haven't been for ages because. I don't know, I never go. I never go. And there's. I think I'm honestly gonna die there. I'm in agony. They can always find something. Jane made me go to one of those. Well things. Yeah, those things. They do that. It's yeah, cut under quid and they give you a complete head to toe, don't they? Put head to bottom is what it is. The do the old finger up the ass thing. Now what is that testing for why. They said it quietly? Because he's on the radio. You know, you can't say ass. Yeah. I say it quietly. Yeah. Yeah, ass. Yeah. That's what our mistake was, because we got a complaint upheld, didn't we, for saying, and I'm talking about a male chicken here, which is a cock, as you know. And we said that word, right? So if we'd have gone, we'd have probably gotten away with it, even get. Away with murder, if you just. Yeah, if you just whisper it from me. So go on then. Yeah, so go on. So, yeah. Yeah. No, I just. I just. I'm not going because I'm not having that done. I don't understand what. What you're gonna find up there. That's. Your head. Why can't I just. I mean, it's the heart that I worry about the most. You mean that in a kind of romantic sense? No, I mean, like, you know, they. Have a long finger. Wouldn't they, to check that out? It's not wrong with your left ventricle. This thing about the doctors, they hold your testicles and they make you cough. Yeah. They don't hold the testicles anymore. They just put it sort of like by the side of them. And what's that testing for? I don't know. I think it's something to do with. If you've got something wrong with your diaphragm or something like that, you can't do it when they press there. I don't know. It shows them something. It's not doctors having a quick feel. Well, that's good, because. Do you remember when Carl said he's going to die of cancer and I said, why? He said, I don't check my balls. I said, why? He said, I don't like the feel. So they feel it for you. They feel them for you. And you can just relax, shut your eyes and think of England. Don't mess with them. What do you mean? You can do more damage messing about with them. Just leave them two anyway, you can afford to lose one. Yeah, I don't think that's the point. I think the point is it sort of spreads, doesn't it? Know you've got to check them. I mean, I'm not saying, you know, if don't. Don't do it, because they spend a lot of money saying to people, you know, have a quick feel if you've got the time, what have you. But I'm not. I. Don't worry about it. Leave it. Leave it alone. Why, out of interest, why do doctors stick fingers up your eyes? Check the prostate. Check the prostate? Yeah, because if it's swollen, it's. It could, you know, lead to all sorts of problems again. They're not having a laugh, Carl. They're not going, look at this bald little monk fella. I'll feel his ball stick a finger up his arse and send him home. 300 quid, please. On you go. What about me, Art? It's fine. And they're all laughing. Roger, Jeff, stand behind that two way mirror. Yeah? Yeah. What's this? I'm not going anyway. Really? You're not going because you don't want. No, I'm not happy with that. It doesn't even matter. It's not the fact he's a stranger. If it was someone who I knew. That would be worse. Imagine that at a dinner party. Oh, God. Oh, hello. Hello. Roger and Selena, do you mind? Roger, do you mind? Would you allow any of the celebrity doctors to do it, though? Doctor Drex, any of those? I just don't understand. In this day and age. Would you allow Chris Eggleston to stick his big northern finger up? Anyway, Beanie Siegel. I love this track. Urban for you, Rick. Beanie Seagull. Feel it in the air. Beautiful track in it. Well, it's wonderful. And I love your summer's day like this as well, Rick. It's the ideal choice. Well, I'm a little bit worried that if there are any new listeners, very unlikely that they may, you know, be familiar with our work, but they might not know the. The wonderful little gem that we found just there. A little rough diamond in the. In the mud. Yeah. Carl Pilkington. Yeah. Just working here. Just working away as a little producer. Little sound man. Yeah. And he was. We gave him his opportunity, didn't we? He's like Cinderella, wasn't it? Yeah. And he grasped that opportunity, didn't you? By the horns. And three years later, you're exactly where you started. So good work. Monday's off. Now. Well, I thought maybe. Useful way of introducing the mind of Carl Pilkington. Yeah. To you use that term loosely. Yeah. When I say mind, I don't. Yeah. Yeah. Look at his face. There is a website. Have you got. Oh, there's a website that we just found. Right, Carl, what is the address? If you are unfamiliar with what Carl. Looks like, please log on to this. Now log on to this website and stay tuned. But log on to the website because you'll see Carl's face, you'll see some of his pearls of wisdom. Yeah. Now, what's it, what's the address, Carl? Free webs. Calm www. Yeah, free webs.com. Free webs.com. Yes. Forward slash. Yeah, the dash k dash, man, forward slash, the cayman. Do it again. Say it again. But get a pencil. Now, they've all got a pencil now. Free webs. Calm. One word. Slash. The dash k dash, man, forward slash. Now, when you say dash, is it. Is it a dash or is it underscore? Is it, is it in the middle of the word or is it hover in the middle of the word? Is it the bottom? It's just. Just the line and that. Yeah, I know, but is it an underscore or is it a dash? Try both. He copied it down. That's the sort of level we're talking about. Well, already you've got some insight into the mind of card. Yeah, absolutely. Yeah. But I thought what we should do is we could hijack. Imagine that. Imagine Bill Gates or a teacher in an exam. Pop down both. Multiple choice. Yeah. Yeah. All right. Okay. But anyway, yeah, if you're a reader of the weekend Guardian, you'll know there's this thing called the Q and A, which they give to celebrities and thinkers and the like. Basically, it's a series of questions they pose to each people each week, and it's the same questions and it gives a little insight into people's minds, the. Way they think, what particular, what thinker, philosopher is. In this week's, it's the lead singer of feeder. So you're in good company, Carl. No, I like feeder. No, fine. I love feeder. So, Carl, I'm just going to fire a couple of these questions at you. We maybe drop them in throughout the course of the show just to try and get a sense of who you are. So here's the first up, first question. All right. Got your thinking head on. Go on, you wurzel. What is your idea of perfect happiness? What, for me or. No, Ronnie Corbett? No, no, but. But what do you mean? Like, what will make me happy or everyone to be happy? No. What? Are you happy? Maybe that. Is that. Maybe that's the answer. Your idea of happiness? Is everyone being happy? I don't know. What's your. What would make you. Totally. For our monkey channel. Yeah. Yeah. Okay, go on. I don't think I've had it yet where I'm like, really really happy with Carl. I've never seen you really happy. No, no. But when have you been at your happiest? Probably. I like. I like sort of fish fingers, potato cakes and beans for tea. Yeah. Yeah. Let's move on. We'll come back. I don't think you're aiming high enough for. Well, what would your answer be for that? When are you happy? What would make you happy? I wouldn't have the. I'd have fish fingers, but I probably wouldn't have the potato cakes. I'd have fish fingers and beans. I'm not a huge fan of the beans, really? So your idea of perfect happiness is probably just fish fingers. Okay, good. All right, second question. What is your greatest fear, Carl? Mmm. Going to the doctors. So more. So, presumably, ill health and mortality. I don't want to live forever either. No. Just want to get to about 80, 83, 84. Yeah. Okay. Which living person do you most admire? Which person, throughout any time in history do you most admire? Winston Churchill's pretty good. Yeah, very good. Why? Good answer. Because it want for him. We'd be talking German. I'm not that good at that. He's not that good at that. Even if the Nazis won, right, in 1945 and we'd be now speaking German, he still wouldn't be that good at it. Although he's not good at English, so. Yeah, I suppose that's true, isn't it? All right, well, here's the final one for now. Do you believe in capital punishment? That's not it. In Doctor Fox over the head with a stick. Depends. Depends what for? Right, go on. No, if it's something bad. Well, I assume it would be. They don't. They don't. They don't kill people now for parking illegally. But what sort of. What sort of thing are you talking about? What sort of punishment? Capital punishment. Yeah. No, but what is that? What. What you talking about? Well, guillotine, hanging, angings. A bit bad. Yeah. Can be fatal. Can it? What do you mean, hangings a bit bad? It's just all bad work. It was the state kill someone because. Prisons are getting a bit busy, aren't they? Brilliant. What's. What's the point in keeping them? You know, people. People around. What's the point in killing them just because it's like. Right, that's that. Donnie, who's next? What can you do with someone if they mental? Employ him on a radio show. Yeah, right, next question. Play a record. We'll come back to the questions of. What do you want? What for you got in here? Rick, I know you're a massive fan of the thorns. Yeah. Maybe you're less familiar with the different elements of the thorns. Solo work from Matthew Sweet. Oh, yeah. XFN 104.9 Matthew Sweet and a song called in my time. Ricky Gervais, Steve Merchant, Carl Pilkington. It was great that. Yeah. Just asking Carl some of these Q and a questions. This might be my idea of perfect happiness, being in a room with Carl Pilkington. Just. What? I watch him. I just watch him look around. When you're talking, he looks at you and it's like, you know when the owners say, it's like the cat can understand what I'm saying? Yeah. It's like he's on the edge of that. He's on the edge of that. Or you think he can. And I know he understands the words, but I don't think he understands the full impact. He never. Whenever you say something to him, it might be somewhat, you know, a revelation or somewhere. He always picks up on the wrong side. You go, well, that's not the important bit. Do you know what I mean? He always goes, it's a bit like. Having a 14 year old french exchange student. Their English is not amazing. They roughly understand you. They're trying to piece together what you're saying. Exactly. But it's great. You see, the thing about Karl is, and don't take this the wrong way, I like him because he's stupid in a way. Now, I'm not being funny, but do you know what I mean? But even though I think he is considered stupid, some of the things he says, I think borders on the. I don't. The PC term is the retarded. Do you know what I mean, Carl? Anything in particular you're thinking of when you think of. Well, he was talking to me the other day because I'm trying to write a show called science, and he's sort of gonna help me out with some of the research, and I want to. I want him to do some on the DVD for it, right? And he was talking about it. And he was talking about. He says that in the future, they reckon we'll be at Avatar soon. He said, they'll be able to take us into space and it's going to cost us 150,000 pounds. Said, what's the point? There's nothing up there. He said when they went up there, right? He said, when Louis Armstrong went in 1966, he said it was nothing there. So there was him, a fellow called Buzz. There was one third bloke that didn't even get out of the spaceship, he said he went all that way. He didn't go out to stretch his legs. How good can it be? Forget it. That's him summing up space exploration. Don't you agree with that? What's the point in going up there? Because are we talking about the finger in the arse again here, or it's space. What is the point in going? You're expanding, you know, human endeavor, aren't you, in the human understanding of the world and the universe. It's like, what else are we going to do as a civilization, as a people, if we're not constantly searching and, you know, and reaching out into the far distance? But there's nothing there. I know some people you grew up with haven't left their street, but that. That's not everywhere. But what is it? What do you mean? There's nothing there? What has got to be there for it to be worthwhile? Like, just something. What would you be happy with finding at one moment? Just. Just something. I don't think they looked hard enough anyway, when they got there because they seemed to get out, have a bit of a dance about, and then they came straight back and I sort of think, you know, did they look properly? It's not a day trip, is it? But what I mean, they took that. Car out there, didn't they, and drove around a bit. Yeah, but only a little bit. What I mean is, say if an alien landed in Africa, there's not much there. So they go, what do you mean. There'S not much there? Well, it's a bit barren in it. What, Africa. Just in general. What I'm saying is where all life came from, and probably half a million species of animals live there. Stuff. Oh, buildings. Well, just stuff. Yeah. I mean, did they look properly or did they just land? Get out, go. Bit dusty, whatever. Right, let's go back. I just think it's a bit pointless, especially when we haven't done everything there is to do here. Well, I don't know, but I'm sure there is stuff that needs sorting out. Well, there's. I know the place that there's. There's no medical man has been in this room. There's definitely an unexplored cavern. All right, Steve, would you go to the moon if someone said there's a space? He doesn't march at a concert because he's scared his glasses to fall off. Of course he wouldn't go to the moon. They'd spin him round in training, his glasses would come off and that'd be it. He'd feel sick. My worry is I'm not sure I'd get. I'd have to, because would I be able to wear him under the helmet? I went paintballing once and I had to wear the glasses underneath the mask. And of course it was hot weather. It was steamed up in there. I couldn't see anything. I got shot straight away. I was out of the game. Was pointless. It cost me like eight quid. Yeah. Anyway, do you. You're only sort of sat there. We're not. Well, yeah, but what are you talking about? Think of g force alone and weightlessness because you've got to be what I think. When you said think of g force, he thought of g. Four winners in pop idol. I could see it as his eyes glazed. More quick questions for you, car. Just to try and get inside your mind, what do you. What is your greatest regret? Probably I didn't do that well at school, did I? So I'm trying to, like, learn stuff now. Yeah. Mentally, he reckons he's learned more in the last three months than he ever rest of his life. Reading a couple of science books I gave him. Well, that's impressive. We'll test you on that later on. Yeah. What keeps you awake at night? Well, I live in sort of central London, so it's brilliant. They were thinking, more. More. What fears have you got? What worries do? Do you ponder the expansion of the universe? Do you worry about. It's no point is there's nothing I can do about it. So what with you, it's the. What? The little chinese fellow across the road. Just stuff that I've got to sort out, you know, any bills or anything. I don't worry about the world ending or anything. What's the point in that? Do anything about it? I always think that people with more sort of intelligence have the world on the shoulders because they worry about stuff that's miles away. Whereas I'm like, you know, I'm happy if. If the sun's out. It's like, it's a nice day. Yeah. Yeah. I don't about wars and stuff going on because there's. Now I can do. What would you do if there was a war? That maybe there was what, here? Yeah. Go on holiday. Everyone's got the chance to break the who. I mean, that's. That's gotta be one of the best rock tracks ever, isn't it? Oh, there's no arguing. Did I sound like Doctor Fox again? A little bit, yeah. It's a good thing, isn't it. Yeah, we're gonna get a Sony award this year. Carl. How are you doing? Yeah, I'm alright. Yeah. It's good to be back, isn't it? We're doing rockbusters in a bit. What have we got? Rockbusters. Well, hallelujah. I'll tell you this, new listeners. New listeners won't believe their luck. We've got rockbusters. Have we got. Well, dare I say it, have we got monkey news, Carl? Uh, well, I've been away, haven't I? So I've sort of got a few things that I've read about roughly, but I don't know the full ins and outs. You're joking because usually you do your research quite well, don't you, when you get off Anne over and read the top line. So what are you saying though? Are you saying that there's kind of monkey news? We might have time to do something. Later when he teases us with his. Monkey news emails about that. That website address. Oh yeah, it was. It was a. What's her name? An underscore. Okay, so give it out one more time. They go to this. Just find out about car files. Someone's putting a lot of effort. It's a really good website. There's some great pictures of Carl. It's. Well they're not great. They just free webs.com. Slash the underscore k underscore man slash. Okay. Forward slashes all the. All the way. Yeah, except the underscores. This is interminable, isn't it? Interminable giving out email addresses. I know, yeah. It's so boring. Oh dear. Is he enjoying the show? Just says, I love spending 2 hours on a Saturday listening about fingers. Or passes doctors squeezing testicles and making you cough. Have you got any news on the airy chinese kid? So. Well, when you say like that, some of the stuff we call it does sound a little bit of, you know, drivel. Well, Carl was worried about swearing because we were talking about finger arsenal. He's genuinely worried. And I don't have a problem with swearing. Although I understand why you can't say certain words on Wade. It might be offensive. People aren't listening. I mean, you know, the f word, the c word and all those. But when they bleep it out, when they bleep it out in a record, they bleep out the vowel. So in the f word they bleep out the u. So it goes right. What? So they go, it's not offensive. I didn't hear the vowel, presumably. Yeah. So if you change the vowel. It's not. Do you know. I mean. So in the c word, could I say. Could I talk about the philosopher Immanuel Kant? Well, you can talk about Immanuel Kant because he's one of the great thinkers of all time. So can is not an offensive word because the vowel is different. Is it. Leave it, then. No. Do you know what I mean, though? But I don't see how it can be offensive. You can't. It can't be. Only a thinker. He's a philosopher. His name is. His name is can't. That is his actual name. I think it comes from a long line of cants. From what I can. He hasn't changed his name. I think his father is grandfather. Yeah. German people. Oh, Germany's, I assume, full of cants. I mean. Yeah, yeah. What. What else? So he can change the vowel. So could I say. Could I say. Probably not. What if I change two words? What if I said, come c u m p. Now, that's not offensive at all, is it? That can't be offensive. So I could say. You folking come. Okay. What? I need a Schnit. Wonka. Willy Wonka. Yeah. Willy Wonka, yeah. Although Willie, is Willie offensive? Could you say? Willie? Tricky Willie. Willy Wonka and his. And Willy Wonka and his falcon cumps. Yeah, that'll be fine. Is that all right then, Carl? Any other questions or anything, Steve? Well, there's not such a question, but something that I think might be of interest to you, Carl. I was reading about this in the paper, and I know how fascinated you are by people of the japanese persuasion. Two elderly men found on a remote island are believed to be japanese soldiers in hiding since 1945. Desperate to go home, diplomats from Tokyo are investigating the claims of these men who are 87 and 83. What? What? What are you thinking there? Well, no, go on. I know what you're thinking. Go on, say what you thinking. I did that old, though. Why? Why? Say why? Carl's got a theory. Well, I mean, I don't think. I don't think this is fine. It's. It's. I'd say that Carl's views don't reflect the views of XFM. Right. Carl's got a theory that oriental people don't age well. Sure, yeah. But I think what people probably agree with me, but for some reason, the first time I said that, I wasn't even worried about it. But now, because of reaction of people I don't understand, I don't know why. I can't say that. What's your theory? Explain your theory in a nutshell. Just like you don't see it, you know, sort of a 33 year old chinese person. No, but at the same time, what. Do you mean you don't see a third party. At the same time, you don't see that many fat ones either. So in a way, that's, that's good news. Nobody would be upset about that. What do you mean your news isn't bad news? Because it's not true. But wait, stop, stop, stop. What do you mean you don't see a 33 year old chinese person? I don't know. So what do you mean you don't see them? What do you see then? Sort of, you know, young, young ones. And then, like, you don't see that middle ground. So you see old ones and you say young ones, but you never see any in between. Yeah. What do you mean? So what's the oldest, what's. Okay, what's the oldest chinese person you've seen before the age of 33? How old do you think? About 22. 22. So you've seen lots of 22 year olds. So you've seen range from babies to 22 year old? I enjoy these people. That's fact. Okay, and then what gap do you miss out? What, when, when do they pop back up on the radar for you? What age is a chinese person gotta be to be older than that? 49. They're always so specific. What do you mean when you say. They don't age well? What do you mean they don't age well? You think that. You mean that middle aged ones look. Old because you think at 23, when they start at 23, happy birthday to you. And they look up and, oh, geez, it's 52. What? What do you mean? No, I just. I just mean they don't age that well. There's nothing wrong with that. I don't know what it is in them, but they just don't. All right, then here's a question. You tell me of a chinese person on the telly who's about 32. Tell me the chinese person on the telly. First, give us the great gamut of chinese talent currently on british tv. Right. And art. I'll pick and choose. Go on, then. Briefly. Mmm. How long has he been dead? Bruce Lee? Seventies, wasn't it? And not. Not really on the telly much, was he? Okay, age was he when he died? 33, I think. Well, I would have never guessed that. Well, what do you think? How old do you think he was? Probably about 42. What, you know Bert Kwok? Yeah, he's old? Yeah. Do you remember the Pink Panther films? No. Okay, he wasn't that old in them because it was 60 seventies. But how old did he look, though? If he walked in and someone said, you never guess how old he is, what would you have said? There's me point then. There's my point. I have to say, I've been listening to you two talk, and I like the idea that there's people who've been waiting 18 months for some of this, for the cant discussion, the orientals. Do you know what I think? I think Kant as a philosopher is very popular in Essex because I hear him saying his name all the time whenever I go to what they're all shouting this. Kings of Leon and XFM. Page of HD merchant. Carl Pilkington Cole. Dead air. I'm just. I'm just looking at it now. Yeah, but that's no good. On radio, you can't just look at something. You got tall. Is he even more backward than I remember? I don't know. It's just that someone's emailed in. Yeah. So you gotta tell them listeners that now. I'm telling them now. I'm doing it. Someone's emailed in from Tokyo. Mmm. Saying that he's getting married in a few months to a japanese woman. She's 27. Just, what, an hour long I've got. So she starts looking old. Well, how long do you reckon? According to your theory? Probably about four years. Four years and that. So what, would you advise him to go now or. Well, have some good sort of wedding pictures done and that. It's not true. The theory's not true. We'll see, won't we? Oh, yeah. Oh, yeah. Great. In four years time, he's gonna send a picture going, oh, you're right, Carl, look, she looks like a prune. What he's gonna suddenly start saying is, girl, it's not true. It's not gonna happen. It's that thing, though, innit, of looking at her mam. There's a lot of truth in that, isn't there? That you shouldn't. Shouldn't really meet up with your girlfriend's sort of parents and that. Sure. Because you just sort of get a little taster of what's to come and what have you. Then what's to come with yours? Uh, it's a good job I didn't meet her early on. No. You're gonna be in such trouble. No, they don't listen. It's all right, really. Well, Suzanne does, doesn't she? She'd probably be out. Really? But she knows. She's got some sense. Yeah. When you get back. Yeah. You went Hardy with him, didn't you? Yeah, I've been. We've been on since then. I think so. Yeah. I went on holiday last week. Been away. But that was just me and Suzanne. Talk about later. Yeah. Okay. Although that's coming up. Plus, of course, rockbusters, the return of rock. Let's start rockbusters. Let's do rockbusters. Let's get it rolling because we've got. I've got some amazing prizes. I went to the Americas and I brought back gifts. Not your tobacco and your potatoes, but brilliant prizes. Now, quite seriously, these are not the usual tat. You will win some tat for rockbusters, okay? We've got DVD's, CDs, things like that. Right? But the winner of Rockbusters today will go through to a chance to win the prizes in the. In week six. We're only here for six weeks, by the way. This is our first of six shows. God, for that. Yeah. And I got, I went, I went to do the Simpsons last weekend and I've got a drawing here, an original drawing of Homer by Matt Groening. See that? Look at that. As Homer there. Your pal Matt Groening, May 18, 2005. And Homer saying, I love Carl because he's stupid like me. And that's going to be framed, original drawing. That is worth, I think, a lot. But I promised Matt Groening that it will not go on eBay. So please, I hope it goes to a fan. I've also got a rare spinal tap poster, met with Christopher guest, and he signed that Nigel Tufnell. So fans of spiral SAP and the Simpsons, possibly the two greatest things ever, I think. Also, my friend Rob, who did flannels with me, has drawn us three as flannel as Steve there, a little gog lanker, there's me there, a little bloke dumplant and little Carl Pilgrim, Pink Lloyd numskrunt. And these are all, these are going to be framed. So some very nice prizes. And I've got a little surprise for you. Obviously, I met Homer. Press that little button there. Listen to this. Hi, this is Homer Simpson. I like Carl and its perfectly round bald head. If you put three holes in it, it looks just like my bowling ball. Actual proof that you've met the people themselves, that the prizes are bonafide and genuine. But don't enter this week's Rockbusters thinking you're going to win those prizes automatically this week. You've just won the usual tat. What is the tat, Steve? Well, we'll talk about that shortly. To the big. The big showdown, the big final competition in week six where you get the chance to win those one person wins all those beautiful. So just everyone collectible prizes. Yeah, everyone. Yeah. The winners of each week going to draw what is Rockbusters? Kyle? We've worked their appetite, I think play. A record and maybe some wonderful adverts and then come back with Rockbusters. Is that kind of teasing that has made this a potential award winning show? Bronze, I think next year. Can we just swap that round, do ads and the song, whatever way suits you make XFM. XFM 104.9. Magic numbers. Ricky Gervais, Steve Merchant, Karl Pilkington. Well, I'm a little bit worried. I've just got a warm listener. If we suddenly just go off air, right, it's because champagne is pouring down a hole where there's loads of wires into the desk. Because Steve. Yeah. Getting ready to open this champagne, right. Just took that wire thing off, just put it there. Of course, because it's warm. It just exploded everywhere. Yeah. I should explain. Now, I didn't bring in champagne to toast our return to the radio. I mean, I'm not an idiot, but some actually, from focus pr, Ashley has rather nicely sent us some Lindauer sparkling wine. And I'm just trying some. And it's really quite refreshing on this summer's day. So if you're perhaps working for some kind of pr agency, you know, or any kind of company, and you want to send us stuff which you want us to shamelessly promote on air, then feel free to do that. So you're just looking for free stuff? Yeah, I mean, you know, electrical goods. Okay. It's not just like champagne. Definitely not. Because I was gonna say for the champagne companies. What's that champagne company called? They sent us free Lindauer sparkling wine. Which I imagine is available now. Yeah. So other champagne companies, feeling jealous, could send you some and you'd mention it. I don't want to exclude anyone from this. You know, anyone is welcome to send anything in. Brilliant. And as I said, I'm particularly interested in sort of designer goods. Okay. You know, the Apple Mac people, they work. Now what's annoying about that champagne opening like that is that, as you know, I brought my camera in and I wanted to film you opening that onto Carl's head. Got the cork, Ruth? I've got another bottle. Have you ever thought you'd miss out on that? That's a bit of a waste. Of champagne opening two bottles. But, Carl, would you mind? Because that would have made a cracking noise against your head, that cork going off. Because it's such a lovely bald little sort of dome. Yeah, we put your head right down. Yeah, it'll open it. We'll see what the cork does and I'll film it for a. Like a website or something. We'll make that the finale of today's show. That'll be great. Okay. Sponsored by Lindau. Sparkling water. Oh, yeah. The sound. The sound of a cracking cork against Carl. Skull. Sponsored by Lindau. Sponsored by Lindau. Available now. Great. Right. We're doing rockbusters. Then you should explain briefly what the concept is, Carl, because there might be a few new listeners. It's blockbusters. Right, go on then. But it's not. It's not blockbusters. No, because they were real clues, weren't they? Yeah, that was actually. He says they're a cryptic clue. It's not cryptic. It's like, what am I thinking? This competition is like, what number am I thinking of? Rick, just come there for a second. Let me explain basically what the concept is. You'll remember some of the greats from the past. Yeah. Basically you give some vague clues that. Right, Carl? And from that we're supposed to deduct which band or artist you're thinking of. So, for instance, there was one, the West Indian fellow spinning a fish around his head. And that was Detroit spinners. The trout spinners. Yeah. There's also what happens if you fall over into a puddle in Texas wet knee, Houston. Yeah. That is the level of Carl's. That's what you're just gonna say? There's no irony in this. Carl doesn't think this is quirky or kitsch or ironic. This. He thinks these are. He thinks these could go on the guardian crossword. Yeah. Right. Okay. Best I can come up with. Yeah. So. So this. This three of them, right? I give you the cryptic clue. I'm gonna give you some initials of the band or the artist or ever to help you along as well. Yeah, three of them. This is on the text only. We don't want emails on this one. Just. It's the one that gets the highest. Or the first one to get three. The first email with three or the first one that is the highest. So if no one gets a third one, which I wouldn't blame you for. So if there's like 30 people that get to. It's the first email that comes in that we pick and that they win a handful of tat. Which I get through. I'll search out the tat. There's some DVD's and stuff there. It's not bad. Yeah. But it means you go forward to the grand final in six weeks time when you're playing for all that amazing stuff Ricky's got. We've got the signed, genuine, exclusive drawing of Homer Simpson done by Matt Groening, featuring references to Carl. We've got the signed spinal tap post. So this is big stuff you can't get anywhere else. It's a rare american poster signed by. And it's such a shame that your only chance of winning it is with this inane quiz. Absolutely. It's not. It's not down to skill or anything. It's. It's just such a shame that it. Then go on in. Right. The first one gone. What you gotta remember is it's a band or an artist that. That XFm play as well. Right. Right, then. So the first one. Oh, yeah. Cuz X Men play the Detroit Spinners and Whitney Houston all the time, don't they? All right, these three, okay? These are X fen bonds. Okay? If you got. If you got like a ball. Jesus. I just, you know, think about. The cryptic clue is that every syllable counts. He says it's different every time he says it. There'd be. Some are different. Ladies, look. Go on then. So if you get a bulb, right? What? A bulb. A bulb? What's a bulb? What's a bulb? Like? I like bulb. I like bulb. Oh, I like bulb. Okay, you get a bulb. Yeah. Yeah. He's gone. Right, go on. So you get a bulb. Have you got something in your throat? What are we doing? You need a cob stopper. What are you doing? So the cryptic clue is. So if you get a bulb, right, that's the beginning. Okay, great. Right. If you get a. So then, right, if you get a bulb, like. Go on. And you look after it, right? You look after that bulb and you teach it stuff. Jesus Christ, what you doing there? Do you know what I mean? Imagine that written down in the telegraph, 18 months. A bulb like you plant in the garden. What kind of bulb does. Yeah. Doesn't really matter. Okay. You get a bulb. Well, remember that. It doesn't matter. Okay, it doesn't matter. It does, but I can't say too much. Right, so let me just do it again. You get a bulb, right? Young. Look after that bulb. You teach it stuff. What have you. What have you done there? What. What's going on? Right. R. R for Rabbit. Right? So what's the band there. Second one. Jesus. Uh, people have a problem doing this when they get home from. From like an night out drinking. Right. What's the problem? We've got, right, the initial air k. What's the band? Right. People get in from having a night out. Love a problem doing this. What is it? What's the problem? Okay, and clue number three. I had a vision of that chinese fluffy. Right, that's. That's c. I had a vision of that chinese flu. You had a vision of that chinese flu? Yeah. And that's about to see. Right, so three bands there. Three. Collect cryptic clues. Not really texting 83 XFM. Just. Just send the three. Three band names. That will do on it. Can they do a website as well? If they want, they can email in. Well, tell them what it is. Yeah. Ricky. Docuvace XFM dot co dot UK. Send it in there. Give them again. Quickly then, Carl. Right then. So get a bulb when it's young and that looks different. Totally different. Teach it stuff. Yeah? Ah. What's the band? Right. Second one. People have a problem doing this when they get home late at night. You know, they've been out drinking and that. They get home. What problem? They K is the initial. Third one. I had a vision of that chinese flu. What do I mean? Brilliant c. C record. I mean, it's abomination. Right, good embrace. Glorious day on XFM 104.9. Rick. There may be listeners tuning in thinking they've got something better to do. For instance, switching off the radio and just staring blankly at the wall for the next half an hour. But no, because what they're gonna miss is our grand finale. Oh, yeah. This. Which is, of course, sponsored by. Sponsored by Lindauers, the sparkling wine solution to a hot summer's day. Yeah, that. We're gonna be firing a cork. Did you just make that up? Yeah, pretty good. Egg will be firing a cork at Carl's head just for the sound. I just think it's not happening. Yes, it is. You said. No, no, we've said it is now. We've promised it to the listeners. Yeah. Come on. I'm not happy with it. Why? Because the pain. Well, I've never had it done, so I don't know how painful it is. Yeah. We've got to try it out, haven't you? It's your perfect. It's like a little. Like a little cowbough. A woodblock. Is it? That's what I'm hoping for. I'm hoping for Pop and I'm going to film it for my website. Brilliant. So go to that this week, rickygemay.com, and see Karl Pilgerton getting hit. A high powered cork coming out of Lindauer sparkling wine. Lindau sparkling wine. And of course, if you want to send us anything in and perhaps next week that you feel we could actually. That maybe that'd be great. That's for us to do something. This is like interactive because a lot of people plan the show. Like Doctor Fox plans his show. We sort of come up with riff on the. So that's a great idea. Send stuff in that we could harm Karl with. Yeah. We can't call Harm Carl. We do a. Do a jingle harm Carl. I've always wanted one of those George Foreman grills. I know, but that's too much. Is it? We could go if we just pressed. His head inside it on CC. Yeah. Just squeeze his head inside it. I've got to do that thing with a tea towel one day. You know that thing I did with a tea towel? You put a tea towel around his head. Right. Tie it. I put a wooden spoon in and you only have to turn it about a couple of inches and it kills you, doesn't it? Yes. Yeah. So we'll be firing a cork at Carl's head. I'll be filming it for the website. So that's coming to about ten to three. Look forward to that. Yeah. Do you know what? I'm loving this. This is my. I just. Just being in a room with him. I just can't. I want to squeeze his head all the time. If you're a fan of imbeciles and idiots, yeah. You're missing out. If you're not watching Celebrity Love Island. I watched about 30 seconds of it and I hate them. Just. Just desperate idiots and slappers. Actually angers me. I switched on Celebrity Love island. The first thing I thought is, where's a tsunami when you need one? Seriously? But there's a guy on there. There's a guy on there. Paul, I think his name's Paul Danan, ex of Hollyoaks. And he's an absolute joy because like Carl, he's an absolute simpleton. Oh, really? Fantastic. And he was on one week and he was talking about how he fancied lazy lady Isabella Harvey. And he said to her, he said, thing is right, I really fancy her because she don't like reading books and. I don't like reading books, but I. Love the idea that he's attracted to someone for something they don't do. I've never killed a kid. She never killed a kid. What about sleep around? That'd be a good thing to be attractive to someone for, just. Honestly. And big brother's the same. Just a load of ropey old cats. Yeah, I know. Just like a horrible, salient, lighted, wobbly, rice arsed, fat tits and idiots and show offs and. Are there. They're all there. They all disgust me for a different reason. I don't know which one to hate most and why. They. They all give me a couple of reasons to hate. That's what the nomination should be. Yeah. Nominate. Who do you hate the most? Because I. Absolutely. You know, I thought I was going to switch on and find that actually, you know, people like Abby Titmuss and Rebecca Luz had been misrepresented by the press. Oh, what, the one that waked up a pig in public? Oh, yeah. Go on. Yeah. Yeah. Do you say Wonktoff? I said walked off a pog. Walked off a pog. Yeah. That's great, isn't it? But, I mean, so it's amazing. Rebecca. I mean, don't even get me started on Abby Titmuss. Don't even get me. There's. Don't. I like the idea of her. Of her parents perhaps going to, you know, some kind of, you know, someone's birthday, whatever, meeting some old friends who are living in another country. Yeah. How's young Abby? Is she still a nurse? Saving lives? No, she gets a tits out for a living now kind of family. Yeah. Rebecca. Rebecca lose by her own admission, if it's true. But she said she sleeps the married man, then sold a storage records, then went. Walked off a pog. Right. That's a hell of a CV. That is amazing. I bet her nan's very, very proud of her. Are. They're all. God, don't. Just forget it. Don't get me started. I'll be watching every night for the next. You can't. Not my adrenaline rushes. I had. And you get. Oh, God, I'm just tuning to see. It's almost like you tune in to see which one gets hurt. Yeah, that's the thing. Emotionally scarred. But maybe one of them will come through. What we find out, we're always gonna be. Exactly. We're gonna find out that one of them was, like. Had a really, really bad child, and we feel sorry for her for a little bit, you know, like the Jade goody syndrome or something. And. Oh, God. Then they release an exercise video. Oh, Carl, we gotta get in on this. Oh, imagine Karl in Big Brother. That would be a joy. That would be amazing. But you turned on and you hated it, didn't? Yeah, yeah. I gave it, like, three minutes. It's gone. There's always something better on, though. You annoy me that you watch it, you know? I know, I know. Yeah, I know. I really did not watch any of celebrity level. That was just too awful. I think the celebrities are worse than general public, though, to me. Because if they're so desperate, they want nine little bites of the cherry, and it's. It's embarrassing. It's embarrassing. Or at least these people, you know, they think that they're gonna get out of their job. They don't like maybe or, you know, it's sort of like, you know, I give them their 15 minutes, but it's. Oh, God, there's always something. I mean, when we were out the other night, Steve, right? There's a program on about a spider that's a foot long and each chicken. No one's talking about it. What do you mean? What do you mean? I'm sorry. I understand that because I thought it was gonna explode. What do you mean? There's a spider program about how there's. This spider in the jungle summit. I missed it because it was out. But no one's talking about that in the papers. That's a worry. In case it makes your Sunday roast. What do you mean? If it likes chicken. Move up the evil ladder. It start liking car, then humans, the chicken bit. Because I eat chicken. That isn't that shocking. But the fact it's a foot long and. And no one's. It's just on. On a Thursday night. No one's talking about it. What do you expect, though? What do you expect from this? It's got its own pr. What do you want? What do you want this spider bead to be famous? Where is it? Where is it? It's not worrying anyone then, is it? It's not gonna move. It's not gonna, though. What do you mean? What do you mean it's not gonna move? Well, how's it gonna get here? Is it gonna get on a bus? These waves and that. They come in bananas and all that. So don't worry about it. So I don't know if you're gonna be like that. Anyway, listen, we better line up, babushka. We better play that shortly, because I know you need to analyze those lyrics. That's very important to you. I know. We've still got that cork cork on their heads. Gonna be great. We're gonna put his little head down and really give it a firing. Sponsored by Lindau Sparkling. Jess Girl by Rick Springfield. The reason I played that is twofold one. It's one of the prizes we're giving away. It's an album called Rock Gods. And that's with a Zed, right. And an umlaut over the o. And it's got. It's got kiss, Judas Priest, deep woods of darkness. I mean, it really is good. It's all. It's all your classic rock tracks. The other reason I want to play it is because I like that song. And it's a great little update with bubblegum pop song rock, you know, great. But it's got one of the worst lyrics in it. He's, you know, he's worried about bringing up the fact that he loves his girlfriends, is mate's girlfriend, and he goes, you know, I tell her that I love her, but the point may be moot. Point, maybe moot. Well, I was listening to Christian O'Connell on the breakfast show when he had these bounty hunter thing running again couple weeks back, and I don't know what happened. But anyway, he ended up with Brian Adams in the studio doing a live session. Brian, you know, good natured, whatever. But you can have a feel with. Brian that he sort of. He thinks that he's Bruce Springsteen. There's something wrong. I mean, he's got the voice and the guitar. He can play and everything. But there was a lyric, and he played it completely earnestly, and it was a session, and the lyric was something. It was from his recent album. And the lyric was along the lines of. I'm paraphrasing, but it was along the lines of, I'm sat in my hotel room, there's a knock at the door, and I get kind of nervous. I'm hoping it's you. It's just room service, which is extraordinary. But Christian came up with the best. They finished it, and obviously Christian was thinking, what did I say? And he came up with the best answer. If you've had a session that you're not entirely convinced by, he just said, quite simply, that sounded great. That's good. Which is amazing. Who are you complimenting there? The engineer? Yeah. You know what I mean? It's like the sound recordist. What does that mean? That's great. Got some good mics. Brian Adams, is it true he bought the pub next door to him and closed it down because they were noisy? I hope so, yeah. That's a good. That's what money's for. That is what money's for, isn't it? Waking up the neighbors. That was his album, wasn't it? I don't know if that was before or after that, whether it was related or not, but if you buy a. House next to a pub, you know what you're gonna get. Yeah. So move. Rather than ruining the fun for everyone. It'S more good advice from Carl Pilkington. Carl, while we're talking to you, we should give these answers to rockbusters. It's the big quiz. And of course, the winner this week goes forward to play in the grand final in six weeks time, where they get to win all these amazing gifts. A signed homer drawn especially for Carl by Matt Groening. Nigel Tufnell. Signed rare poster. They're amazing. Should we give away maybe original print behind the scenes of extras? We've got some amazing pictures. Filming extras. I think the other day, you know, like, I'm. How excited I am to be with Carl and let off corks on his head. Well, I read long suffering ed at Nigel. We worked with Ben Stiller, Kate Winslet, Sam Jackson, all these people for eight weeks was amazing. But my highlight and my highlight was dressing Nigel up, our editor, in a baby grow. It was. I planned it, we got the department, costume department hired it and we just looked brilliant, didn't it? Yeah. And it's just BBC license fee, money going towards you dressing up your editor because you didn't pay for it. The BBC paid for it. So that is how your money has been spent, people. But. But it's available on the DVD. Again, nothing's wasted, which you have to. Buy for a 15 quid. Sure. Yeah. It's like, it's. The whole thing is one big reality game show, isn't it? Oh, anyway, give us the. Give us the. Go ahead and give us a clue. I haven't got an idea. Go on, give me the clue. Then again. Right, well, do you want to say the winner is or no? Let's hear the answers. 1St. 1st clue was if you get a bulb when it's young, you look after it and that. You teach it stuff. Yeah. What's going on there? Go on. The initial was r. Yeah. Right. That was. That was razor light. All right, raise. Light. You raise a light. Raise. Yeah. Okay. Kind of works. Yeah. It didn't matter what sort of bulb it was then. People have a problem doing this when they get home from a night out drinking. Yeah. What's the problem they're having? They have a problem getting the key in. Getting the key in that key in. Keen. Keen. That's the. That's awful. That doesn't count. Keen. It's keen. Keen. This one's a awful, awful, awful, awful. I had a vision of that chinese flu. The initial I was. See, that was Caesars. See? Sars. See? Sars. Caesars. They managed to get that as well. I love the fact that even he knows they managed to get that as well. Did anyone get all three? Yeah, a few people. That's terrible. Okay. I don't know what it says about XFM and its listeners that people are getting these answers. I know. Go on in. I mean, horrific. But anyway, we're going to give it. And he goes forward, as I say, for the big prize, the big prizes in six weeks time. It's Paul in Bookham. Paul Bookham. But also he does get the complete series of alias league of gentlemen, that rock gods album. So, you know, it's pretty good for open water on DVD and a chance to win all those prizes. Brilliant. Coming up next, a court smacking a bald man on the bumps really hard. XFL London, it's your city. XFL 104.9 playing Green Day. The studio's falling apart. I know. It's microphone broke. I don't know why Lindauers, the sparkling wine want to be associated with this shambles of a show. It's falling apart. This is awful. This dude. It's got to be fixed. Right. Right. Now, Carl, come under here. It's the time where I'm going to let a cork off. Do you want to film this, Steve? That'll be available on the website next week. Ricky Gervaise.com. So see Carl getting hit. One bloke suggested we leave the metal cap on because it's get a better pitch, but we'll take that. Let's get the camera ready. Get the camera ready. Ready. So if you just joined us, we are using some Lindauer's sparkling wine to basically. What? What can I say? We fire a cork at Carl's round. Right, ready? Head. Let me just put the headphones on. Film this then. Okay. Carl. Carl, come on there so we can see you a little bit. I want to get the noise. The microphone there. Right, ready. Good. So you're just doing it. Hold on. Now it's in position. What if it. Oh, ready? Yep. Oh, God, it. Oh, it's like jackass. Did it hurt me? What do you mean, did it? Yeah, I went off. It went off course. Did it just glance. Did it. Right, Lindau, is you gonna send us eight more bottles, please? Because we're gonna get this right. Homesick kings of convenience. Beautiful on XFM 104.9. Well, that's nearly the end of our first of six shows. Our summertime special. Some of the highlights. Rick, so far today, I don't know what you've made of it. We figure out the ass. Figure of the ass. Testicles early on. Orientals don't age very well. Bit of racism. Bit of racism with the. Germany's full of cants. Yeah. That wasn't swearing. Cork. Cork on the air. Champagne down. The electrical works so good. Just for finale is monkey news, obviously. Well, I'm looking forward to it. Oh, chimpanzee that. Monkey news. Yeah. There isn't. I've been away. There's been no monkey news. You can't get. No. No proper chance to sort of, you. Know, Carl, your monkey news is of spurious towers from the 17th century sometimes. So let's have one of those. Let's have a monkey that dressed as Zorro and they thought he was a woodsman, but when they took his head off, he was early. It was a four foot Harry chimp. Let's have one of those ridiculous stories. Well, we've done that, though. But do you want to go back on some of the ones? Just. What is the monkey news? There must have been some monkey news this week. The only thing that sort of stood out, do you know, like, they're having problems. You're just making this up. Where's your information? Where's the piece of paper? Where's the document? What is this? Because I've been away, so I haven't got anything. Let's just hit listen. But it's bad enough when he's reading it, he gets it wrong when he's just riffing. It's gonna be absolute twaddle. Let's hear it. Right. Do you know, like, they're having problems getting you new people to be policemen? Oh, God. They've. In America, they're taking them on to sort of join the SWAT team. They've taken what on? Some little monkeys giving them walkie talkies and all that. Well, they can't talk. They're just walkies. What do you mean? What was given commands and that and what? It's one way they tell them they've got the little thing. Straps them getting into small, you know, small places and that and sort of, you know, cracking stuff and all that. Like I say, it's just half a story I just picked up on. That's not a story. Well, what do you want, monkey news? Well, I'll get some better stuff next week. But I've literally, like, got. This is the worst. This is one of the worst shows we've ever done. And that's saying something, Rick. This. We've done some tripe. This is nothing. And to end with the. The police in America have given monkeys walkie talkies. That's nothing. That is a disgrace. And what do you mean that you've not had enough time to prepare? We've been off air for 18 months. Yeah. What? There's been no accumulated monkey news in that time. Just gotta keep it fresh, though. On it. Great. One more time.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Since you've been gone by rainbow. Since we've been. Garn, Steve, what's been going on, mate?",
      "start": 5800,
      "end": 9942,
      "confidence": 0.8089375
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Well, so much has happened, doesn't it, in the world, in the politics and stuff. There's been an election and the like.",
      "start": 9998,
      "end": 14926,
      "confidence": 0.9211368181818181
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "I'm Ricky Gervais. With me, Steve Merchant and our producer, I say producer, Carl Pilkington.",
      "start": 15030,
      "end": 23766,
      "confidence": 0.8231413333333334
    },
    {
      "pos": 4,
      "speaker": "C",
      "text": "All right?",
      "start": 23950,
      "end": 24590,
      "confidence": 0.666785
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Yeah, very good. We've been away for a while. I think the last show we did was January 2004.",
      "start": 24702,
      "end": 29550,
      "confidence": 0.9633489473684211
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 29622,
      "end": 30530,
      "confidence": 0.6788099999999999
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "And nothing's changed.",
      "start": 30562,
      "end": 32042,
      "confidence": 0.9759066666666666
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Nothing's changed.",
      "start": 32098,
      "end": 32786,
      "confidence": 0.9488
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Nothing's been mended. I mean, I'm pretty sure I threw that away in the bin before I went, before I left. Yeah.",
      "start": 32850,
      "end": 40082,
      "confidence": 0.9553172727272727
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "There are some of your old bacon.",
      "start": 40098,
      "end": 41698,
      "confidence": 0.8625657142857143
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Rinds, the spare ribs on the floor. Yeah, nothing's changed at all. Oh, no, that's not true. The listenership changed. It went down slightly, didn't it, on the last Rajah?",
      "start": 41746,
      "end": 53258,
      "confidence": 0.7839536666666668
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Well, I don't know. I don't know. Is that what happened? Did it go down slightly, Carl?",
      "start": 53306,
      "end": 57264,
      "confidence": 0.9222458823529412
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "I don't think excellent gets new listeners, because I think what happens is the reason it goes down just very slightly each time is that their old listeners die. You know, old cure fans dying of smack addictions. But anyway, well, I haven't listed this station for a year and a half, so that's increased by one, which is probably quite a high percentage.",
      "start": 58444,
      "end": 81788,
      "confidence": 0.90452875
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "Exactly. I suppose that. My question, I suppose, to you, Rick, would be, you know, why now?",
      "start": 81836,
      "end": 87094,
      "confidence": 0.8709088235294116
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Why.",
      "start": 87134,
      "end": 87334,
      "confidence": 0.54956
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "Why have you come back now? You know. Okay. Yeah, because we're just here for six weeks.",
      "start": 87374,
      "end": 93334,
      "confidence": 0.9313623529411764
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Six weeks. Well, we're standing for Adam and Joe, aren't we?",
      "start": 93414,
      "end": 95886,
      "confidence": 0.9303772727272727
    },
    {
      "pos": 18,
      "speaker": "C",
      "text": "Yeah.",
      "start": 95990,
      "end": 96462,
      "confidence": 0.95835
    },
    {
      "pos": 19,
      "speaker": "B",
      "text": "Yeah, the tables have turned. I remember when they were standing in for us, but. Yeah, but the only reason I'm here is because my housekeeper cleans between one and three.",
      "start": 96558,
      "end": 107430,
      "confidence": 0.9295535483870968
    },
    {
      "pos": 20,
      "speaker": "A",
      "text": "Oh, right. That's a good idea.",
      "start": 107502,
      "end": 108350,
      "confidence": 0.7827383333333334
    },
    {
      "pos": 21,
      "speaker": "B",
      "text": "So I just want to get out.",
      "start": 108382,
      "end": 109174,
      "confidence": 0.7702742857142857
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Of the house and. Are they listening to XFM?",
      "start": 109174,
      "end": 112122,
      "confidence": 0.9447366666666667
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "Well, no, she doesn't speak English. I'm not making money, Rick. You know, if I can help out, you know, a young immigrant lady, then I will do. And there are so many things I can do for her in so many ways. But picking up my old tea towels and stuff is ideal. So that's why I'm here. But all I'm worried about is I think people kind of associate with the name Ricky Gervais. They associate a certain level of quality. Your life, stand up DVD's. There's a level of quality. You've put a lot of work into them. You've honed it, the tv work. You've done likewise. Should people expect the same from the radio show?",
      "start": 112178,
      "end": 142886,
      "confidence": 0.9258587394957979
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Definitely not. No, definitely not. Those things that, you know, you sit down where, you know, we sit down, we write them for a long time, writing for a year maybe, then film them. We worry about everything. This is. I really, I'm not even sure I'm talking to the mic at the moment. I was actually doodling as you saw that I'm eating a sandwich as we speak, you know that, you know, if you. Although we do like music. That is true.",
      "start": 142950,
      "end": 164918,
      "confidence": 0.8968915476190477
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "That's absolutely right.",
      "start": 164966,
      "end": 165550,
      "confidence": 0.7391800000000001
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "Should we play some great records, you two? City of blinding light. I'll tell you what, I love you two now.",
      "start": 165582,
      "end": 182414,
      "confidence": 0.8472309523809524
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "Yeah.",
      "start": 182454,
      "end": 182766,
      "confidence": 0.71208
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "Honestly hated them. Sort of everything from boy up to about, I think, beautiful day when that came out, I thought, oh, that's all right. Listen to the album. Listen, this album, I love them now, Steve, it's a turn around, innit?",
      "start": 182830,
      "end": 195110,
      "confidence": 0.8712623809523808
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "Well, yeah, it's that kind of musical insight that I'm looking for.",
      "start": 195182,
      "end": 198914,
      "confidence": 0.9122441666666669
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "I sound like Doctor Fox. Doctor Fox, what's happened to him? Is he off air now? Because that's one of the reasons I put no effort into this radio show because, you know, we go to the Golden Globes the same month we do nothing at the Sony. And Doctor Fox actually said, that's because you're not very good.",
      "start": 199384,
      "end": 217984,
      "confidence": 0.9105299999999997
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "I like the fact that the Doctor Fox criticisms really hit you quite hard.",
      "start": 218064,
      "end": 221244,
      "confidence": 0.9701728571428571
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "Still talking about it a year later.",
      "start": 222384,
      "end": 224272,
      "confidence": 0.9083685714285714
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "You've got to let it go, Rick. Yeah, but then again, you know, he's a medical man.",
      "start": 224408,
      "end": 227632,
      "confidence": 0.8652888235294119
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "Yeah, well, you know, you got to believe him. Yeah, yeah, I could have done without the rectal examination. I think you could have just said, you're not very good. Try and enunciate. Now I know what the problem is. Or let's have a look down here.",
      "start": 227728,
      "end": 239776,
      "confidence": 0.8759431914893617
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "Exactly.",
      "start": 239840,
      "end": 240256,
      "confidence": 0.38926
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Carl had to. You had to go to one of those, well, clinics, didn't you?",
      "start": 240320,
      "end": 245920,
      "confidence": 0.7578613333333333
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "I'm gone.",
      "start": 245992,
      "end": 246648,
      "confidence": 0.695465
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Why?",
      "start": 246736,
      "end": 247368,
      "confidence": 0.99753
    },
    {
      "pos": 39,
      "speaker": "C",
      "text": "Because I'm not happy with it. What? Well, it's just. Do people know what them places. Places are?",
      "start": 247536,
      "end": 253776,
      "confidence": 0.8438238888888888
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "They give you a hole. Yeah, I've had one. Yeah. They take, they check everything.",
      "start": 253840,
      "end": 258244,
      "confidence": 0.7963493333333334
    },
    {
      "pos": 41,
      "speaker": "C",
      "text": "Which, you know, Susan, my girlfriend was like, you know, you're odd. Now, when was the last time you went to the doctors? And I haven't been for ages because.",
      "start": 258424,
      "end": 267972,
      "confidence": 0.8518523333333333
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "I don't know, I never go. I never go. And there's. I think I'm honestly gonna die there. I'm in agony.",
      "start": 268108,
      "end": 272940,
      "confidence": 0.8052419047619048
    },
    {
      "pos": 43,
      "speaker": "C",
      "text": "They can always find something.",
      "start": 273012,
      "end": 274036,
      "confidence": 0.975564
    },
    {
      "pos": 44,
      "speaker": "A",
      "text": "Jane made me go to one of those. Well things. Yeah, those things. They do that. It's yeah, cut under quid and they give you a complete head to toe, don't they?",
      "start": 274100,
      "end": 281508,
      "confidence": 0.8785071875
    },
    {
      "pos": 45,
      "speaker": "C",
      "text": "Put head to bottom is what it is. The do the old finger up the ass thing.",
      "start": 281556,
      "end": 289424,
      "confidence": 0.8228023529411764
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "Now what is that testing for why.",
      "start": 289584,
      "end": 291112,
      "confidence": 0.8952114285714285
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "They said it quietly? Because he's on the radio. You know, you can't say ass.",
      "start": 291168,
      "end": 294256,
      "confidence": 0.8816606666666665
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "Yeah.",
      "start": 294360,
      "end": 294616,
      "confidence": 0.77896
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "I say it quietly. Yeah. Yeah, ass. Yeah. That's what our mistake was, because we got a complaint upheld, didn't we, for saying, and I'm talking about a male chicken here, which is a cock, as you know. And we said that word, right? So if we'd have gone, we'd have probably gotten away with it, even get.",
      "start": 294640,
      "end": 312928,
      "confidence": 0.8682036206896551
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "Away with murder, if you just. Yeah, if you just whisper it from me.",
      "start": 312936,
      "end": 315376,
      "confidence": 0.8528314285714284
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "So go on then. Yeah, so go on. So, yeah. Yeah.",
      "start": 315400,
      "end": 317896,
      "confidence": 0.7727181818181819
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "No, I just. I just. I'm not going because I'm not having that done. I don't understand what. What you're gonna find up there. That's.",
      "start": 317920,
      "end": 324644,
      "confidence": 0.8708111999999999
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "Your head.",
      "start": 326424,
      "end": 327444,
      "confidence": 0.97993
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Why can't I just. I mean, it's the heart that I worry about the most.",
      "start": 328544,
      "end": 331764,
      "confidence": 0.929966
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "You mean that in a kind of romantic sense?",
      "start": 333344,
      "end": 335408,
      "confidence": 0.8313377777777778
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "No, I mean, like, you know, they.",
      "start": 335496,
      "end": 336992,
      "confidence": 0.95931
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Have a long finger. Wouldn't they, to check that out? It's not wrong with your left ventricle.",
      "start": 337048,
      "end": 341494,
      "confidence": 0.9277223529411764
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "This thing about the doctors, they hold your testicles and they make you cough.",
      "start": 342594,
      "end": 346266,
      "confidence": 0.9472728571428571
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "Yeah. They don't hold the testicles anymore. They just put it sort of like by the side of them.",
      "start": 346330,
      "end": 349666,
      "confidence": 0.9235547368421053
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "And what's that testing for?",
      "start": 349690,
      "end": 350738,
      "confidence": 0.9371560000000001
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "I don't know. I think it's something to do with. If you've got something wrong with your diaphragm or something like that, you can't do it when they press there. I don't know. It shows them something. It's not doctors having a quick feel. Well, that's good, because. Do you remember when Carl said he's going to die of cancer and I said, why? He said, I don't check my balls. I said, why? He said, I don't like the feel. So they feel it for you. They feel them for you. And you can just relax, shut your eyes and think of England.",
      "start": 350866,
      "end": 379528,
      "confidence": 0.9304294230769231
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "Don't mess with them.",
      "start": 379616,
      "end": 380632,
      "confidence": 0.9729825
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 380728,
      "end": 381544,
      "confidence": 0.987945
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "You can do more damage messing about with them. Just leave them two anyway, you can afford to lose one.",
      "start": 381664,
      "end": 387684,
      "confidence": 0.9613014999999999
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Yeah, I don't think that's the point. I think the point is it sort of spreads, doesn't it? Know you've got to check them.",
      "start": 388024,
      "end": 395356,
      "confidence": 0.8686679166666669
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "I mean, I'm not saying, you know, if don't. Don't do it, because they spend a lot of money saying to people, you know, have a quick feel if you've got the time, what have you. But I'm not.",
      "start": 395420,
      "end": 403452,
      "confidence": 0.9105038461538462
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "I.",
      "start": 403588,
      "end": 403812,
      "confidence": 0.97
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "Don't worry about it. Leave it. Leave it alone.",
      "start": 403828,
      "end": 406344,
      "confidence": 0.9714633333333332
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "Why, out of interest, why do doctors stick fingers up your eyes?",
      "start": 406804,
      "end": 410636,
      "confidence": 0.9017974999999999
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "Check the prostate.",
      "start": 410740,
      "end": 411772,
      "confidence": 0.7046566666666667
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "Check the prostate?",
      "start": 411908,
      "end": 412652,
      "confidence": 0.7650833333333334
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Yeah, because if it's swollen, it's. It could, you know, lead to all sorts of problems again. They're not having a laugh, Carl. They're not going, look at this bald little monk fella. I'll feel his ball stick a finger up his arse and send him home. 300 quid, please. On you go. What about me, Art? It's fine. And they're all laughing.",
      "start": 412708,
      "end": 430262,
      "confidence": 0.8864444444444445
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "Roger, Jeff, stand behind that two way mirror.",
      "start": 430358,
      "end": 432246,
      "confidence": 0.8616174999999999
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "Yeah? Yeah. What's this?",
      "start": 432310,
      "end": 434074,
      "confidence": 0.7859475
    },
    {
      "pos": 75,
      "speaker": "C",
      "text": "I'm not going anyway.",
      "start": 434574,
      "end": 435718,
      "confidence": 0.7656725000000001
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "Really? You're not going because you don't want.",
      "start": 435806,
      "end": 437834,
      "confidence": 0.88046375
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "No, I'm not happy with that. It doesn't even matter. It's not the fact he's a stranger. If it was someone who I knew.",
      "start": 438134,
      "end": 442474,
      "confidence": 0.9095258333333335
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "That would be worse. Imagine that at a dinner party. Oh, God. Oh, hello. Hello. Roger and Selena, do you mind? Roger, do you mind?",
      "start": 442974,
      "end": 454044,
      "confidence": 0.8325071999999999
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "Would you allow any of the celebrity doctors to do it, though?",
      "start": 454344,
      "end": 456560,
      "confidence": 0.9612050000000001
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Doctor Drex, any of those?",
      "start": 456592,
      "end": 459824,
      "confidence": 0.801412
    },
    {
      "pos": 81,
      "speaker": "C",
      "text": "I just don't understand. In this day and age.",
      "start": 459944,
      "end": 461904,
      "confidence": 0.9366733333333335
    },
    {
      "pos": 82,
      "speaker": "A",
      "text": "Would you allow Chris Eggleston to stick his big northern finger up? Anyway, Beanie Siegel. I love this track.",
      "start": 462064,
      "end": 470004,
      "confidence": 0.860693157894737
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "Urban for you, Rick.",
      "start": 470984,
      "end": 472364,
      "confidence": 0.8578825
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "Beanie Seagull. Feel it in the air. Beautiful track in it.",
      "start": 482554,
      "end": 486266,
      "confidence": 0.8714536363636364
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "Well, it's wonderful. And I love your summer's day like this as well, Rick. It's the ideal choice.",
      "start": 486290,
      "end": 489294,
      "confidence": 0.8167611111111109
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Well, I'm a little bit worried that if there are any new listeners, very unlikely that they may, you know, be familiar with our work, but they might not know the. The wonderful little gem that we found just there. A little rough diamond in the. In the mud.",
      "start": 489794,
      "end": 505500,
      "confidence": 0.9286579591836736
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "Yeah.",
      "start": 505612,
      "end": 505972,
      "confidence": 0.67841
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Carl Pilkington.",
      "start": 506028,
      "end": 506876,
      "confidence": 0.69663
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Yeah.",
      "start": 506940,
      "end": 507212,
      "confidence": 0.46218
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Just working here. Just working away as a little producer. Little sound man. Yeah. And he was. We gave him his opportunity, didn't we? He's like Cinderella, wasn't it? Yeah.",
      "start": 507268,
      "end": 517564,
      "confidence": 0.8553363333333335
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "And he grasped that opportunity, didn't you? By the horns. And three years later, you're exactly where you started. So good work.",
      "start": 517644,
      "end": 525884,
      "confidence": 0.9059304545454545
    },
    {
      "pos": 92,
      "speaker": "C",
      "text": "Monday's off.",
      "start": 526044,
      "end": 526716,
      "confidence": 0.71604
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Now. Well, I thought maybe. Useful way of introducing the mind of Carl Pilkington.",
      "start": 526740,
      "end": 534388,
      "confidence": 0.90944
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "Yeah.",
      "start": 534436,
      "end": 534868,
      "confidence": 0.68671
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "To you use that term loosely. Yeah. When I say mind, I don't. Yeah.",
      "start": 534956,
      "end": 539984,
      "confidence": 0.9238707142857143
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Yeah. Look at his face.",
      "start": 540404,
      "end": 543144,
      "confidence": 0.89161
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "There is a website. Have you got.",
      "start": 543844,
      "end": 545092,
      "confidence": 0.8991771428571428
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Oh, there's a website that we just found. Right, Carl, what is the address?",
      "start": 545148,
      "end": 548508,
      "confidence": 0.9027178571428571
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "If you are unfamiliar with what Carl.",
      "start": 548636,
      "end": 550140,
      "confidence": 0.8515028571428571
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Looks like, please log on to this. Now log on to this website and stay tuned.",
      "start": 550172,
      "end": 553980,
      "confidence": 0.9522106249999999
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "But log on to the website because you'll see Carl's face, you'll see some of his pearls of wisdom.",
      "start": 554012,
      "end": 557540,
      "confidence": 0.852065789473684
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Yeah. Now, what's it, what's the address, Carl?",
      "start": 557612,
      "end": 560144,
      "confidence": 0.79917375
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "Free webs.",
      "start": 560914,
      "end": 561834,
      "confidence": 0.97622
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Calm www.",
      "start": 561954,
      "end": 563666,
      "confidence": 0.6992700000000001
    },
    {
      "pos": 105,
      "speaker": "C",
      "text": "Yeah, free webs.com.",
      "start": 563690,
      "end": 565210,
      "confidence": 0.70418
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Free webs.com.",
      "start": 565282,
      "end": 567330,
      "confidence": 0.80676
    },
    {
      "pos": 107,
      "speaker": "C",
      "text": "Yes. Forward slash. Yeah, the dash k dash, man, forward slash, the cayman. Do it again.",
      "start": 567402,
      "end": 578618,
      "confidence": 0.884473125
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Say it again. But get a pencil. Now, they've all got a pencil now.",
      "start": 578666,
      "end": 581930,
      "confidence": 0.7474864285714286
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "Free webs. Calm.",
      "start": 582002,
      "end": 583226,
      "confidence": 0.8490533333333333
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "One word. Slash.",
      "start": 583290,
      "end": 585114,
      "confidence": 0.78594
    },
    {
      "pos": 111,
      "speaker": "C",
      "text": "The dash k dash, man, forward slash.",
      "start": 585234,
      "end": 588618,
      "confidence": 0.82519
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "Now, when you say dash, is it.",
      "start": 588666,
      "end": 589666,
      "confidence": 0.8713857142857143
    },
    {
      "pos": 113,
      "speaker": "A",
      "text": "Is it a dash or is it underscore? Is it, is it in the middle of the word or is it hover in the middle of the word? Is it the bottom?",
      "start": 589690,
      "end": 597154,
      "confidence": 0.8988456249999999
    },
    {
      "pos": 114,
      "speaker": "C",
      "text": "It's just. Just the line and that.",
      "start": 597274,
      "end": 598906,
      "confidence": 0.7820828571428571
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "Yeah, I know, but is it an underscore or is it a dash?",
      "start": 598970,
      "end": 601574,
      "confidence": 0.8176746153846153
    },
    {
      "pos": 116,
      "speaker": "C",
      "text": "Try both.",
      "start": 602074,
      "end": 603054,
      "confidence": 0.94284
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "He copied it down. That's the sort of level we're talking about.",
      "start": 604314,
      "end": 610074,
      "confidence": 0.9085925000000001
    },
    {
      "pos": 118,
      "speaker": "B",
      "text": "Well, already you've got some insight into the mind of card.",
      "start": 610114,
      "end": 612450,
      "confidence": 0.8298772727272726
    },
    {
      "pos": 119,
      "speaker": "A",
      "text": "Yeah, absolutely. Yeah.",
      "start": 612522,
      "end": 613458,
      "confidence": 0.6506966666666666
    },
    {
      "pos": 120,
      "speaker": "B",
      "text": "But I thought what we should do is we could hijack.",
      "start": 613506,
      "end": 615694,
      "confidence": 0.8718445454545454
    },
    {
      "pos": 121,
      "speaker": "A",
      "text": "Imagine that. Imagine Bill Gates or a teacher in an exam.",
      "start": 616744,
      "end": 622016,
      "confidence": 0.8202918181818183
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "Pop down both.",
      "start": 622160,
      "end": 623244,
      "confidence": 0.6741666666666667
    },
    {
      "pos": 123,
      "speaker": "A",
      "text": "Multiple choice.",
      "start": 625864,
      "end": 626880,
      "confidence": 0.74421
    },
    {
      "pos": 124,
      "speaker": "B",
      "text": "Yeah.",
      "start": 626952,
      "end": 627608,
      "confidence": 0.53567
    },
    {
      "pos": 125,
      "speaker": "A",
      "text": "Yeah. All right. Okay.",
      "start": 627776,
      "end": 629648,
      "confidence": 0.6236275
    },
    {
      "pos": 126,
      "speaker": "B",
      "text": "But anyway, yeah, if you're a reader of the weekend Guardian, you'll know there's this thing called the Q and A, which they give to celebrities and thinkers and the like. Basically, it's a series of questions they pose to each people each week, and it's the same questions and it gives a little insight into people's minds, the.",
      "start": 629696,
      "end": 641808,
      "confidence": 0.9383266101694915
    },
    {
      "pos": 127,
      "speaker": "A",
      "text": "Way they think, what particular, what thinker, philosopher is. In this week's, it's the lead singer of feeder.",
      "start": 641816,
      "end": 647484,
      "confidence": 0.8500800000000001
    },
    {
      "pos": 128,
      "speaker": "B",
      "text": "So you're in good company, Carl.",
      "start": 648184,
      "end": 650816,
      "confidence": 0.8857500000000001
    },
    {
      "pos": 129,
      "speaker": "A",
      "text": "No, I like feeder.",
      "start": 651000,
      "end": 651984,
      "confidence": 0.8501925
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "No, fine.",
      "start": 652024,
      "end": 652448,
      "confidence": 0.7804249999999999
    },
    {
      "pos": 131,
      "speaker": "A",
      "text": "I love feeder.",
      "start": 652496,
      "end": 653264,
      "confidence": 0.8556900000000001
    },
    {
      "pos": 132,
      "speaker": "B",
      "text": "So, Carl, I'm just going to fire a couple of these questions at you. We maybe drop them in throughout the course of the show just to try and get a sense of who you are. So here's the first up, first question. All right. Got your thinking head on.",
      "start": 653344,
      "end": 662832,
      "confidence": 0.9047546
    },
    {
      "pos": 133,
      "speaker": "A",
      "text": "Go on, you wurzel.",
      "start": 662888,
      "end": 665112,
      "confidence": 0.5814600000000001
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "What is your idea of perfect happiness?",
      "start": 665288,
      "end": 667964,
      "confidence": 0.9599628571428571
    },
    {
      "pos": 135,
      "speaker": "C",
      "text": "What, for me or.",
      "start": 670664,
      "end": 671964,
      "confidence": 0.93604
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "No, Ronnie Corbett?",
      "start": 673064,
      "end": 674552,
      "confidence": 0.8075100000000001
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "No, no, but. But what do you mean? Like, what will make me happy or everyone to be happy?",
      "start": 674728,
      "end": 680160,
      "confidence": 0.917363684210526
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "No.",
      "start": 680232,
      "end": 680440,
      "confidence": 0.62931
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "What?",
      "start": 680472,
      "end": 680640,
      "confidence": 0.92898
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Are you happy? Maybe that. Is that. Maybe that's the answer. Your idea of happiness? Is everyone being happy? I don't know. What's your. What would make you.",
      "start": 680672,
      "end": 687696,
      "confidence": 0.9223514285714286
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Totally. For our monkey channel.",
      "start": 687720,
      "end": 690884,
      "confidence": 0.751616
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "Yeah. Yeah. Okay, go on.",
      "start": 691864,
      "end": 696324,
      "confidence": 0.61753
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "I don't think I've had it yet where I'm like, really really happy with Carl.",
      "start": 700064,
      "end": 703896,
      "confidence": 0.8990086666666666
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "I've never seen you really happy. No, no.",
      "start": 703920,
      "end": 706334,
      "confidence": 0.9383687500000001
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "But when have you been at your happiest?",
      "start": 706374,
      "end": 710154,
      "confidence": 0.9570400000000001
    },
    {
      "pos": 146,
      "speaker": "C",
      "text": "Probably. I like. I like sort of fish fingers, potato cakes and beans for tea.",
      "start": 711374,
      "end": 718958,
      "confidence": 0.877398
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 719086,
      "end": 721454,
      "confidence": 0.56348
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "Let's move on. We'll come back.",
      "start": 721614,
      "end": 723034,
      "confidence": 0.8319333333333333
    },
    {
      "pos": 149,
      "speaker": "A",
      "text": "I don't think you're aiming high enough for.",
      "start": 723374,
      "end": 725366,
      "confidence": 0.9760425
    },
    {
      "pos": 150,
      "speaker": "C",
      "text": "Well, what would your answer be for that? When are you happy? What would make you happy?",
      "start": 725470,
      "end": 729434,
      "confidence": 0.919439411764706
    },
    {
      "pos": 151,
      "speaker": "A",
      "text": "I wouldn't have the. I'd have fish fingers, but I probably wouldn't have the potato cakes. I'd have fish fingers and beans.",
      "start": 730254,
      "end": 736434,
      "confidence": 0.9325749999999999
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "I'm not a huge fan of the beans, really?",
      "start": 736844,
      "end": 738692,
      "confidence": 0.9271355555555556
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "So your idea of perfect happiness is probably just fish fingers. Okay, good.",
      "start": 738748,
      "end": 743108,
      "confidence": 0.9297361538461539
    },
    {
      "pos": 154,
      "speaker": "B",
      "text": "All right, second question. What is your greatest fear, Carl?",
      "start": 743196,
      "end": 746304,
      "confidence": 0.8417459999999999
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "Mmm. Going to the doctors.",
      "start": 746844,
      "end": 749664,
      "confidence": 0.804168
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "So more. So, presumably, ill health and mortality.",
      "start": 751284,
      "end": 755744,
      "confidence": 0.8801762500000001
    },
    {
      "pos": 157,
      "speaker": "C",
      "text": "I don't want to live forever either.",
      "start": 760364,
      "end": 761860,
      "confidence": 0.9523785714285714
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "No.",
      "start": 761932,
      "end": 762544,
      "confidence": 0.71293
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "Just want to get to about 80, 83, 84.",
      "start": 762884,
      "end": 767194,
      "confidence": 0.8824311111111113
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Yeah. Okay.",
      "start": 770974,
      "end": 771766,
      "confidence": 0.81724
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "Which living person do you most admire? Which person, throughout any time in history do you most admire?",
      "start": 771830,
      "end": 783834,
      "confidence": 0.99536
    },
    {
      "pos": 162,
      "speaker": "C",
      "text": "Winston Churchill's pretty good.",
      "start": 784454,
      "end": 786054,
      "confidence": 0.72196
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "Yeah, very good.",
      "start": 786134,
      "end": 787006,
      "confidence": 0.9309666666666666
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "Why?",
      "start": 787070,
      "end": 787674,
      "confidence": 0.4655
    },
    {
      "pos": 165,
      "speaker": "A",
      "text": "Good answer.",
      "start": 788094,
      "end": 788998,
      "confidence": 0.923915
    },
    {
      "pos": 166,
      "speaker": "C",
      "text": "Because it want for him. We'd be talking German. I'm not that good at that.",
      "start": 789126,
      "end": 794314,
      "confidence": 0.7757539999999999
    },
    {
      "pos": 167,
      "speaker": "A",
      "text": "He's not that good at that. Even if the Nazis won, right, in 1945 and we'd be now speaking German, he still wouldn't be that good at it. Although he's not good at English, so. Yeah, I suppose that's true, isn't it?",
      "start": 796534,
      "end": 810750,
      "confidence": 0.9030004761904759
    },
    {
      "pos": 168,
      "speaker": "B",
      "text": "All right, well, here's the final one for now. Do you believe in capital punishment?",
      "start": 810862,
      "end": 814834,
      "confidence": 0.8757579999999999
    },
    {
      "pos": 169,
      "speaker": "A",
      "text": "That's not it. In Doctor Fox over the head with a stick.",
      "start": 817354,
      "end": 820214,
      "confidence": 0.9220925000000001
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "Depends. Depends what for?",
      "start": 821194,
      "end": 822930,
      "confidence": 0.7167875
    },
    {
      "pos": 171,
      "speaker": "A",
      "text": "Right, go on.",
      "start": 822962,
      "end": 824650,
      "confidence": 0.6443133333333334
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "No, if it's something bad.",
      "start": 824802,
      "end": 826174,
      "confidence": 0.6343780000000001
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Well, I assume it would be. They don't. They don't. They don't kill people now for parking illegally.",
      "start": 826834,
      "end": 831762,
      "confidence": 0.910011111111111
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "But what sort of. What sort of thing are you talking about? What sort of punishment?",
      "start": 831818,
      "end": 835602,
      "confidence": 0.9568512499999999
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "Capital punishment.",
      "start": 835778,
      "end": 836762,
      "confidence": 0.98986
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "Yeah. No, but what is that?",
      "start": 836818,
      "end": 837962,
      "confidence": 0.91662
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "What.",
      "start": 838018,
      "end": 838450,
      "confidence": 0.91692
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "What you talking about?",
      "start": 838562,
      "end": 839650,
      "confidence": 0.8218575
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "Well, guillotine, hanging, angings.",
      "start": 839722,
      "end": 842944,
      "confidence": 0.7614449999999999
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "A bit bad.",
      "start": 842984,
      "end": 843800,
      "confidence": 0.98134
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Yeah. Can be fatal. Can it? What do you mean, hangings a bit bad? It's just all bad work. It was the state kill someone because.",
      "start": 843952,
      "end": 852968,
      "confidence": 0.8800446153846154
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "Prisons are getting a bit busy, aren't they?",
      "start": 853056,
      "end": 854720,
      "confidence": 0.8668187500000001
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Brilliant. What's.",
      "start": 854872,
      "end": 857096,
      "confidence": 0.26657
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "What's the point in keeping them? You know, people. People around.",
      "start": 857120,
      "end": 859664,
      "confidence": 0.9055554545454544
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "What's the point in killing them just because it's like.",
      "start": 859704,
      "end": 862320,
      "confidence": 0.811787
    },
    {
      "pos": 186,
      "speaker": "C",
      "text": "Right, that's that. Donnie, who's next? What can you do with someone if they mental?",
      "start": 862352,
      "end": 867804,
      "confidence": 0.8951160000000001
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "Employ him on a radio show.",
      "start": 870004,
      "end": 871740,
      "confidence": 0.934435
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "Yeah, right, next question.",
      "start": 871892,
      "end": 873708,
      "confidence": 0.733045
    },
    {
      "pos": 189,
      "speaker": "B",
      "text": "Play a record. We'll come back to the questions of.",
      "start": 873796,
      "end": 875980,
      "confidence": 0.842655
    },
    {
      "pos": 190,
      "speaker": "C",
      "text": "What do you want? What for you got in here?",
      "start": 876092,
      "end": 877284,
      "confidence": 0.8411569999999999
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "Rick, I know you're a massive fan of the thorns.",
      "start": 877324,
      "end": 879028,
      "confidence": 0.915481
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "Yeah.",
      "start": 879116,
      "end": 879452,
      "confidence": 0.81329
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Maybe you're less familiar with the different elements of the thorns. Solo work from Matthew Sweet.",
      "start": 879508,
      "end": 884252,
      "confidence": 0.96254875
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 884308,
      "end": 885144,
      "confidence": 0.87324
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "XFN 104.9 Matthew Sweet and a song called in my time. Ricky Gervais, Steve Merchant, Carl Pilkington.",
      "start": 900904,
      "end": 906136,
      "confidence": 0.7474164705882352
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "It was great that. Yeah.",
      "start": 906200,
      "end": 907096,
      "confidence": 0.7225399999999998
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Just asking Carl some of these Q and a questions.",
      "start": 907120,
      "end": 908816,
      "confidence": 0.897223
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "This might be my idea of perfect happiness, being in a room with Carl Pilkington. Just. What? I watch him. I just watch him look around. When you're talking, he looks at you and it's like, you know when the owners say, it's like the cat can understand what I'm saying?",
      "start": 908840,
      "end": 920656,
      "confidence": 0.9214188235294118
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Yeah.",
      "start": 920720,
      "end": 921152,
      "confidence": 0.58485
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "It's like he's on the edge of that. He's on the edge of that. Or you think he can. And I know he understands the words, but I don't think he understands the full impact. He never. Whenever you say something to him, it might be somewhat, you know, a revelation or somewhere. He always picks up on the wrong side. You go, well, that's not the important bit. Do you know what I mean? He always goes, it's a bit like.",
      "start": 921248,
      "end": 937432,
      "confidence": 0.8978765853658535
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Having a 14 year old french exchange student. Their English is not amazing. They roughly understand you. They're trying to piece together what you're saying.",
      "start": 937448,
      "end": 944048,
      "confidence": 0.9321863999999997
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Exactly. But it's great. You see, the thing about Karl is, and don't take this the wrong way, I like him because he's stupid in a way. Now, I'm not being funny, but do you know what I mean? But even though I think he is considered stupid, some of the things he says, I think borders on the. I don't. The PC term is the retarded. Do you know what I mean, Carl?",
      "start": 944136,
      "end": 970234,
      "confidence": 0.8997433783783785
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Anything in particular you're thinking of when you think of.",
      "start": 970354,
      "end": 972202,
      "confidence": 0.8595400000000002
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Well, he was talking to me the other day because I'm trying to write a show called science, and he's sort of gonna help me out with some of the research, and I want to. I want him to do some on the DVD for it, right? And he was talking about it. And he was talking about. He says that in the future, they reckon we'll be at Avatar soon. He said, they'll be able to take us into space and it's going to cost us 150,000 pounds. Said, what's the point? There's nothing up there. He said when they went up there, right? He said, when Louis Armstrong went in 1966, he said it was nothing there. So there was him, a fellow called Buzz. There was one third bloke that didn't even get out of the spaceship, he said he went all that way. He didn't go out to stretch his legs. How good can it be? Forget it. That's him summing up space exploration.",
      "start": 972258,
      "end": 1021968,
      "confidence": 0.9017372619047618
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "Don't you agree with that? What's the point in going up there?",
      "start": 1022136,
      "end": 1024936,
      "confidence": 0.904745
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Because are we talking about the finger in the arse again here, or it's space.",
      "start": 1025120,
      "end": 1029096,
      "confidence": 0.7758086666666668
    },
    {
      "pos": 207,
      "speaker": "C",
      "text": "What is the point in going?",
      "start": 1029280,
      "end": 1030184,
      "confidence": 0.854335
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "You're expanding, you know, human endeavor, aren't you, in the human understanding of the world and the universe. It's like, what else are we going to do as a civilization, as a people, if we're not constantly searching and, you know, and reaching out into the far distance?",
      "start": 1030224,
      "end": 1042738,
      "confidence": 0.8817491666666665
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "But there's nothing there.",
      "start": 1042786,
      "end": 1043730,
      "confidence": 0.8461725
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "I know some people you grew up with haven't left their street, but that. That's not everywhere. But what is it? What do you mean?",
      "start": 1043802,
      "end": 1048586,
      "confidence": 0.8670448000000001
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "There's nothing there? What has got to be there for it to be worthwhile?",
      "start": 1048610,
      "end": 1051858,
      "confidence": 0.9399871428571428
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Like, just something.",
      "start": 1051906,
      "end": 1052934,
      "confidence": 0.9042
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "What would you be happy with finding at one moment? Just.",
      "start": 1054034,
      "end": 1056810,
      "confidence": 0.7878663636363636
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "Just something. I don't think they looked hard enough anyway, when they got there because they seemed to get out, have a bit of a dance about, and then they came straight back and I sort of think, you know, did they look properly?",
      "start": 1056842,
      "end": 1069664,
      "confidence": 0.9435079545454547
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "It's not a day trip, is it? But what I mean, they took that.",
      "start": 1069744,
      "end": 1072632,
      "confidence": 0.8993742857142858
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Car out there, didn't they, and drove around a bit.",
      "start": 1072648,
      "end": 1074176,
      "confidence": 0.9686220000000001
    },
    {
      "pos": 217,
      "speaker": "C",
      "text": "Yeah, but only a little bit. What I mean is, say if an alien landed in Africa, there's not much there. So they go, what do you mean.",
      "start": 1074240,
      "end": 1081112,
      "confidence": 0.9517617857142859
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "There'S not much there?",
      "start": 1081128,
      "end": 1081832,
      "confidence": 0.8528375000000001
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "Well, it's a bit barren in it.",
      "start": 1081888,
      "end": 1083000,
      "confidence": 0.89864
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "What, Africa. Just in general. What I'm saying is where all life came from, and probably half a million species of animals live there.",
      "start": 1083032,
      "end": 1094764,
      "confidence": 0.9275174999999997
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "Stuff.",
      "start": 1095294,
      "end": 1095742,
      "confidence": 0.48768
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "Oh, buildings.",
      "start": 1095798,
      "end": 1096638,
      "confidence": 0.8733
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "Well, just stuff.",
      "start": 1096686,
      "end": 1097654,
      "confidence": 0.7562233333333334
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1097774,
      "end": 1098046,
      "confidence": 0.90928
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "I mean, did they look properly or did they just land? Get out, go. Bit dusty, whatever. Right, let's go back. I just think it's a bit pointless, especially when we haven't done everything there is to do here. Well, I don't know, but I'm sure there is stuff that needs sorting out.",
      "start": 1098070,
      "end": 1116686,
      "confidence": 0.9240524528301888
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "Well, there's. I know the place that there's. There's no medical man has been in this room. There's definitely an unexplored cavern.",
      "start": 1116750,
      "end": 1126164,
      "confidence": 0.9036686363636364
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "All right, Steve, would you go to the moon if someone said there's a space?",
      "start": 1127704,
      "end": 1131720,
      "confidence": 0.918066
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "He doesn't march at a concert because he's scared his glasses to fall off. Of course he wouldn't go to the moon. They'd spin him round in training, his glasses would come off and that'd be it. He'd feel sick.",
      "start": 1131872,
      "end": 1141600,
      "confidence": 0.8837849999999996
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "My worry is I'm not sure I'd get. I'd have to, because would I be able to wear him under the helmet? I went paintballing once and I had to wear the glasses underneath the mask. And of course it was hot weather. It was steamed up in there. I couldn't see anything. I got shot straight away. I was out of the game. Was pointless. It cost me like eight quid. Yeah.",
      "start": 1141672,
      "end": 1158924,
      "confidence": 0.856939452054794
    },
    {
      "pos": 230,
      "speaker": "C",
      "text": "Anyway, do you. You're only sort of sat there.",
      "start": 1159424,
      "end": 1161752,
      "confidence": 0.7898744444444445
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "We're not. Well, yeah, but what are you talking about? Think of g force alone and weightlessness because you've got to be what I think.",
      "start": 1161888,
      "end": 1171496,
      "confidence": 0.877024
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "When you said think of g force, he thought of g. Four winners in pop idol. I could see it as his eyes glazed. More quick questions for you, car. Just to try and get inside your mind, what do you. What is your greatest regret?",
      "start": 1171520,
      "end": 1185844,
      "confidence": 0.8758480434782613
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Probably I didn't do that well at school, did I? So I'm trying to, like, learn stuff now.",
      "start": 1187344,
      "end": 1192400,
      "confidence": 0.9118066666666665
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1192472,
      "end": 1193124,
      "confidence": 0.84773
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Mentally, he reckons he's learned more in the last three months than he ever rest of his life. Reading a couple of science books I gave him.",
      "start": 1193584,
      "end": 1199536,
      "confidence": 0.8374455555555554
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Well, that's impressive. We'll test you on that later on.",
      "start": 1199720,
      "end": 1201944,
      "confidence": 0.9238699999999997
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1201984,
      "end": 1202208,
      "confidence": 0.31265
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "What keeps you awake at night?",
      "start": 1202256,
      "end": 1203684,
      "confidence": 0.9947783333333334
    },
    {
      "pos": 239,
      "speaker": "C",
      "text": "Well, I live in sort of central London, so it's brilliant.",
      "start": 1205344,
      "end": 1209244,
      "confidence": 0.8844718181818183
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "They were thinking, more.",
      "start": 1209744,
      "end": 1210696,
      "confidence": 0.9313675
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "More. What fears have you got? What worries do? Do you ponder the expansion of the universe? Do you worry about.",
      "start": 1210760,
      "end": 1216952,
      "confidence": 0.9119052380952382
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "It's no point is there's nothing I can do about it.",
      "start": 1216968,
      "end": 1219776,
      "confidence": 0.8491354545454545
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "So what with you, it's the. What? The little chinese fellow across the road.",
      "start": 1219840,
      "end": 1224176,
      "confidence": 0.8679271428571429
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "Just stuff that I've got to sort out, you know, any bills or anything. I don't worry about the world ending or anything. What's the point in that? Do anything about it? I always think that people with more sort of intelligence have the world on the shoulders because they worry about stuff that's miles away. Whereas I'm like, you know, I'm happy if. If the sun's out. It's like, it's a nice day.",
      "start": 1224320,
      "end": 1245098,
      "confidence": 0.9046772972972974
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 1245186,
      "end": 1245714,
      "confidence": 0.6593249999999999
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "I don't about wars and stuff going on because there's. Now I can do.",
      "start": 1245754,
      "end": 1248890,
      "confidence": 0.8489571428571429
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "What would you do if there was a war? That maybe there was what, here? Yeah.",
      "start": 1248962,
      "end": 1253018,
      "confidence": 0.912240625
    },
    {
      "pos": 248,
      "speaker": "C",
      "text": "Go on holiday.",
      "start": 1253106,
      "end": 1254054,
      "confidence": 0.8324133333333333
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "Everyone's got the chance to break the who. I mean, that's. That's gotta be one of the best rock tracks ever, isn't it?",
      "start": 1264614,
      "end": 1278046,
      "confidence": 0.8254443478260869
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "Oh, there's no arguing.",
      "start": 1278070,
      "end": 1279078,
      "confidence": 0.7318250000000001
    },
    {
      "pos": 251,
      "speaker": "A",
      "text": "Did I sound like Doctor Fox again? A little bit, yeah. It's a good thing, isn't it. Yeah, we're gonna get a Sony award this year. Carl. How are you doing?",
      "start": 1279126,
      "end": 1287454,
      "confidence": 0.9096635483870966
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "Yeah, I'm alright.",
      "start": 1287614,
      "end": 1288430,
      "confidence": 0.6053000000000001
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Yeah. It's good to be back, isn't it?",
      "start": 1288502,
      "end": 1290274,
      "confidence": 0.84332875
    },
    {
      "pos": 254,
      "speaker": "C",
      "text": "We're doing rockbusters in a bit.",
      "start": 1290334,
      "end": 1291426,
      "confidence": 0.924065
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "What have we got? Rockbusters. Well, hallelujah.",
      "start": 1291450,
      "end": 1296650,
      "confidence": 0.7944071428571429
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "I'll tell you this, new listeners.",
      "start": 1296722,
      "end": 1298574,
      "confidence": 0.9686183333333335
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "New listeners won't believe their luck. We've got rockbusters. Have we got. Well, dare I say it, have we got monkey news, Carl?",
      "start": 1300154,
      "end": 1307050,
      "confidence": 0.8922656521739131
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "Uh, well, I've been away, haven't I? So I've sort of got a few things that I've read about roughly, but I don't know the full ins and outs.",
      "start": 1307242,
      "end": 1314410,
      "confidence": 0.9163537931034481
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "You're joking because usually you do your research quite well, don't you, when you get off Anne over and read the top line.",
      "start": 1314442,
      "end": 1319122,
      "confidence": 0.874983043478261
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "So what are you saying though? Are you saying that there's kind of monkey news?",
      "start": 1319298,
      "end": 1322530,
      "confidence": 0.9251773333333333
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "We might have time to do something.",
      "start": 1322722,
      "end": 1323914,
      "confidence": 0.9665328571428572
    },
    {
      "pos": 262,
      "speaker": "A",
      "text": "Later when he teases us with his.",
      "start": 1323954,
      "end": 1326682,
      "confidence": 0.8240514285714285
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "Monkey news emails about that. That website address. Oh yeah, it was. It was a. What's her name?",
      "start": 1326698,
      "end": 1334010,
      "confidence": 0.8748966666666669
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "An underscore. Okay, so give it out one more time. They go to this. Just find out about car files. Someone's putting a lot of effort. It's a really good website. There's some great pictures of Carl. It's.",
      "start": 1334122,
      "end": 1342658,
      "confidence": 0.8699763157894737
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "Well they're not great. They just free webs.com. Slash the underscore k underscore man slash.",
      "start": 1342706,
      "end": 1353648,
      "confidence": 0.8102806666666668
    },
    {
      "pos": 266,
      "speaker": "A",
      "text": "Okay. Forward slashes all the. All the way.",
      "start": 1353776,
      "end": 1355872,
      "confidence": 0.81189
    },
    {
      "pos": 267,
      "speaker": "B",
      "text": "Yeah, except the underscores. This is interminable, isn't it? Interminable giving out email addresses.",
      "start": 1355968,
      "end": 1361488,
      "confidence": 0.8806799999999999
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "I know, yeah.",
      "start": 1361536,
      "end": 1362224,
      "confidence": 0.7136
    },
    {
      "pos": 269,
      "speaker": "B",
      "text": "It's so boring.",
      "start": 1362304,
      "end": 1363364,
      "confidence": 0.7382533333333333
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Oh dear. Is he enjoying the show?",
      "start": 1364384,
      "end": 1367524,
      "confidence": 0.8396457142857142
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "Just says, I love spending 2 hours on a Saturday listening about fingers. Or passes doctors squeezing testicles and making you cough. Have you got any news on the airy chinese kid? So.",
      "start": 1367904,
      "end": 1381346,
      "confidence": 0.9052039393939395
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "Well, when you say like that, some of the stuff we call it does sound a little bit of, you know, drivel. Well, Carl was worried about swearing because we were talking about finger arsenal. He's genuinely worried. And I don't have a problem with swearing. Although I understand why you can't say certain words on Wade. It might be offensive. People aren't listening. I mean, you know, the f word, the c word and all those. But when they bleep it out, when they bleep it out in a record, they bleep out the vowel. So in the f word they bleep out the u. So it goes right. What? So they go, it's not offensive. I didn't hear the vowel, presumably.",
      "start": 1381530,
      "end": 1411706,
      "confidence": 0.8532102439024388
    },
    {
      "pos": 273,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1411770,
      "end": 1411994,
      "confidence": 0.80737
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "So if you change the vowel. It's not. Do you know. I mean. So in the c word, could I say. Could I talk about the philosopher Immanuel Kant?",
      "start": 1412034,
      "end": 1420962,
      "confidence": 0.8485131034482759
    },
    {
      "pos": 275,
      "speaker": "B",
      "text": "Well, you can talk about Immanuel Kant because he's one of the great thinkers of all time.",
      "start": 1421098,
      "end": 1424330,
      "confidence": 0.8791641176470587
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "So can is not an offensive word because the vowel is different. Is it.",
      "start": 1424402,
      "end": 1428254,
      "confidence": 0.8482949999999999
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "Leave it, then.",
      "start": 1428634,
      "end": 1429330,
      "confidence": 0.6979466666666666
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "No. Do you know what I mean, though?",
      "start": 1429402,
      "end": 1430354,
      "confidence": 0.7166650000000001
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "But I don't see how it can be offensive.",
      "start": 1430394,
      "end": 1432314,
      "confidence": 0.8507077777777777
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "You can't. It can't be. Only a thinker. He's a philosopher. His name is. His name is can't. That is his actual name. I think it comes from a long line of cants. From what I can. He hasn't changed his name. I think his father is grandfather. Yeah.",
      "start": 1432434,
      "end": 1443442,
      "confidence": 0.8424324489795918
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "German people.",
      "start": 1443618,
      "end": 1444522,
      "confidence": 0.97964
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Oh, Germany's, I assume, full of cants. I mean. Yeah, yeah. What.",
      "start": 1444658,
      "end": 1450774,
      "confidence": 0.7941108333333333
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "What else?",
      "start": 1451594,
      "end": 1452226,
      "confidence": 0.82145
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "So he can change the vowel. So could I say. Could I say.",
      "start": 1452290,
      "end": 1456814,
      "confidence": 0.8705607692307692
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "Probably not.",
      "start": 1458074,
      "end": 1458882,
      "confidence": 0.822345
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "What if I change two words? What if I said, come c u m p. Now, that's not offensive at all, is it?",
      "start": 1458978,
      "end": 1463602,
      "confidence": 0.8621534782608695
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "That can't be offensive.",
      "start": 1463618,
      "end": 1464440,
      "confidence": 0.7565074999999999
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "So I could say. You folking come.",
      "start": 1464562,
      "end": 1466664,
      "confidence": 0.7802828571428571
    },
    {
      "pos": 289,
      "speaker": "C",
      "text": "Okay.",
      "start": 1466964,
      "end": 1467604,
      "confidence": 0.63141
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "What?",
      "start": 1467684,
      "end": 1468188,
      "confidence": 0.3686
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "I need a Schnit.",
      "start": 1468316,
      "end": 1469464,
      "confidence": 0.7507475
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "Wonka. Willy Wonka. Yeah. Willy Wonka, yeah. Although Willie, is Willie offensive? Could you say? Willie? Tricky Willie. Willy Wonka and his. And Willy Wonka and his falcon cumps. Yeah, that'll be fine. Is that all right then, Carl?",
      "start": 1472044,
      "end": 1488060,
      "confidence": 0.7588805128205127
    },
    {
      "pos": 293,
      "speaker": "C",
      "text": "Any other questions or anything, Steve?",
      "start": 1488092,
      "end": 1489652,
      "confidence": 0.9170216666666667
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "Well, there's not such a question, but something that I think might be of interest to you, Carl. I was reading about this in the paper, and I know how fascinated you are by people of the japanese persuasion. Two elderly men found on a remote island are believed to be japanese soldiers in hiding since 1945. Desperate to go home, diplomats from Tokyo are investigating the claims of these men who are 87 and 83.",
      "start": 1489748,
      "end": 1515204,
      "confidence": 0.9170219736842107
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "What? What? What are you thinking there?",
      "start": 1516284,
      "end": 1518500,
      "confidence": 0.8439028571428572
    },
    {
      "pos": 296,
      "speaker": "C",
      "text": "Well, no, go on.",
      "start": 1518612,
      "end": 1519460,
      "confidence": 0.7241725000000001
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "I know what you're thinking. Go on, say what you thinking.",
      "start": 1519492,
      "end": 1522224,
      "confidence": 0.9670736363636365
    },
    {
      "pos": 298,
      "speaker": "C",
      "text": "I did that old, though.",
      "start": 1522644,
      "end": 1523892,
      "confidence": 0.620872
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "Why? Why? Say why? Carl's got a theory. Well, I mean, I don't think. I don't think this is fine. It's. It's. I'd say that Carl's views don't reflect the views of XFM. Right. Carl's got a theory that oriental people don't age well.",
      "start": 1523988,
      "end": 1541552,
      "confidence": 0.8582970454545457
    },
    {
      "pos": 300,
      "speaker": "B",
      "text": "Sure, yeah.",
      "start": 1541748,
      "end": 1544456,
      "confidence": 0.79149
    },
    {
      "pos": 301,
      "speaker": "C",
      "text": "But I think what people probably agree with me, but for some reason, the first time I said that, I wasn't even worried about it. But now, because of reaction of people I don't understand, I don't know why. I can't say that.",
      "start": 1544480,
      "end": 1555724,
      "confidence": 0.9272474418604653
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "What's your theory?",
      "start": 1556064,
      "end": 1556824,
      "confidence": 0.8412633333333334
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Explain your theory in a nutshell.",
      "start": 1556864,
      "end": 1558564,
      "confidence": 0.98005
    },
    {
      "pos": 304,
      "speaker": "C",
      "text": "Just like you don't see it, you know, sort of a 33 year old chinese person. No, but at the same time, what.",
      "start": 1558984,
      "end": 1568592,
      "confidence": 0.8730221739130435
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "Do you mean you don't see a third party.",
      "start": 1568608,
      "end": 1570136,
      "confidence": 0.7273366666666667
    },
    {
      "pos": 306,
      "speaker": "C",
      "text": "At the same time, you don't see that many fat ones either. So in a way, that's, that's good news. Nobody would be upset about that.",
      "start": 1570280,
      "end": 1576830,
      "confidence": 0.9634580769230771
    },
    {
      "pos": 307,
      "speaker": "A",
      "text": "What do you mean your news isn't bad news? Because it's not true.",
      "start": 1576862,
      "end": 1579494,
      "confidence": 0.8352361538461537
    },
    {
      "pos": 308,
      "speaker": "B",
      "text": "But wait, stop, stop, stop. What do you mean you don't see a 33 year old chinese person? I don't know. So what do you mean you don't see them? What do you see then?",
      "start": 1579574,
      "end": 1585574,
      "confidence": 0.9097374285714286
    },
    {
      "pos": 309,
      "speaker": "C",
      "text": "Sort of, you know, young, young ones. And then, like, you don't see that middle ground.",
      "start": 1585694,
      "end": 1592394,
      "confidence": 0.924290625
    },
    {
      "pos": 310,
      "speaker": "B",
      "text": "So you see old ones and you say young ones, but you never see any in between.",
      "start": 1595934,
      "end": 1599704,
      "confidence": 0.9232452941176469
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1599854,
      "end": 1600492,
      "confidence": 0.9668
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "What do you mean? So what's the oldest, what's. Okay, what's the oldest chinese person you've seen before the age of 33? How old do you think?",
      "start": 1600628,
      "end": 1607284,
      "confidence": 0.9153914814814813
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "About 22.",
      "start": 1607444,
      "end": 1608108,
      "confidence": 0.918465
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "22. So you've seen lots of 22 year olds. So you've seen range from babies to 22 year old? I enjoy these people. That's fact. Okay, and then what gap do you miss out? What, when, when do they pop back up on the radar for you? What age is a chinese person gotta be to be older than that?",
      "start": 1608156,
      "end": 1623424,
      "confidence": 0.8996991666666668
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "49.",
      "start": 1624044,
      "end": 1625064,
      "confidence": 0.96
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "They're always so specific.",
      "start": 1625684,
      "end": 1627028,
      "confidence": 0.6689375
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "What do you mean when you say.",
      "start": 1627156,
      "end": 1627892,
      "confidence": 0.9564842857142858
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "They don't age well? What do you mean they don't age well? You think that. You mean that middle aged ones look.",
      "start": 1627908,
      "end": 1631816,
      "confidence": 0.9488800000000001
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Old because you think at 23, when they start at 23, happy birthday to you. And they look up and, oh, geez, it's 52. What? What do you mean?",
      "start": 1631840,
      "end": 1641888,
      "confidence": 0.8508455172413794
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "No, I just. I just mean they don't age that well. There's nothing wrong with that. I don't know what it is in them, but they just don't. All right, then here's a question. You tell me of a chinese person on the telly who's about 32.",
      "start": 1641976,
      "end": 1656558,
      "confidence": 0.9233631914893616
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Tell me the chinese person on the telly. First, give us the great gamut of chinese talent currently on british tv. Right. And art. I'll pick and choose. Go on, then.",
      "start": 1656656,
      "end": 1668334,
      "confidence": 0.9127793548387096
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Briefly.",
      "start": 1669394,
      "end": 1670294,
      "confidence": 0.90642
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Mmm. How long has he been dead? Bruce Lee? Seventies, wasn't it? And not. Not really on the telly much, was he?",
      "start": 1671714,
      "end": 1678986,
      "confidence": 0.8023890909090908
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "Okay, age was he when he died?",
      "start": 1679130,
      "end": 1681058,
      "confidence": 0.83061
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "33, I think.",
      "start": 1681186,
      "end": 1682334,
      "confidence": 0.98908
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Well, I would have never guessed that.",
      "start": 1682814,
      "end": 1684674,
      "confidence": 0.89281
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "Well, what do you think? How old do you think he was?",
      "start": 1685054,
      "end": 1686874,
      "confidence": 0.8513666666666667
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "Probably about 42.",
      "start": 1687374,
      "end": 1689854,
      "confidence": 0.8979733333333334
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "What, you know Bert Kwok?",
      "start": 1689934,
      "end": 1691354,
      "confidence": 0.624204
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Yeah, he's old?",
      "start": 1691734,
      "end": 1692614,
      "confidence": 0.8399633333333334
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Yeah. Do you remember the Pink Panther films?",
      "start": 1692694,
      "end": 1694794,
      "confidence": 0.9237662499999999
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "No.",
      "start": 1695214,
      "end": 1695954,
      "confidence": 0.94797
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Okay, he wasn't that old in them because it was 60 seventies.",
      "start": 1696374,
      "end": 1700902,
      "confidence": 0.9188675000000001
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "But how old did he look, though? If he walked in and someone said, you never guess how old he is, what would you have said? There's me point then. There's my point.",
      "start": 1700998,
      "end": 1709312,
      "confidence": 0.8562266666666666
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "I have to say, I've been listening to you two talk, and I like the idea that there's people who've been waiting 18 months for some of this, for the cant discussion, the orientals.",
      "start": 1709478,
      "end": 1721876,
      "confidence": 0.9349861764705882
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "Do you know what I think? I think Kant as a philosopher is very popular in Essex because I hear him saying his name all the time whenever I go to what they're all shouting this.",
      "start": 1722060,
      "end": 1735664,
      "confidence": 0.9147052777777773
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "Kings of Leon and XFM. Page of HD merchant. Carl Pilkington Cole.",
      "start": 1745324,
      "end": 1751820,
      "confidence": 0.7540175000000001
    },
    {
      "pos": 338,
      "speaker": "A",
      "text": "Dead air.",
      "start": 1751892,
      "end": 1752860,
      "confidence": 0.932895
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "I'm just. I'm just looking at it now.",
      "start": 1753052,
      "end": 1754860,
      "confidence": 0.9071100000000001
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "Yeah, but that's no good. On radio, you can't just look at something. You got tall.",
      "start": 1754972,
      "end": 1759204,
      "confidence": 0.9240606250000001
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "Is he even more backward than I remember?",
      "start": 1759244,
      "end": 1760876,
      "confidence": 0.9811599999999999
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "I don't know.",
      "start": 1760940,
      "end": 1761860,
      "confidence": 0.9915933333333333
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "It's just that someone's emailed in.",
      "start": 1762012,
      "end": 1763444,
      "confidence": 0.8906016666666666
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Yeah. So you gotta tell them listeners that now.",
      "start": 1763484,
      "end": 1765716,
      "confidence": 0.8002922222222222
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "I'm telling them now. I'm doing it. Someone's emailed in from Tokyo.",
      "start": 1765740,
      "end": 1769486,
      "confidence": 0.9527558333333332
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "Mmm.",
      "start": 1769590,
      "end": 1770110,
      "confidence": 0.19329
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "Saying that he's getting married in a few months to a japanese woman. She's 27. Just, what, an hour long I've got. So she starts looking old.",
      "start": 1770222,
      "end": 1778674,
      "confidence": 0.8852874074074073
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Well, how long do you reckon? According to your theory?",
      "start": 1779134,
      "end": 1781234,
      "confidence": 0.870092
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Probably about four years. Four years and that.",
      "start": 1784814,
      "end": 1788070,
      "confidence": 0.9018875
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "So what, would you advise him to go now or.",
      "start": 1788182,
      "end": 1791594,
      "confidence": 0.913509
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "Well, have some good sort of wedding pictures done and that.",
      "start": 1792334,
      "end": 1796144,
      "confidence": 0.8775372727272728
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "It's not true. The theory's not true.",
      "start": 1799484,
      "end": 1802124,
      "confidence": 0.7902700000000001
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "We'll see, won't we?",
      "start": 1802244,
      "end": 1803324,
      "confidence": 0.8409725000000001
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "Oh, yeah. Oh, yeah. Great. In four years time, he's gonna send a picture going, oh, you're right, Carl, look, she looks like a prune. What he's gonna suddenly start saying is, girl, it's not true. It's not gonna happen.",
      "start": 1803444,
      "end": 1813100,
      "confidence": 0.8848397499999999
    },
    {
      "pos": 355,
      "speaker": "C",
      "text": "It's that thing, though, innit, of looking at her mam. There's a lot of truth in that, isn't there? That you shouldn't. Shouldn't really meet up with your girlfriend's sort of parents and that.",
      "start": 1813172,
      "end": 1823686,
      "confidence": 0.8742555882352941
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Sure.",
      "start": 1823750,
      "end": 1824046,
      "confidence": 0.74404
    },
    {
      "pos": 357,
      "speaker": "C",
      "text": "Because you just sort of get a little taster of what's to come and what have you.",
      "start": 1824110,
      "end": 1827710,
      "confidence": 0.8808147058823529
    },
    {
      "pos": 358,
      "speaker": "A",
      "text": "Then what's to come with yours?",
      "start": 1827742,
      "end": 1829514,
      "confidence": 0.637515
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "Uh, it's a good job I didn't meet her early on.",
      "start": 1830134,
      "end": 1834034,
      "confidence": 0.8702545454545455
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "No. You're gonna be in such trouble.",
      "start": 1835494,
      "end": 1837862,
      "confidence": 0.8135471428571429
    },
    {
      "pos": 361,
      "speaker": "C",
      "text": "No, they don't listen. It's all right, really.",
      "start": 1837958,
      "end": 1839910,
      "confidence": 0.8215962499999999
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "Well, Suzanne does, doesn't she?",
      "start": 1840022,
      "end": 1841758,
      "confidence": 0.8936820000000001
    },
    {
      "pos": 363,
      "speaker": "C",
      "text": "She'd probably be out.",
      "start": 1841886,
      "end": 1843126,
      "confidence": 0.8344750000000001
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "Really?",
      "start": 1843310,
      "end": 1844038,
      "confidence": 0.97503
    },
    {
      "pos": 365,
      "speaker": "C",
      "text": "But she knows.",
      "start": 1844206,
      "end": 1845206,
      "confidence": 0.84048
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "She's got some sense.",
      "start": 1845230,
      "end": 1846390,
      "confidence": 0.8831724999999999
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "Yeah. When you get back. Yeah. You went Hardy with him, didn't you?",
      "start": 1846582,
      "end": 1850754,
      "confidence": 0.8495876923076924
    },
    {
      "pos": 368,
      "speaker": "C",
      "text": "Yeah, I've been. We've been on since then.",
      "start": 1851634,
      "end": 1853574,
      "confidence": 0.9293875000000001
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "I think so. Yeah.",
      "start": 1854034,
      "end": 1855322,
      "confidence": 0.8483925
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "I went on holiday last week. Been away. But that was just me and Suzanne. Talk about later.",
      "start": 1855338,
      "end": 1860322,
      "confidence": 0.8265211111111112
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Yeah. Okay. Although that's coming up.",
      "start": 1860458,
      "end": 1862898,
      "confidence": 0.7284816666666667
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "Plus, of course, rockbusters, the return of rock.",
      "start": 1863026,
      "end": 1864778,
      "confidence": 0.89212
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Let's start rockbusters. Let's do rockbusters. Let's get it rolling because we've got. I've got some amazing prizes. I went to the Americas and I brought back gifts. Not your tobacco and your potatoes, but brilliant prizes. Now, quite seriously, these are not the usual tat. You will win some tat for rockbusters, okay? We've got DVD's, CDs, things like that. Right? But the winner of Rockbusters today will go through to a chance to win the prizes in the. In week six. We're only here for six weeks, by the way. This is our first of six shows.",
      "start": 1864826,
      "end": 1894908,
      "confidence": 0.8975711111111112
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "God, for that.",
      "start": 1894996,
      "end": 1895700,
      "confidence": 0.9186066666666667
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Yeah. And I got, I went, I went to do the Simpsons last weekend and I've got a drawing here, an original drawing of Homer by Matt Groening. See that? Look at that. As Homer there. Your pal Matt Groening, May 18, 2005. And Homer saying, I love Carl because he's stupid like me. And that's going to be framed, original drawing. That is worth, I think, a lot. But I promised Matt Groening that it will not go on eBay. So please, I hope it goes to a fan. I've also got a rare spinal tap poster, met with Christopher guest, and he signed that Nigel Tufnell. So fans of spiral SAP and the Simpsons, possibly the two greatest things ever, I think. Also, my friend Rob, who did flannels with me, has drawn us three as flannel as Steve there, a little gog lanker, there's me there, a little bloke dumplant and little Carl Pilgrim, Pink Lloyd numskrunt. And these are all, these are going to be framed. So some very nice prizes. And I've got a little surprise for you. Obviously, I met Homer. Press that little button there. Listen to this.",
      "start": 1895772,
      "end": 1966036,
      "confidence": 0.8954850769230769
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Hi, this is Homer Simpson. I like Carl and its perfectly round bald head. If you put three holes in it, it looks just like my bowling ball. Actual proof that you've met the people themselves, that the prizes are bonafide and genuine. But don't enter this week's Rockbusters thinking you're going to win those prizes automatically this week. You've just won the usual tat.",
      "start": 1966180,
      "end": 1985636,
      "confidence": 0.8661920000000003
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "What is the tat, Steve?",
      "start": 1985700,
      "end": 1986604,
      "confidence": 0.9648519999999999
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Well, we'll talk about that shortly. To the big. The big showdown, the big final competition in week six where you get the chance to win those one person wins all those beautiful.",
      "start": 1986644,
      "end": 1996362,
      "confidence": 0.9289130303030303
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "So just everyone collectible prizes. Yeah, everyone. Yeah. The winners of each week going to draw what is Rockbusters? Kyle? We've worked their appetite, I think play.",
      "start": 1996458,
      "end": 2004122,
      "confidence": 0.8186174074074074
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "A record and maybe some wonderful adverts and then come back with Rockbusters. Is that kind of teasing that has made this a potential award winning show?",
      "start": 2004138,
      "end": 2010306,
      "confidence": 0.9669492592592591
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Bronze, I think next year.",
      "start": 2010370,
      "end": 2011602,
      "confidence": 0.966456
    },
    {
      "pos": 382,
      "speaker": "C",
      "text": "Can we just swap that round, do ads and the song, whatever way suits you make XFM.",
      "start": 2011658,
      "end": 2017154,
      "confidence": 0.8088023529411764
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "XFM 104.9. Magic numbers. Ricky Gervais, Steve Merchant, Karl Pilkington.",
      "start": 2022494,
      "end": 2026710,
      "confidence": 0.8061590000000001
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "Well, I'm a little bit worried. I've just got a warm listener. If we suddenly just go off air, right, it's because champagne is pouring down a hole where there's loads of wires into the desk. Because Steve.",
      "start": 2026862,
      "end": 2039398,
      "confidence": 0.8797863157894739
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2039566,
      "end": 2040190,
      "confidence": 0.48414
    },
    {
      "pos": 386,
      "speaker": "A",
      "text": "Getting ready to open this champagne, right. Just took that wire thing off, just put it there. Of course, because it's warm. It just exploded everywhere.",
      "start": 2040302,
      "end": 2048022,
      "confidence": 0.9497623076923076
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "Yeah. I should explain. Now, I didn't bring in champagne to toast our return to the radio. I mean, I'm not an idiot, but some actually, from focus pr, Ashley has rather nicely sent us some Lindauer sparkling wine. And I'm just trying some. And it's really quite refreshing on this summer's day. So if you're perhaps working for some kind of pr agency, you know, or any kind of company, and you want to send us stuff which you want us to shamelessly promote on air, then feel free to do that.",
      "start": 2048118,
      "end": 2070222,
      "confidence": 0.9400730107526883
    },
    {
      "pos": 388,
      "speaker": "A",
      "text": "So you're just looking for free stuff?",
      "start": 2070278,
      "end": 2071934,
      "confidence": 0.8293857142857143
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "Yeah, I mean, you know, electrical goods.",
      "start": 2071974,
      "end": 2074292,
      "confidence": 0.9389957142857144
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "Okay. It's not just like champagne.",
      "start": 2074478,
      "end": 2076008,
      "confidence": 0.9606416666666666
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "Definitely not.",
      "start": 2076056,
      "end": 2076480,
      "confidence": 0.7720549999999999
    },
    {
      "pos": 392,
      "speaker": "A",
      "text": "Because I was gonna say for the champagne companies. What's that champagne company called? They sent us free Lindauer sparkling wine.",
      "start": 2076512,
      "end": 2081496,
      "confidence": 0.829412380952381
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "Which I imagine is available now.",
      "start": 2081520,
      "end": 2082872,
      "confidence": 0.8477516666666666
    },
    {
      "pos": 394,
      "speaker": "A",
      "text": "Yeah. So other champagne companies, feeling jealous, could send you some and you'd mention it.",
      "start": 2083008,
      "end": 2087056,
      "confidence": 0.8871053333333333
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "I don't want to exclude anyone from this. You know, anyone is welcome to send anything in.",
      "start": 2087120,
      "end": 2090484,
      "confidence": 0.9311735294117648
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 2090904,
      "end": 2091360,
      "confidence": 0.75223
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "And as I said, I'm particularly interested in sort of designer goods.",
      "start": 2091392,
      "end": 2094520,
      "confidence": 0.787435
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "Okay.",
      "start": 2094592,
      "end": 2095296,
      "confidence": 0.53357
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "You know, the Apple Mac people, they work.",
      "start": 2095440,
      "end": 2097444,
      "confidence": 0.9076025000000001
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "Now what's annoying about that champagne opening like that is that, as you know, I brought my camera in and I wanted to film you opening that onto Carl's head. Got the cork, Ruth?",
      "start": 2097784,
      "end": 2109992,
      "confidence": 0.8754420588235294
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "I've got another bottle.",
      "start": 2110008,
      "end": 2110808,
      "confidence": 0.760925
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "Have you ever thought you'd miss out on that? That's a bit of a waste. Of champagne opening two bottles. But, Carl, would you mind? Because that would have made a cracking noise against your head, that cork going off. Because it's such a lovely bald little sort of dome. Yeah, we put your head right down. Yeah, it'll open it. We'll see what the cork does and I'll film it for a. Like a website or something.",
      "start": 2110896,
      "end": 2132248,
      "confidence": 0.8679828205128205
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "We'll make that the finale of today's show.",
      "start": 2132296,
      "end": 2134160,
      "confidence": 0.88481125
    },
    {
      "pos": 404,
      "speaker": "A",
      "text": "That'll be great. Okay. Sponsored by Lindau.",
      "start": 2134272,
      "end": 2137552,
      "confidence": 0.783992857142857
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "Sparkling water.",
      "start": 2137608,
      "end": 2138264,
      "confidence": 0.7215849999999999
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "Oh, yeah. The sound. The sound of a cracking cork against Carl. Skull. Sponsored by Lindau.",
      "start": 2138304,
      "end": 2143440,
      "confidence": 0.85106375
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "Sponsored by Lindau. Available now.",
      "start": 2143552,
      "end": 2145320,
      "confidence": 0.838872
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "Great.",
      "start": 2145472,
      "end": 2146120,
      "confidence": 0.62548
    },
    {
      "pos": 409,
      "speaker": "C",
      "text": "Right. We're doing rockbusters.",
      "start": 2146272,
      "end": 2147280,
      "confidence": 0.795515
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Then you should explain briefly what the concept is, Carl, because there might be a few new listeners.",
      "start": 2147312,
      "end": 2152552,
      "confidence": 0.8906494444444443
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "It's blockbusters. Right, go on then. But it's not.",
      "start": 2152728,
      "end": 2155040,
      "confidence": 0.8506355555555555
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "It's not blockbusters.",
      "start": 2155072,
      "end": 2156074,
      "confidence": 0.8639199999999999
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "No, because they were real clues, weren't they?",
      "start": 2156144,
      "end": 2157526,
      "confidence": 0.86970375
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "Yeah, that was actually.",
      "start": 2157550,
      "end": 2158142,
      "confidence": 0.9197225
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "He says they're a cryptic clue. It's not cryptic. It's like, what am I thinking? This competition is like, what number am I thinking of?",
      "start": 2158198,
      "end": 2164702,
      "confidence": 0.9129252
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Rick, just come there for a second. Let me explain basically what the concept is. You'll remember some of the greats from the past.",
      "start": 2164758,
      "end": 2169222,
      "confidence": 0.8938616666666666
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2169318,
      "end": 2169758,
      "confidence": 0.60719
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "Basically you give some vague clues that. Right, Carl? And from that we're supposed to deduct which band or artist you're thinking of.",
      "start": 2169846,
      "end": 2177150,
      "confidence": 0.9149986956521737
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "So, for instance, there was one, the West Indian fellow spinning a fish around his head. And that was Detroit spinners.",
      "start": 2177222,
      "end": 2183604,
      "confidence": 0.8708814285714285
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "The trout spinners.",
      "start": 2183904,
      "end": 2185088,
      "confidence": 0.82395
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2185136,
      "end": 2185764,
      "confidence": 0.38537
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "There's also what happens if you fall over into a puddle in Texas wet knee, Houston.",
      "start": 2187224,
      "end": 2192712,
      "confidence": 0.9321681249999999
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "Yeah. That is the level of Carl's. That's what you're just gonna say? There's no irony in this. Carl doesn't think this is quirky or kitsch or ironic. This. He thinks these are. He thinks these could go on the guardian crossword.",
      "start": 2192808,
      "end": 2205448,
      "confidence": 0.8416666666666667
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2205496,
      "end": 2205888,
      "confidence": 0.91646
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Right. Okay.",
      "start": 2205976,
      "end": 2206960,
      "confidence": 0.91905
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Best I can come up with.",
      "start": 2207072,
      "end": 2208184,
      "confidence": 0.7797733333333334
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2208224,
      "end": 2208536,
      "confidence": 0.5418
    },
    {
      "pos": 428,
      "speaker": "C",
      "text": "So. So this. This three of them, right? I give you the cryptic clue. I'm gonna give you some initials of the band or the artist or ever to help you along as well. Yeah, three of them.",
      "start": 2208600,
      "end": 2220464,
      "confidence": 0.8426202631578947
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "This is on the text only. We don't want emails on this one.",
      "start": 2220544,
      "end": 2222368,
      "confidence": 0.9303269230769231
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Just. It's the one that gets the highest. Or the first one to get three. The first email with three or the first one that is the highest. So if no one gets a third one, which I wouldn't blame you for. So if there's like 30 people that get to. It's the first email that comes in that we pick and that they win a handful of tat. Which I get through.",
      "start": 2222376,
      "end": 2240946,
      "confidence": 0.9133384931506849
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "I'll search out the tat. There's some DVD's and stuff there. It's not bad. Yeah. But it means you go forward to the grand final in six weeks time when you're playing for all that amazing stuff Ricky's got. We've got the signed, genuine, exclusive drawing of Homer Simpson done by Matt Groening, featuring references to Carl. We've got the signed spinal tap post. So this is big stuff you can't get anywhere else.",
      "start": 2241130,
      "end": 2258922,
      "confidence": 0.9022021621621622
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "It's a rare american poster signed by.",
      "start": 2259058,
      "end": 2261250,
      "confidence": 0.8571457142857143
    },
    {
      "pos": 433,
      "speaker": "B",
      "text": "And it's such a shame that your only chance of winning it is with this inane quiz.",
      "start": 2261282,
      "end": 2265466,
      "confidence": 0.9361888235294118
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "Absolutely. It's not. It's not down to skill or anything. It's. It's just such a shame that it. Then go on in.",
      "start": 2265570,
      "end": 2271414,
      "confidence": 0.8534790909090909
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "Right.",
      "start": 2272514,
      "end": 2272970,
      "confidence": 0.89443
    },
    {
      "pos": 436,
      "speaker": "A",
      "text": "The first one gone.",
      "start": 2273042,
      "end": 2274722,
      "confidence": 0.81463
    },
    {
      "pos": 437,
      "speaker": "C",
      "text": "What you gotta remember is it's a band or an artist that. That XFm play as well. Right. Right, then. So the first one.",
      "start": 2274898,
      "end": 2281730,
      "confidence": 0.87966875
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Oh, yeah. Cuz X Men play the Detroit Spinners and Whitney Houston all the time, don't they?",
      "start": 2281802,
      "end": 2285094,
      "confidence": 0.7505870588235295
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "All right, these three, okay? These are X fen bonds.",
      "start": 2285874,
      "end": 2289154,
      "confidence": 0.7528980000000002
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "Okay?",
      "start": 2289194,
      "end": 2289894,
      "confidence": 0.41777
    },
    {
      "pos": 441,
      "speaker": "C",
      "text": "If you got. If you got like a ball.",
      "start": 2290994,
      "end": 2292938,
      "confidence": 0.8991477777777779
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Jesus. I just, you know, think about. The cryptic clue is that every syllable counts. He says it's different every time he says it. There'd be. Some are different. Ladies, look. Go on then.",
      "start": 2293026,
      "end": 2302954,
      "confidence": 0.7871032352941179
    },
    {
      "pos": 443,
      "speaker": "C",
      "text": "So if you get a bulb, right?",
      "start": 2303074,
      "end": 2304794,
      "confidence": 0.8784642857142856
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "What?",
      "start": 2304914,
      "end": 2305242,
      "confidence": 0.50308
    },
    {
      "pos": 445,
      "speaker": "C",
      "text": "A bulb.",
      "start": 2305298,
      "end": 2305922,
      "confidence": 0.8117
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "A bulb?",
      "start": 2306018,
      "end": 2306818,
      "confidence": 0.852015
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "What's a bulb?",
      "start": 2306946,
      "end": 2307922,
      "confidence": 0.73034
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "What's a bulb?",
      "start": 2308018,
      "end": 2309018,
      "confidence": 0.9429
    },
    {
      "pos": 449,
      "speaker": "C",
      "text": "Like?",
      "start": 2309146,
      "end": 2309578,
      "confidence": 0.46436
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "I like bulb.",
      "start": 2309666,
      "end": 2310330,
      "confidence": 0.7709466666666667
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "I like bulb. Oh, I like bulb. Okay, you get a bulb. Yeah. Yeah. He's gone. Right, go on.",
      "start": 2310362,
      "end": 2320724,
      "confidence": 0.8571868421052633
    },
    {
      "pos": 452,
      "speaker": "C",
      "text": "So you get a bulb.",
      "start": 2320844,
      "end": 2322064,
      "confidence": 0.8930020000000001
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "Have you got something in your throat? What are we doing? You need a cob stopper. What are you doing? So the cryptic clue is. So if you get a bulb, right, that's the beginning.",
      "start": 2322924,
      "end": 2339092,
      "confidence": 0.8651574285714285
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Okay, great.",
      "start": 2339148,
      "end": 2340064,
      "confidence": 0.668485
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Right. If you get a. So then, right, if you get a bulb, like. Go on.",
      "start": 2340364,
      "end": 2344264,
      "confidence": 0.8865581250000001
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "And you look after it, right? You look after that bulb and you teach it stuff. Jesus Christ, what you doing there? Do you know what I mean?",
      "start": 2345684,
      "end": 2354264,
      "confidence": 0.897737857142857
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Imagine that written down in the telegraph, 18 months.",
      "start": 2359284,
      "end": 2362504,
      "confidence": 0.89282
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "A bulb like you plant in the garden. What kind of bulb does.",
      "start": 2368324,
      "end": 2370940,
      "confidence": 0.9160615384615384
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2371052,
      "end": 2371388,
      "confidence": 0.9647
    },
    {
      "pos": 460,
      "speaker": "C",
      "text": "Doesn't really matter.",
      "start": 2371436,
      "end": 2372396,
      "confidence": 0.97927
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "Okay. You get a bulb. Well, remember that. It doesn't matter. Okay, it doesn't matter.",
      "start": 2372540,
      "end": 2377292,
      "confidence": 0.8895106666666667
    },
    {
      "pos": 462,
      "speaker": "C",
      "text": "It does, but I can't say too much. Right, so let me just do it again. You get a bulb, right? Young. Look after that bulb.",
      "start": 2377348,
      "end": 2385724,
      "confidence": 0.8554973076923076
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "You teach it stuff.",
      "start": 2385804,
      "end": 2386668,
      "confidence": 0.82783
    },
    {
      "pos": 464,
      "speaker": "C",
      "text": "What have you. What have you done there? What. What's going on? Right. R. R for Rabbit. Right? So what's the band there. Second one.",
      "start": 2386716,
      "end": 2396916,
      "confidence": 0.8014088000000001
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Jesus.",
      "start": 2396980,
      "end": 2397654,
      "confidence": 0.84481
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "Uh, people have a problem doing this when they get home from. From like an night out drinking. Right. What's the problem? We've got, right, the initial air k. What's the band? Right. People get in from having a night out. Love a problem doing this. What is it? What's the problem?",
      "start": 2397764,
      "end": 2418130,
      "confidence": 0.8712351923076924
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Okay, and clue number three.",
      "start": 2418282,
      "end": 2420114,
      "confidence": 0.7948879999999999
    },
    {
      "pos": 468,
      "speaker": "C",
      "text": "I had a vision of that chinese fluffy. Right, that's. That's c. I had a vision of that chinese flu.",
      "start": 2420274,
      "end": 2427566,
      "confidence": 0.796527
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "You had a vision of that chinese flu?",
      "start": 2427710,
      "end": 2429710,
      "confidence": 0.939155
    },
    {
      "pos": 470,
      "speaker": "C",
      "text": "Yeah. And that's about to see. Right, so three bands there. Three. Collect cryptic clues. Not really texting 83 XFM.",
      "start": 2429782,
      "end": 2438542,
      "confidence": 0.767769
    },
    {
      "pos": 471,
      "speaker": "A",
      "text": "Just.",
      "start": 2438598,
      "end": 2438814,
      "confidence": 0.82449
    },
    {
      "pos": 472,
      "speaker": "C",
      "text": "Just send the three. Three band names. That will do on it.",
      "start": 2438854,
      "end": 2441806,
      "confidence": 0.8171183333333333
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "Can they do a website as well?",
      "start": 2441830,
      "end": 2443310,
      "confidence": 0.9409214285714286
    },
    {
      "pos": 474,
      "speaker": "C",
      "text": "If they want, they can email in.",
      "start": 2443382,
      "end": 2444542,
      "confidence": 0.92226
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "Well, tell them what it is. Yeah. Ricky.",
      "start": 2444598,
      "end": 2446446,
      "confidence": 0.8150137500000001
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "Docuvace XFM dot co dot UK. Send it in there.",
      "start": 2446470,
      "end": 2449350,
      "confidence": 0.734606
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "Give them again. Quickly then, Carl.",
      "start": 2449382,
      "end": 2450710,
      "confidence": 0.8485133333333333
    },
    {
      "pos": 478,
      "speaker": "C",
      "text": "Right then. So get a bulb when it's young and that looks different.",
      "start": 2450742,
      "end": 2454014,
      "confidence": 0.8783461538461539
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Totally different.",
      "start": 2454094,
      "end": 2455050,
      "confidence": 0.9978549999999999
    },
    {
      "pos": 480,
      "speaker": "C",
      "text": "Teach it stuff.",
      "start": 2455182,
      "end": 2456106,
      "confidence": 0.7887166666666667
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "Yeah?",
      "start": 2456170,
      "end": 2456814,
      "confidence": 0.54668
    },
    {
      "pos": 482,
      "speaker": "C",
      "text": "Ah. What's the band?",
      "start": 2457634,
      "end": 2458810,
      "confidence": 0.80466
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "Right.",
      "start": 2458842,
      "end": 2459106,
      "confidence": 0.69116
    },
    {
      "pos": 484,
      "speaker": "C",
      "text": "Second one. People have a problem doing this when they get home late at night. You know, they've been out drinking and that. They get home. What problem? They K is the initial. Third one. I had a vision of that chinese flu. What do I mean?",
      "start": 2459170,
      "end": 2472386,
      "confidence": 0.9470431914893616
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "Brilliant c. C record. I mean, it's abomination. Right, good embrace. Glorious day on XFM 104.9. Rick.",
      "start": 2472490,
      "end": 2495006,
      "confidence": 0.7414464705882354
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "There may be listeners tuning in thinking they've got something better to do. For instance, switching off the radio and just staring blankly at the wall for the next half an hour. But no, because what they're gonna miss is our grand finale.",
      "start": 2495030,
      "end": 2505278,
      "confidence": 0.9416586046511627
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "Oh, yeah. This. Which is, of course, sponsored by.",
      "start": 2505366,
      "end": 2507542,
      "confidence": 0.894291111111111
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Sponsored by Lindauers, the sparkling wine solution to a hot summer's day.",
      "start": 2507598,
      "end": 2512330,
      "confidence": 0.8801175
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "Yeah, that.",
      "start": 2512402,
      "end": 2513066,
      "confidence": 0.70519
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "We're gonna be firing a cork.",
      "start": 2513090,
      "end": 2513922,
      "confidence": 0.8239466666666667
    },
    {
      "pos": 491,
      "speaker": "A",
      "text": "Did you just make that up? Yeah, pretty good.",
      "start": 2513938,
      "end": 2515814,
      "confidence": 0.8505722222222223
    },
    {
      "pos": 492,
      "speaker": "B",
      "text": "Egg will be firing a cork at Carl's head just for the sound.",
      "start": 2517394,
      "end": 2521442,
      "confidence": 0.8025938461538462
    },
    {
      "pos": 493,
      "speaker": "A",
      "text": "I just think it's not happening.",
      "start": 2521578,
      "end": 2523778,
      "confidence": 0.8740733333333334
    },
    {
      "pos": 494,
      "speaker": "C",
      "text": "Yes, it is.",
      "start": 2523826,
      "end": 2524410,
      "confidence": 0.8655400000000001
    },
    {
      "pos": 495,
      "speaker": "A",
      "text": "You said. No, no, we've said it is now.",
      "start": 2524482,
      "end": 2526414,
      "confidence": 0.9030544444444444
    },
    {
      "pos": 496,
      "speaker": "B",
      "text": "We've promised it to the listeners.",
      "start": 2526754,
      "end": 2527850,
      "confidence": 0.876375
    },
    {
      "pos": 497,
      "speaker": "A",
      "text": "Yeah. Come on.",
      "start": 2527882,
      "end": 2528934,
      "confidence": 0.98165
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "I'm not happy with it.",
      "start": 2529474,
      "end": 2530506,
      "confidence": 0.948262
    },
    {
      "pos": 499,
      "speaker": "A",
      "text": "Why? Because the pain.",
      "start": 2530570,
      "end": 2532294,
      "confidence": 0.7863675
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "Well, I've never had it done, so I don't know how painful it is.",
      "start": 2532714,
      "end": 2535734,
      "confidence": 0.9750057142857143
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Yeah. We've got to try it out, haven't you? It's your perfect. It's like a little. Like a little cowbough. A woodblock. Is it? That's what I'm hoping for. I'm hoping for Pop and I'm going to film it for my website.",
      "start": 2536314,
      "end": 2548792,
      "confidence": 0.8115278571428571
    },
    {
      "pos": 502,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 2548888,
      "end": 2549288,
      "confidence": 0.46422
    },
    {
      "pos": 503,
      "speaker": "A",
      "text": "So go to that this week, rickygemay.com, and see Karl Pilgerton getting hit. A high powered cork coming out of Lindauer sparkling wine.",
      "start": 2549336,
      "end": 2559920,
      "confidence": 0.86865
    },
    {
      "pos": 504,
      "speaker": "B",
      "text": "Lindau sparkling wine. And of course, if you want to send us anything in and perhaps next week that you feel we could actually.",
      "start": 2560032,
      "end": 2564904,
      "confidence": 0.95713625
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "That maybe that'd be great. That's for us to do something. This is like interactive because a lot of people plan the show. Like Doctor Fox plans his show. We sort of come up with riff on the. So that's a great idea. Send stuff in that we could harm Karl with. Yeah. We can't call Harm Carl. We do a. Do a jingle harm Carl.",
      "start": 2564944,
      "end": 2581596,
      "confidence": 0.8483427272727272
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "I've always wanted one of those George Foreman grills.",
      "start": 2581660,
      "end": 2584012,
      "confidence": 0.7767088888888888
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "I know, but that's too much. Is it?",
      "start": 2584108,
      "end": 2586900,
      "confidence": 0.7727775
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "We could go if we just pressed.",
      "start": 2586932,
      "end": 2588076,
      "confidence": 0.8547942857142857
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "His head inside it on CC. Yeah.",
      "start": 2588100,
      "end": 2591764,
      "confidence": 0.9059657142857144
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "Just squeeze his head inside it.",
      "start": 2591804,
      "end": 2593004,
      "confidence": 0.7558616666666667
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "I've got to do that thing with a tea towel one day. You know that thing I did with a tea towel? You put a tea towel around his head. Right. Tie it. I put a wooden spoon in and you only have to turn it about a couple of inches and it kills you, doesn't it? Yes. Yeah. So we'll be firing a cork at Carl's head. I'll be filming it for the website.",
      "start": 2593044,
      "end": 2608112,
      "confidence": 0.9112500000000003
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "So that's coming to about ten to three. Look forward to that.",
      "start": 2608168,
      "end": 2610744,
      "confidence": 0.8299241666666667
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "Yeah. Do you know what? I'm loving this. This is my. I just. Just being in a room with him. I just can't. I want to squeeze his head all the time.",
      "start": 2610784,
      "end": 2618560,
      "confidence": 0.9029853125
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "If you're a fan of imbeciles and idiots, yeah. You're missing out. If you're not watching Celebrity Love Island.",
      "start": 2618632,
      "end": 2623604,
      "confidence": 0.9561826315789475
    },
    {
      "pos": 515,
      "speaker": "A",
      "text": "I watched about 30 seconds of it and I hate them. Just. Just desperate idiots and slappers. Actually angers me.",
      "start": 2623904,
      "end": 2633710,
      "confidence": 0.904871
    },
    {
      "pos": 516,
      "speaker": "B",
      "text": "I switched on Celebrity Love island. The first thing I thought is, where's a tsunami when you need one?",
      "start": 2633902,
      "end": 2637954,
      "confidence": 0.938364210526316
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Seriously?",
      "start": 2640894,
      "end": 2641406,
      "confidence": 0.90998
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "But there's a guy on there. There's a guy on there. Paul, I think his name's Paul Danan, ex of Hollyoaks. And he's an absolute joy because like Carl, he's an absolute simpleton.",
      "start": 2641430,
      "end": 2650702,
      "confidence": 0.8341930303030303
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "Oh, really?",
      "start": 2650758,
      "end": 2651190,
      "confidence": 0.6510849999999999
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "Fantastic. And he was on one week and he was talking about how he fancied lazy lady Isabella Harvey. And he said to her, he said, thing is right, I really fancy her because she don't like reading books and.",
      "start": 2651262,
      "end": 2661436,
      "confidence": 0.93638175
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "I don't like reading books, but I.",
      "start": 2661460,
      "end": 2663948,
      "confidence": 0.8279942857142857
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "Love the idea that he's attracted to someone for something they don't do. I've never killed a kid. She never killed a kid.",
      "start": 2663956,
      "end": 2670596,
      "confidence": 0.9000347826086955
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "What about sleep around? That'd be a good thing to be attractive to someone for, just. Honestly. And big brother's the same. Just a load of ropey old cats. Yeah, I know. Just like a horrible, salient, lighted, wobbly, rice arsed, fat tits and idiots and show offs and. Are there. They're all there. They all disgust me for a different reason. I don't know which one to hate most and why. They. They all give me a couple of reasons to hate.",
      "start": 2670740,
      "end": 2699596,
      "confidence": 0.8398273493975905
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "That's what the nomination should be.",
      "start": 2699660,
      "end": 2701140,
      "confidence": 0.9710633333333334
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2701212,
      "end": 2701540,
      "confidence": 0.59528
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "Nominate. Who do you hate the most? Because I.",
      "start": 2701612,
      "end": 2703460,
      "confidence": 0.946678888888889
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "Absolutely.",
      "start": 2703492,
      "end": 2703988,
      "confidence": 0.27504
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "You know, I thought I was going to switch on and find that actually, you know, people like Abby Titmuss and Rebecca Luz had been misrepresented by the press.",
      "start": 2704076,
      "end": 2709428,
      "confidence": 0.9000593103448277
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "Oh, what, the one that waked up a pig in public? Oh, yeah. Go on.",
      "start": 2709516,
      "end": 2711804,
      "confidence": 0.8047500000000001
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2711844,
      "end": 2712228,
      "confidence": 0.755
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2712316,
      "end": 2712684,
      "confidence": 0.44757
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "Do you say Wonktoff?",
      "start": 2712764,
      "end": 2713818,
      "confidence": 0.48633499999999996
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "I said walked off a pog. Walked off a pog. Yeah. That's great, isn't it? But, I mean, so it's amazing. Rebecca. I mean, don't even get me started on Abby Titmuss. Don't even get me. There's. Don't.",
      "start": 2713916,
      "end": 2726622,
      "confidence": 0.8191757894736843
    },
    {
      "pos": 534,
      "speaker": "B",
      "text": "I like the idea of her. Of her parents perhaps going to, you know, some kind of, you know, someone's birthday, whatever, meeting some old friends who are living in another country.",
      "start": 2726718,
      "end": 2732982,
      "confidence": 0.9427531249999997
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2733038,
      "end": 2733230,
      "confidence": 0.80751
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "How's young Abby? Is she still a nurse? Saving lives?",
      "start": 2733262,
      "end": 2735654,
      "confidence": 0.8534240000000001
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "No, she gets a tits out for a living now kind of family. Yeah. Rebecca. Rebecca lose by her own admission, if it's true. But she said she sleeps the married man, then sold a storage records, then went. Walked off a pog. Right. That's a hell of a CV. That is amazing. I bet her nan's very, very proud of her. Are. They're all. God, don't. Just forget it. Don't get me started. I'll be watching every night for the next. You can't. Not my adrenaline rushes.",
      "start": 2735734,
      "end": 2764580,
      "confidence": 0.8062886363636363
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "I had.",
      "start": 2764612,
      "end": 2764876,
      "confidence": 0.58813
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "And you get. Oh, God, I'm just tuning to see. It's almost like you tune in to see which one gets hurt. Yeah, that's the thing.",
      "start": 2764900,
      "end": 2770668,
      "confidence": 0.8261823076923076
    },
    {
      "pos": 540,
      "speaker": "B",
      "text": "Emotionally scarred.",
      "start": 2770716,
      "end": 2771644,
      "confidence": 0.689405
    },
    {
      "pos": 541,
      "speaker": "A",
      "text": "But maybe one of them will come through. What we find out, we're always gonna be. Exactly. We're gonna find out that one of them was, like. Had a really, really bad child, and we feel sorry for her for a little bit, you know, like the Jade goody syndrome or something. And. Oh, God. Then they release an exercise video. Oh, Carl, we gotta get in on this. Oh, imagine Karl in Big Brother.",
      "start": 2771684,
      "end": 2790764,
      "confidence": 0.849806
    },
    {
      "pos": 542,
      "speaker": "B",
      "text": "That would be a joy.",
      "start": 2790844,
      "end": 2791588,
      "confidence": 0.9846
    },
    {
      "pos": 543,
      "speaker": "A",
      "text": "That would be amazing. But you turned on and you hated it, didn't? Yeah, yeah.",
      "start": 2791636,
      "end": 2794942,
      "confidence": 0.9020339999999999
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "I gave it, like, three minutes. It's gone. There's always something better on, though. You annoy me that you watch it, you know?",
      "start": 2794958,
      "end": 2800606,
      "confidence": 0.8673299999999999
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "I know, I know. Yeah, I know. I really did not watch any of celebrity level. That was just too awful. I think the celebrities are worse than general public, though, to me. Because if they're so desperate, they want nine little bites of the cherry, and it's. It's embarrassing. It's embarrassing. Or at least these people, you know, they think that they're gonna get out of their job. They don't like maybe or, you know, it's sort of like, you know, I give them their 15 minutes, but it's. Oh, God, there's always something.",
      "start": 2800790,
      "end": 2829218,
      "confidence": 0.8998098947368421
    },
    {
      "pos": 546,
      "speaker": "C",
      "text": "I mean, when we were out the other night, Steve, right? There's a program on about a spider that's a foot long and each chicken. No one's talking about it.",
      "start": 2829266,
      "end": 2839654,
      "confidence": 0.9172166666666667
    },
    {
      "pos": 547,
      "speaker": "A",
      "text": "What do you mean? What do you mean? I'm sorry. I understand that because I thought it was gonna explode. What do you mean? There's a spider program about how there's.",
      "start": 2840274,
      "end": 2851016,
      "confidence": 0.7988587096774192
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "This spider in the jungle summit. I missed it because it was out. But no one's talking about that in the papers. That's a worry.",
      "start": 2851040,
      "end": 2858404,
      "confidence": 0.887446
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "In case it makes your Sunday roast. What do you mean?",
      "start": 2860184,
      "end": 2863264,
      "confidence": 0.9057099999999999
    },
    {
      "pos": 550,
      "speaker": "B",
      "text": "If it likes chicken.",
      "start": 2863384,
      "end": 2864604,
      "confidence": 0.7086224999999999
    },
    {
      "pos": 551,
      "speaker": "A",
      "text": "Move up the evil ladder. It start liking car, then humans, the chicken bit.",
      "start": 2867104,
      "end": 2871480,
      "confidence": 0.8223885714285715
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "Because I eat chicken. That isn't that shocking. But the fact it's a foot long and. And no one's. It's just on. On a Thursday night. No one's talking about it.",
      "start": 2871512,
      "end": 2879376,
      "confidence": 0.920256129032258
    },
    {
      "pos": 553,
      "speaker": "A",
      "text": "What do you expect, though? What do you expect from this? It's got its own pr. What do you want? What do you want this spider bead to be famous? Where is it? Where is it? It's not worrying anyone then, is it? It's not gonna move.",
      "start": 2879480,
      "end": 2891712,
      "confidence": 0.9213210638297875
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "It's not gonna, though.",
      "start": 2891888,
      "end": 2893040,
      "confidence": 0.7914749999999999
    },
    {
      "pos": 555,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 2893112,
      "end": 2893936,
      "confidence": 0.94543
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "What do you mean it's not gonna move?",
      "start": 2894080,
      "end": 2895644,
      "confidence": 0.9469100000000001
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Well, how's it gonna get here? Is it gonna get on a bus?",
      "start": 2896224,
      "end": 2898564,
      "confidence": 0.8716984615384615
    },
    {
      "pos": 558,
      "speaker": "C",
      "text": "These waves and that. They come in bananas and all that. So don't worry about it. So I don't know if you're gonna be like that.",
      "start": 2899314,
      "end": 2907786,
      "confidence": 0.8535065384615385
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "Anyway, listen, we better line up, babushka. We better play that shortly, because I know you need to analyze those lyrics. That's very important to you. I know. We've still got that cork cork on their heads.",
      "start": 2907890,
      "end": 2917402,
      "confidence": 0.8958378378378374
    },
    {
      "pos": 560,
      "speaker": "A",
      "text": "Gonna be great. We're gonna put his little head down and really give it a firing.",
      "start": 2917418,
      "end": 2920562,
      "confidence": 0.8749574999999999
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Sponsored by Lindau Sparkling.",
      "start": 2920618,
      "end": 2922254,
      "confidence": 0.6423000000000001
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "Jess Girl by Rick Springfield. The reason I played that is twofold one. It's one of the prizes we're giving away. It's an album called Rock Gods. And that's with a Zed, right. And an umlaut over the o. And it's got. It's got kiss, Judas Priest, deep woods of darkness. I mean, it really is good. It's all. It's all your classic rock tracks. The other reason I want to play it is because I like that song. And it's a great little update with bubblegum pop song rock, you know, great. But it's got one of the worst lyrics in it. He's, you know, he's worried about bringing up the fact that he loves his girlfriends, is mate's girlfriend, and he goes, you know, I tell her that I love her, but the point may be moot.",
      "start": 2930814,
      "end": 2968304,
      "confidence": 0.8849310071942443
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Point, maybe moot. Well, I was listening to Christian O'Connell on the breakfast show when he had these bounty hunter thing running again couple weeks back, and I don't know what happened. But anyway, he ended up with Brian Adams in the studio doing a live session. Brian, you know, good natured, whatever.",
      "start": 2972244,
      "end": 2984102,
      "confidence": 0.8925403773584906
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "But you can have a feel with.",
      "start": 2984198,
      "end": 2985262,
      "confidence": 0.7993114285714286
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "Brian that he sort of. He thinks that he's Bruce Springsteen. There's something wrong. I mean, he's got the voice and the guitar. He can play and everything. But there was a lyric, and he played it completely earnestly, and it was a session, and the lyric was something. It was from his recent album. And the lyric was along the lines of. I'm paraphrasing, but it was along the lines of, I'm sat in my hotel room, there's a knock at the door, and I get kind of nervous. I'm hoping it's you. It's just room service, which is extraordinary. But Christian came up with the best. They finished it, and obviously Christian was thinking, what did I say? And he came up with the best answer. If you've had a session that you're not entirely convinced by, he just said, quite simply, that sounded great.",
      "start": 2985278,
      "end": 3024920,
      "confidence": 0.8993131292517005
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "That's good.",
      "start": 3025112,
      "end": 3025776,
      "confidence": 0.951955
    },
    {
      "pos": 567,
      "speaker": "B",
      "text": "Which is amazing. Who are you complimenting there? The engineer?",
      "start": 3025840,
      "end": 3028728,
      "confidence": 0.8096460000000001
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "Yeah. You know what I mean? It's like the sound recordist.",
      "start": 3028856,
      "end": 3033336,
      "confidence": 0.7536
    },
    {
      "pos": 569,
      "speaker": "B",
      "text": "What does that mean?",
      "start": 3033400,
      "end": 3034368,
      "confidence": 0.9892175000000001
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "That's great. Got some good mics. Brian Adams, is it true he bought the pub next door to him and closed it down because they were noisy?",
      "start": 3034496,
      "end": 3044272,
      "confidence": 0.8849677777777778
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "I hope so, yeah.",
      "start": 3044328,
      "end": 3045352,
      "confidence": 0.9813925
    },
    {
      "pos": 572,
      "speaker": "A",
      "text": "That's a good. That's what money's for. That is what money's for, isn't it? Waking up the neighbors. That was his album, wasn't it? I don't know if that was before or after that, whether it was related or not, but if you buy a.",
      "start": 3045368,
      "end": 3054672,
      "confidence": 0.9180297777777776
    },
    {
      "pos": 573,
      "speaker": "C",
      "text": "House next to a pub, you know what you're gonna get.",
      "start": 3054688,
      "end": 3056880,
      "confidence": 0.9452881818181819
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3057032,
      "end": 3057640,
      "confidence": 0.95342
    },
    {
      "pos": 575,
      "speaker": "C",
      "text": "So move. Rather than ruining the fun for everyone.",
      "start": 3057752,
      "end": 3060952,
      "confidence": 0.9402111111111109
    },
    {
      "pos": 576,
      "speaker": "B",
      "text": "It'S more good advice from Carl Pilkington. Carl, while we're talking to you, we should give these answers to rockbusters. It's the big quiz. And of course, the winner this week goes forward to play in the grand final in six weeks time, where they get to win all these amazing gifts.",
      "start": 3061128,
      "end": 3074576,
      "confidence": 0.9305680769230769
    },
    {
      "pos": 577,
      "speaker": "A",
      "text": "A signed homer drawn especially for Carl by Matt Groening. Nigel Tufnell. Signed rare poster. They're amazing. Should we give away maybe original print behind the scenes of extras? We've got some amazing pictures. Filming extras. I think the other day, you know, like, I'm. How excited I am to be with Carl and let off corks on his head. Well, I read long suffering ed at Nigel. We worked with Ben Stiller, Kate Winslet, Sam Jackson, all these people for eight weeks was amazing. But my highlight and my highlight was dressing Nigel up, our editor, in a baby grow. It was. I planned it, we got the department, costume department hired it and we just looked brilliant, didn't it?",
      "start": 3074720,
      "end": 3117146,
      "confidence": 0.8479238016528927
    },
    {
      "pos": 578,
      "speaker": "B",
      "text": "Yeah. And it's just BBC license fee, money going towards you dressing up your editor because you didn't pay for it. The BBC paid for it. So that is how your money has been spent, people.",
      "start": 3117170,
      "end": 3127030,
      "confidence": 0.8813877777777777
    },
    {
      "pos": 579,
      "speaker": "A",
      "text": "But. But it's available on the DVD. Again, nothing's wasted, which you have to.",
      "start": 3127142,
      "end": 3131310,
      "confidence": 0.9345392857142858
    },
    {
      "pos": 580,
      "speaker": "B",
      "text": "Buy for a 15 quid.",
      "start": 3131342,
      "end": 3132954,
      "confidence": 0.7298859999999999
    },
    {
      "pos": 581,
      "speaker": "A",
      "text": "Sure. Yeah. It's like, it's. The whole thing is one big reality game show, isn't it?",
      "start": 3133254,
      "end": 3137590,
      "confidence": 0.8886262500000002
    },
    {
      "pos": 582,
      "speaker": "B",
      "text": "Oh, anyway, give us the. Give us the.",
      "start": 3137662,
      "end": 3139958,
      "confidence": 0.7837287500000001
    },
    {
      "pos": 583,
      "speaker": "A",
      "text": "Go ahead and give us a clue. I haven't got an idea. Go on, give me the clue. Then again.",
      "start": 3140046,
      "end": 3142718,
      "confidence": 0.8595854999999999
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Right, well, do you want to say the winner is or no?",
      "start": 3142806,
      "end": 3145014,
      "confidence": 0.8893558333333335
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Let's hear the answers.",
      "start": 3145174,
      "end": 3146294,
      "confidence": 0.7724125
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "1St. 1st clue was if you get a bulb when it's young, you look after it and that. You teach it stuff.",
      "start": 3146454,
      "end": 3152510,
      "confidence": 0.9489650000000002
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3152582,
      "end": 3152902,
      "confidence": 0.87378
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "What's going on there?",
      "start": 3152958,
      "end": 3153782,
      "confidence": 0.90199
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Go on.",
      "start": 3153838,
      "end": 3154270,
      "confidence": 0.8356600000000001
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "The initial was r. Yeah.",
      "start": 3154342,
      "end": 3155582,
      "confidence": 0.818768
    },
    {
      "pos": 591,
      "speaker": "B",
      "text": "Right.",
      "start": 3155638,
      "end": 3155806,
      "confidence": 0.84126
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "That was. That was razor light. All right, raise.",
      "start": 3155830,
      "end": 3158814,
      "confidence": 0.8270888888888888
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Light.",
      "start": 3158854,
      "end": 3159006,
      "confidence": 0.80186
    },
    {
      "pos": 594,
      "speaker": "B",
      "text": "You raise a light.",
      "start": 3159030,
      "end": 3159734,
      "confidence": 0.8563274999999999
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Raise. Yeah. Okay.",
      "start": 3159774,
      "end": 3160526,
      "confidence": 0.59643
    },
    {
      "pos": 596,
      "speaker": "B",
      "text": "Kind of works.",
      "start": 3160550,
      "end": 3161078,
      "confidence": 0.89363
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "Yeah. It didn't matter what sort of bulb it was then.",
      "start": 3161126,
      "end": 3162994,
      "confidence": 0.8804809090909091
    },
    {
      "pos": 598,
      "speaker": "C",
      "text": "People have a problem doing this when they get home from a night out drinking.",
      "start": 3164854,
      "end": 3168630,
      "confidence": 0.9973553333333333
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3168702,
      "end": 3169286,
      "confidence": 0.95761
    },
    {
      "pos": 600,
      "speaker": "C",
      "text": "What's the problem they're having? They have a problem getting the key in. Getting the key in that key in. Keen. Keen. That's the.",
      "start": 3169430,
      "end": 3176170,
      "confidence": 0.85287625
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "That's awful. That doesn't count. Keen. It's keen. Keen. This one's a awful, awful, awful, awful.",
      "start": 3176282,
      "end": 3183802,
      "confidence": 0.65966125
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "I had a vision of that chinese flu. The initial I was. See, that was Caesars. See? Sars.",
      "start": 3183898,
      "end": 3190130,
      "confidence": 0.8009444444444443
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "See?",
      "start": 3190202,
      "end": 3190434,
      "confidence": 0.43623
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "Sars. Caesars. They managed to get that as well.",
      "start": 3190474,
      "end": 3193266,
      "confidence": 0.8980233333333333
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "I love the fact that even he knows they managed to get that as well. Did anyone get all three?",
      "start": 3193410,
      "end": 3197994,
      "confidence": 0.9423280000000002
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Yeah, a few people.",
      "start": 3198114,
      "end": 3198866,
      "confidence": 0.8292625
    },
    {
      "pos": 607,
      "speaker": "A",
      "text": "That's terrible. Okay.",
      "start": 3198930,
      "end": 3200174,
      "confidence": 0.7244733333333334
    },
    {
      "pos": 608,
      "speaker": "B",
      "text": "I don't know what it says about XFM and its listeners that people are getting these answers.",
      "start": 3200554,
      "end": 3204026,
      "confidence": 0.9093247058823529
    },
    {
      "pos": 609,
      "speaker": "A",
      "text": "I know. Go on in.",
      "start": 3204090,
      "end": 3205034,
      "confidence": 0.7676179999999999
    },
    {
      "pos": 610,
      "speaker": "B",
      "text": "I mean, horrific. But anyway, we're going to give it. And he goes forward, as I say, for the big prize, the big prizes in six weeks time. It's Paul in Bookham.",
      "start": 3205074,
      "end": 3211178,
      "confidence": 0.8788078125
    },
    {
      "pos": 611,
      "speaker": "A",
      "text": "Paul Bookham. But also he does get the complete series of alias league of gentlemen, that rock gods album. So, you know, it's pretty good for open water on DVD and a chance to win all those prizes. Brilliant. Coming up next, a court smacking a bald man on the bumps really hard. XFL London, it's your city.",
      "start": 3211306,
      "end": 3233634,
      "confidence": 0.895078275862069
    },
    {
      "pos": 612,
      "speaker": "B",
      "text": "XFL 104.9 playing Green Day. The studio's falling apart.",
      "start": 3240374,
      "end": 3243598,
      "confidence": 0.8412177777777778
    },
    {
      "pos": 613,
      "speaker": "A",
      "text": "I know. It's microphone broke.",
      "start": 3243646,
      "end": 3245750,
      "confidence": 0.748634
    },
    {
      "pos": 614,
      "speaker": "B",
      "text": "I don't know why Lindauers, the sparkling wine want to be associated with this shambles of a show.",
      "start": 3245822,
      "end": 3251270,
      "confidence": 0.8347627777777777
    },
    {
      "pos": 615,
      "speaker": "A",
      "text": "It's falling apart. This is awful. This dude. It's got to be fixed. Right. Right. Now, Carl, come under here. It's the time where I'm going to let a cork off. Do you want to film this, Steve? That'll be available on the website next week. Ricky Gervaise.com. So see Carl getting hit. One bloke suggested we leave the metal cap on because it's get a better pitch, but we'll take that.",
      "start": 3251302,
      "end": 3269694,
      "confidence": 0.8492980555555555
    },
    {
      "pos": 616,
      "speaker": "B",
      "text": "Let's get the camera ready.",
      "start": 3271594,
      "end": 3272594,
      "confidence": 0.776554
    },
    {
      "pos": 617,
      "speaker": "A",
      "text": "Get the camera ready. Ready.",
      "start": 3272634,
      "end": 3274858,
      "confidence": 0.860506
    },
    {
      "pos": 618,
      "speaker": "B",
      "text": "So if you just joined us, we are using some Lindauer's sparkling wine to basically.",
      "start": 3274986,
      "end": 3282174,
      "confidence": 0.8809913333333335
    },
    {
      "pos": 619,
      "speaker": "A",
      "text": "What?",
      "start": 3282214,
      "end": 3282342,
      "confidence": 0.65806
    },
    {
      "pos": 620,
      "speaker": "B",
      "text": "What can I say? We fire a cork at Carl's round.",
      "start": 3282358,
      "end": 3285566,
      "confidence": 0.8640490909090908
    },
    {
      "pos": 621,
      "speaker": "A",
      "text": "Right, ready?",
      "start": 3285630,
      "end": 3286118,
      "confidence": 0.7887500000000001
    },
    {
      "pos": 622,
      "speaker": "B",
      "text": "Head. Let me just put the headphones on.",
      "start": 3286166,
      "end": 3288982,
      "confidence": 0.85544125
    },
    {
      "pos": 623,
      "speaker": "A",
      "text": "Film this then. Okay. Carl. Carl, come on there so we can see you a little bit. I want to get the noise. The microphone there. Right, ready. Good.",
      "start": 3289038,
      "end": 3298942,
      "confidence": 0.8154179310344826
    },
    {
      "pos": 624,
      "speaker": "B",
      "text": "So you're just doing it.",
      "start": 3299038,
      "end": 3300262,
      "confidence": 0.904828
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "Hold on. Now it's in position. What if it. Oh, ready?",
      "start": 3300398,
      "end": 3307100,
      "confidence": 0.7544409090909091
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "Yep.",
      "start": 3307182,
      "end": 3307536,
      "confidence": 0.5471
    },
    {
      "pos": 627,
      "speaker": "A",
      "text": "Oh, God, it. Oh, it's like jackass. Did it hurt me? What do you mean, did it? Yeah, I went off. It went off course. Did it just glance. Did it.",
      "start": 3307600,
      "end": 3326424,
      "confidence": 0.858041935483871
    },
    {
      "pos": 628,
      "speaker": "B",
      "text": "Right, Lindau, is you gonna send us eight more bottles, please? Because we're gonna get this right.",
      "start": 3326544,
      "end": 3330564,
      "confidence": 0.7806823529411766
    },
    {
      "pos": 629,
      "speaker": "A",
      "text": "Homesick kings of convenience. Beautiful on XFM 104.9. Well, that's nearly the end of our first of six shows. Our summertime special.",
      "start": 3336284,
      "end": 3344812,
      "confidence": 0.9215918181818185
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "Some of the highlights. Rick, so far today, I don't know what you've made of it.",
      "start": 3344908,
      "end": 3347668,
      "confidence": 0.94665125
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "We figure out the ass.",
      "start": 3347676,
      "end": 3348556,
      "confidence": 0.650394
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "Figure of the ass. Testicles early on.",
      "start": 3348620,
      "end": 3350652,
      "confidence": 0.7444485714285713
    },
    {
      "pos": 633,
      "speaker": "A",
      "text": "Orientals don't age very well. Bit of racism. Bit of racism with the. Germany's full of cants.",
      "start": 3350828,
      "end": 3355996,
      "confidence": 0.8064229411764705
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3356060,
      "end": 3356356,
      "confidence": 0.73788
    },
    {
      "pos": 635,
      "speaker": "A",
      "text": "That wasn't swearing. Cork. Cork on the air. Champagne down. The electrical works so good. Just for finale is monkey news, obviously.",
      "start": 3356420,
      "end": 3367168,
      "confidence": 0.8529413636363636
    },
    {
      "pos": 636,
      "speaker": "B",
      "text": "Well, I'm looking forward to it.",
      "start": 3367216,
      "end": 3368536,
      "confidence": 0.9245450000000001
    },
    {
      "pos": 637,
      "speaker": "A",
      "text": "Oh, chimpanzee that. Monkey news.",
      "start": 3368640,
      "end": 3370672,
      "confidence": 0.618092
    },
    {
      "pos": 638,
      "speaker": "C",
      "text": "Yeah. There isn't. I've been away.",
      "start": 3370728,
      "end": 3374644,
      "confidence": 0.9265983333333333
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "There's been no monkey news. You can't get. No.",
      "start": 3375744,
      "end": 3377792,
      "confidence": 0.9389522222222223
    },
    {
      "pos": 640,
      "speaker": "C",
      "text": "No proper chance to sort of, you.",
      "start": 3377808,
      "end": 3380112,
      "confidence": 0.9110014285714285
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "Know, Carl, your monkey news is of spurious towers from the 17th century sometimes. So let's have one of those. Let's have a monkey that dressed as Zorro and they thought he was a woodsman, but when they took his head off, he was early. It was a four foot Harry chimp. Let's have one of those ridiculous stories.",
      "start": 3380128,
      "end": 3397800,
      "confidence": 0.8961996610169493
    },
    {
      "pos": 642,
      "speaker": "C",
      "text": "Well, we've done that, though. But do you want to go back on some of the ones?",
      "start": 3397992,
      "end": 3403168,
      "confidence": 0.8830211764705883
    },
    {
      "pos": 643,
      "speaker": "A",
      "text": "Just. What is the monkey news? There must have been some monkey news this week.",
      "start": 3403336,
      "end": 3408644,
      "confidence": 0.9506606666666667
    },
    {
      "pos": 644,
      "speaker": "C",
      "text": "The only thing that sort of stood out, do you know, like, they're having problems.",
      "start": 3408944,
      "end": 3413198,
      "confidence": 0.9467766666666668
    },
    {
      "pos": 645,
      "speaker": "A",
      "text": "You're just making this up. Where's your information? Where's the piece of paper? Where's the document? What is this?",
      "start": 3413336,
      "end": 3418314,
      "confidence": 0.8988242105263159
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "Because I've been away, so I haven't got anything.",
      "start": 3418354,
      "end": 3420050,
      "confidence": 0.8358277777777777
    },
    {
      "pos": 647,
      "speaker": "B",
      "text": "Let's just hit listen.",
      "start": 3420122,
      "end": 3421106,
      "confidence": 0.6520575000000001
    },
    {
      "pos": 648,
      "speaker": "A",
      "text": "But it's bad enough when he's reading it, he gets it wrong when he's just riffing. It's gonna be absolute twaddle.",
      "start": 3421210,
      "end": 3426802,
      "confidence": 0.8591057142857143
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "Let's hear it.",
      "start": 3426858,
      "end": 3427506,
      "confidence": 0.8878633333333332
    },
    {
      "pos": 650,
      "speaker": "C",
      "text": "Right. Do you know, like, they're having problems getting you new people to be policemen?",
      "start": 3427610,
      "end": 3433322,
      "confidence": 0.9386726666666666
    },
    {
      "pos": 651,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 3433498,
      "end": 3436018,
      "confidence": 0.527415
    },
    {
      "pos": 652,
      "speaker": "C",
      "text": "They've. In America, they're taking them on to sort of join the SWAT team.",
      "start": 3436186,
      "end": 3443414,
      "confidence": 0.86107
    },
    {
      "pos": 653,
      "speaker": "B",
      "text": "They've taken what on?",
      "start": 3444554,
      "end": 3445898,
      "confidence": 0.76145
    },
    {
      "pos": 654,
      "speaker": "C",
      "text": "Some little monkeys giving them walkie talkies and all that.",
      "start": 3446026,
      "end": 3450534,
      "confidence": 0.873962
    },
    {
      "pos": 655,
      "speaker": "A",
      "text": "Well, they can't talk.",
      "start": 3451554,
      "end": 3452854,
      "confidence": 0.9158975
    },
    {
      "pos": 656,
      "speaker": "B",
      "text": "They're just walkies.",
      "start": 3454034,
      "end": 3455334,
      "confidence": 0.8463766666666667
    },
    {
      "pos": 657,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 3457554,
      "end": 3458354,
      "confidence": 0.9332575
    },
    {
      "pos": 658,
      "speaker": "C",
      "text": "What was given commands and that and what?",
      "start": 3458434,
      "end": 3461274,
      "confidence": 0.7254212499999999
    },
    {
      "pos": 659,
      "speaker": "A",
      "text": "It's one way they tell them they've got the little thing.",
      "start": 3461314,
      "end": 3463466,
      "confidence": 0.9453299999999998
    },
    {
      "pos": 660,
      "speaker": "C",
      "text": "Straps them getting into small, you know, small places and that and sort of, you know, cracking stuff and all that. Like I say, it's just half a story I just picked up on.",
      "start": 3463490,
      "end": 3474952,
      "confidence": 0.9225744117647059
    },
    {
      "pos": 661,
      "speaker": "A",
      "text": "That's not a story. Well, what do you want, monkey news?",
      "start": 3475048,
      "end": 3479204,
      "confidence": 0.8973054545454545
    },
    {
      "pos": 662,
      "speaker": "C",
      "text": "Well, I'll get some better stuff next week. But I've literally, like, got.",
      "start": 3479744,
      "end": 3484352,
      "confidence": 0.9085292307692309
    },
    {
      "pos": 663,
      "speaker": "A",
      "text": "This is the worst. This is one of the worst shows we've ever done.",
      "start": 3484448,
      "end": 3488008,
      "confidence": 0.9384578571428571
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "And that's saying something, Rick.",
      "start": 3488096,
      "end": 3489216,
      "confidence": 0.8024279999999999
    },
    {
      "pos": 665,
      "speaker": "A",
      "text": "This.",
      "start": 3489280,
      "end": 3489504,
      "confidence": 0.90354
    },
    {
      "pos": 666,
      "speaker": "B",
      "text": "We've done some tripe.",
      "start": 3489544,
      "end": 3490852,
      "confidence": 0.8202875000000001
    },
    {
      "pos": 667,
      "speaker": "A",
      "text": "This is nothing. And to end with the. The police in America have given monkeys walkie talkies. That's nothing. That is a disgrace.",
      "start": 3491008,
      "end": 3499860,
      "confidence": 0.8820308695652175
    },
    {
      "pos": 668,
      "speaker": "B",
      "text": "And what do you mean that you've not had enough time to prepare? We've been off air for 18 months.",
      "start": 3500012,
      "end": 3503732,
      "confidence": 0.984034
    },
    {
      "pos": 669,
      "speaker": "A",
      "text": "Yeah. What?",
      "start": 3503788,
      "end": 3504476,
      "confidence": 0.7314050000000001
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "There's been no accumulated monkey news in that time.",
      "start": 3504500,
      "end": 3506564,
      "confidence": 0.9385855555555556
    },
    {
      "pos": 671,
      "speaker": "C",
      "text": "Just gotta keep it fresh, though. On it.",
      "start": 3506604,
      "end": 3508384,
      "confidence": 0.7428424999999999
    },
    {
      "pos": 672,
      "speaker": "A",
      "text": "Great.",
      "start": 3509804,
      "end": 3510116,
      "confidence": 0.5298
    },
    {
      "pos": 673,
      "speaker": "C",
      "text": "One more time.",
      "start": 3510140,
      "end": 3510564,
      "confidence": 0.63722
    }
  ]
}
