{
  "id": "d8a7cdcf-6b06-4846-a45a-8a17d09c46e4",
  "status": "completed",
  "text": "That speeder and come back around. It's a new leaf, Steve. I've do properly now. I'm gonna be slovenly. I'm sitting up straight, you see? Yep. And it's gonna be a proper djing because I think coming up soon some great tracks, including a new one from Abs and an old one from snow informer. You don't be dead if you stomach a boom, a licky boom boom down. I'm joking, of course. We've got some fantastic tracks. There's some great chat. And we've got Kyle. I'm Ricky Gervais on XFM 104.9. There he is indeed. With him, Steve Merchant and Carl Pilkinson, of course. Say hello, Karl. All right? Yeah, nice. And you say you read the beginning. Of a radio show is very much your wares, your shop window laying out your stall. I don't think you could choose a better track than the only ones. Another girl on the planet. I'd love to hear it. Another planet. One of my favorite intros, that amazing. Oh, that was dangerous, because I once heard on capital radio this has got to be the greatest rock intro of all time. And they played money for nothing by dire straits. Brilliant. Yeah. Yeah. Just imagine him putting their head down. I remember a friend of mine when I was at school, he just bought a car and he took me outside to show off the stereo system. Money for nothing. Just to just. He just played that. I never heard song before. Just played that for its entire four or five minute duration. It is a good song. Yeah. It's a good song for showing off intros and sound systems. Exactly, yeah. You said you were driving along earlier. You saw someone, are you? Yeah. Yeah. It was one of those zooped up, sort of sporty saloons, you know, the big. Like a Mondale, some of those big. And it was blaring out and the bloke. And it was sort of like. I could tell he was 25 but already going bald from like, obviously his estate agency jobs. Not tell he's made a bit of money and he's got. And the serious note was ridiculous. I mean, so loud. And it was going through Covent Garden. He was playing snow in. Do people remember informal by snow? It was a big tuning. I don't know. It's great. Yeah, I always enjoy it. Can I bring that in next week? Can we play snow next week? Well, you can play a tiny little bit. Tiny little bit snow, yeah. Do you ride the snow car? Yeah, loved it. Oh, did you? Big tune from the nineties. Happy song. You were saying that you've turned over a new lead. Yeah. Yeah. Is that in all aspects of your life or is that just in your broadcasting career? Because the reason I bring that up is because. Do you want to describe what you were eating just now when we came in? Because you're a 40. You're a 40 year old man, you put on a little bit of weight. So presumably you're watching what you eat. Well, no, but it sounded exotic. I went into a cafe and I didn't. They didn't have a cheese sandwich. Right. And can I describe what it looked like to me? Right. It looked to me like a big slab of cheese. You just got them to just cut off a big block of cheese, like the size of a CD case or one of those double albums. Right. And just lightly melt that for me. So it drips over my hand and it gets really greasy in the bag. But just lay some strips of bacon on the top. Yeah, but listen, you've embarrassed us out. No, it's a croque monsieur. So it's fruit. It's a what? A croque monsieur. A crock monsieur. Yeah. And so I got. I've never heard of a croquet you've embarrassed to see. Is that how it's pronounced? Or is it croque monsieur? Oh, hey, you didn't expect me to be bringing out the French, eh? Two m. Le music pop. Oui, je t'aime le music pop. Le plume de matant. Initiative. That means my aunt's pen. So what was it, then? A crop. It was a crop shirt. And it was just too greasy. It was just too. And it was all wobbly. Well, I like toast. Like it to be crisp. Sure. It's the thing with, like. What? This is rubbish play. Coldplay. Out of the pan. Yeah, cold play. That's right, isn't it? Yeah, it's not bad. Yeah. Nice little track. Well, Steve, we've been away now for, what, 12, 13, 14 weeks. Is that really? Yeah, I've been looking forward to coming back. It's great. It's great to be back. Yeah. Yeah. And. Yeah, we've had some laughs and tears in the interim, I imagine. Yeah, we've had a few ups and downs, obviously. Working on the tv show, the office, BaftA winning, coming soon. But I just need to mention something quickly to you. When did I last see you? I saw you yesterday, didn't I? Yeah, because we went up to Edinburgh yesterday. We were very nicely invited to go and talk at the Edinburgh International Television Festival. It was quite a big deal. We went out there and we were interviewed and Ricky chose go on the train because it takes like 4 hours at four and a half hours or something on the train, but it's quite leisurely. It's quite gentlemanly thing to do. Yeah. I opted to go for the plane and fly up there. More modern. Exactly. And. And they bankrolled that. They paid for it all. And that was all very nice. And as I recall, when I last saw you, we got cab didn't win, and you asked if you could get the cab to drop you off at the train station. Yeah. And then it took me onto the airport. Yeah. Did I know that was. That was before. The last time I saw you was before I got to the airport and missed my flight, wasn't it? Because. Because I had to drop you off. In the central town. Yeah, no, that, that was so. That was just before I had to pay 165 pounds to upgrade to another ticket. Did you not tell me that in the last hour? 165 pounds, Ricky, I had to pay because we dropped you off at the train station. So, I mean, do you want to go house on that or what do you want to. How do you want to deal with that? How do you want to sort that whole, that whole mess? Why were you late? Why was I late? Because we dropped you off in the center of Edinburgh, and you know how hard it is to get out of Edinburgh and rush hour traffic. But it was only. It was only three minutes away. So you missed it. No, because if we'd gone the other direction, it would be 20 minutes. It took me, like an hour to get to the trip to the airport, and I got there and the plane had already left, and the cabbie was just laughing. He was saying, we're never going to make it. He goes, you were a religious man. You better start praying. I thought he was being facetious. He was absolutely right. 165. Hold on. Why didn't he tell you that when he picked up a question for it? Makes you wonder. So, obviously, I'm a little bit annoyed because, you know, I'm not a man who likes to sort of spend unnecessarily. But wait, but wait. This is not my fault because you were there when we made that decision. I didn't impose this on you. We both decide that might be it. It's both our fault. I mean, it's not no one's fault. It's both our fault. Is that fair? That's all I wanted to hear. It's both our fault, therefore it's both our financial obligation. No, 165. Pounds. Just split that in half. Write a check, Rick. Write a check. It's fine. I trust you. Phone in. I think everyone. This. This is. You're clearly responsible. No, of course I'm not. If you. If you share a cab and then one person's lucky enough to not be late and one person is unlucky enough and that's what it is, bad luck. I don't think you share the obligation, morals I learned with this, isn't it? But it's more than that though, isn't it? Because let's be honest. What? Even if you had known that I was gonna get there late, you'd have wanted me to hang around just so you weren't left around waiting for a train on the. No, because I got. You get bored sitting there. So you'd have wanted me to at least got in that car. I got there way too early. I actually got there about. I was there about 30 minutes. Well, exactly. So I mean, I did. I sacrificed me hanging around for half an hour so you could get it a 04:15. And the other thing is this. You were going to get it at 04:15 anyway. Yeah, but I would. If I'd gone the other direction and not dropped you off in the center, I would have been there in time. Wow. Would we? Would we? Is that true? Wow. Only God knows. Well, and the cabbie. What I mentioned it to. I tell you what, to cheer you up. I'll tell you what's better than 80 quid. I'll tell you what's better. That. Shall I? Music. What are you paying? The whole 165? Listen, I've brought in a little track here. Bruce Springsteen. That's the turn of love album. And I know you're a Springsteen fan. I'm a Springsteen fan. We should just qualify this because a lot of people who listen to XFM, obviously a bit edgy about Springsteen, they just think he's this old kind of ludicrous eighties rocker. The bandana, you know, the flying the flag, which he never really was. That was Bon Jovi. Exactly. Don't confuse Bon Jovi. But seriously now, do you know me? He did write some great music in the seventies and he just got a little bit kind of pompous in the eighties. But he still turned out some amazing tunes, one of which I imagine is this one. Rick. This one's called brilliant disguise. Bit of Springsteen there. Brilliant disguise on XFM 104.9. I think that's. That soothed you a little bit. That's not really taking the blood off. It's quite, Rick, 80 quid. You know what? We finished the talk about sort of three, and we had a couple of hours to kill before we got there. About that, after two, wasn't it, before we got the taxi and we were eating in this cafe and Steve said, how long's your train, general? I said, four and a half hours. He went, so I said, I'm getting about ten. He went, half six, me. And he's quite smug. And I went, yeah. I said, it is quite a long time. I just started sort of relaxing over. He went, yeah, but he said, I think I've come off better here, because usually you've organized all this stuff. He said, but I think you've chosen wrong. I think I said, I think you're right. Don't you think? Those words were coming back to haunt me as I was handing over 165 notes? All I was thinking was first class. Drinking John Smiths and listening to Mercedes Walkman. I handed over my initial card. She said, under 65 quid. Then I went, fine. I handed over card, it was a switch card. She said, we don't take switch. Don't they? I was thinking, how. What am I going to do then? I don't know what I'm going to do. I don't know where I'm going to get the money from. What did you do in the end, then? Luckily, I had another card, all right, and she managed to accept that one. But I don't know what I'd have done. I don't genuinely. You didn't tell me you had another card. Yeah, I got two cards. Have you? Oh, yeah. Oh, yeah, sure, sure, yeah. That is depressed. I was so depressed. Cause I just kept thinking about what I said to you. I've won this time, because normally I'm always, like, legging it for tubes, or I'm just, you know, where I get stuck in the rain and I organize. The driver or something. Because when you get me. I said, why? It's up to you. It's up to you. You know. I mean, every man for themselves. This time it was four and a half hours and I was just 40 minutes on the trip, on the plane, there'd have been no problem. Yeah. Unbelievable. I'm so livid. Do you know, I got off because I'm not very well either. I'm a bit ill at the moment. I got off the plane and I thought, well, I could get a cab from the airport all the way back home. But, you know, I've already been stung for under 65 quid. Got the tube, took me forever, really. To you. It took me forever. I got hit probably later than you did. The 11:00 mark. He didn't really. I wasn't quite as bad. So I'm really depressed, Rick. So I think, I mean, Steve does not like to waste money. And I mean by that, I mean. I mean I like to spend money. No, we actually had to go out and get our shirt for a photo shoot. Not quite an important photo shoot for I think the times I went out buying a shirt. Buying a shirt. Went out, planned it, wasn't sure, came back 49, 14, 99. For hennies. Hennies. He knew where he was aiming. He aimed straight for hennies. He knew, he knew where he can get a bargain. This is a man. But it seems to me that that kind of price you can throw them away at. You don't even need to wash them really. You can throw them away using like Kleenex. Have you ever thrown one away? No. Just scrape off the stains and keep on wearing it. Remember that time when we went to the casino for my birthday and I was like under quid down and some people. Under quid up, under quid down. He, after the 3 hours we were there, was down 20 pounds. Genuinely depressed. I was almost crying. Yeah. Cause I don't. Well, it's. Because it's a mugs game, gambling. It really is. Was that where we. Cause I went there. It was when it was one time we went there, it was our agent's. Oh, that was another time we went there and he was up and he got a win. It was 30 quid up. And so I said, it's your round then. And the round was more than 30 quid and he couldn't believe it. And he sat down and he went, I couldn't believe it, he said. And I bought him a present. So I was already down. Yeah, I was. I turned out I was already down. Cause I bought our agent a gift. I didn't see him, Byron. And you know that thing where you're buying a round of drinks from people you don't even know? So it's like, what's the story there? Why am I suddenly bankrolling you drinks? It's like I don't know you people. I'm not going to get any kind of. I'm not going to see you again to sort of reap the benefits at. Eleven, because he came in, most of. You were married or engaged. So I'm not even going to pull from it. It was a waste of time. It was just pure generosity. It was something like from swingers. Because he came into the cocktail bar holding three chips up worth ten pounds each and went, hello. Like that. 30 pounds up. That's a lot of money, Carl. You know, that's 30 quid. You don't want to sniff at that. Oh, what, what song should we play? This. We put lots of songs in. So incubus. Just a bit more depressed. I thought it was a bit slow. I know, but I'm a fan. I've always been a fan of. Even from, you know, early days. I thought his first song was really great and much maligned. People didn't like it because they were expecting, like, you know, the verb. Yeah. Yeah. Urban hymns and all that. Yeah. Yeah, that's great. On XFM 104.9. Who are you, Ricky Gervais? Who are you? Steve Merchant? Is that little round headed fellow Carl Pilkington? Carl. Ever a lot of Carl today? He's a bit tired, aren't you? Just a little bit. What happened? You came back from Edinburgh today as well, didn't you, on the plane this morning? Yeah. Got an early. An early fight. Yeah. It's just annoying because there's, there was like people on the plane fighting over where they wanted to sit. Surely they've got designated seats. Well, they have, but that wasn't good enough for them. They wanted, like they wanted to sit next to the friends and then it's like, well, you can't because you didn't check in together. So that's. That's the way it is. Yeah, Dan, but the thing is, it's from Edinburgh. 40 minutes. Yeah. And I just don't understand this sort of. You can stand for that long, can't you? Why do you have to sit next to the person anyway, to be honest? I mean, fair enough if you're going on a long flight, someone to talk to, but for 40 minutes, it really doesn't matter. I never want anyone to talk to. I don't want anyone sitting next to me to talk to me. Why? What are they there for? What? I don't mean people I go with. I mean, if I'm traveling alone and I sit next to someone, I don't talk to me. Yeah, but I don't really. If I was traveling with you, I'd really not want you to talk to me. Not if you're gonna talk like this. Yeah. You sound like you're suicidal, mate. It was just a couple of people arguing. It's over, man. Yeah. Why is it still stupid? He paid 160 quid and he's not winching. He doesn't care. 165 quid. Let's get it right. If you're gonna bring it up, we're. Gonna mention it, and it's like Waterford's back to him. He said to me, Rick, it's only money. And money is just something you have in case you don't die tomorrow. He's got great attitude towards money, Steve. It's like easy come, easy go. So just take a leaf out of Steve the I'm not spending that much merchant, and you'll have a happier life. Sorry, I just need to defend myself for a minute. There are certain instances in life where, you know, you're giving me an attitude like, I'm tight. It's not tight. No, shut up. Let me defend myself. It's not that I'm tight with money. It's that I want to get value for money at all times. Because, you know, you probably got a lot of cash given to you, maybe as pocket money when you was a kid. Every penny I've ever had is the money I've earned. So, frankly, I'm going to spend it wisely. Like, for instance, you might say you're in a party, or so you're at a party, maybe in a bar with someone's birthday. You get talking to a girl, right? Maybe you buy her some drinks, right? You're chatting to her, and then you chatting away for 2 hours. And then at the end of the evening, she says, oh, I got to go meet my boyfriend now, right? She's wasted my money and my time there. That's 2 hours wasted and money wasted right? Now. She should have told me straight away that she had a boyfriend and I wouldn't bother with her. Thought she was just having a chat. With another human being where you. I'm being deliberately deceived so people can extract money from me. Or, interesting conversation. She knew what I was after. It was obvious. The drooling mouth, you know, the beady eyes. And yet she was leading me on. And she was a prostitute. And think how he felt about that. I mean, what did I try and cheapen it with? That kind of cheap sexual innuendo, right? She. She could occasionally slept with me for money. It wasn't for money. It was for meals. Yeah, but the point was, you know what I mean? It's just that sort of attitude generally in my life is like, don't waste my time. You know, don't waste my time or my money. You're right. Life is. The clock is ticking as far as I'm concerned. And, you know, and so just if you've got a boyfriend and I come up and I'm chatting you up, just let me know and I'll wear a bag. I won't bother you. Yes, please. I'm glad you mentioned that because I feel we should. They should definitely introduce some kind of bad. You see, the problem is that women without boyfriends will be wearing those badges now and you won't be able to. You know what I mean? You won't be able to say, have you really got a boyfriend? No, I just think there should be some kind of. Sort of this sort of. There should be an etiquette, there should be an understanding, you know, because they know. They can see what I'm after. It's all. Is it obvious? Is it. I make it very clear you're not a subtle man. Come over and pant. Do you still. Do you still try and attract their attention by throwing small rocks at them? Yeah. Has that ever worked? Occasionally. Is it really, you know, the desperate ones or homeless ones? Oh, the homeless ones. He wants. Right. He said to me, he came in to work and he said, I gave a homeless girl a pound, right. Cause I fancied her. He said, is that wrong? Is that really bad? I don't think it is, you see. I don't think it is, because it seems to me if she was an attractive homeless girl and she deserves some. Of my money, because I just imagine him slowing down. I imagine him, like, going past loads of tramps, going, get out, get a job. And she goes, ah, hello. But I have to say I did for a moment, just pause and think to myself whether I could kind of scoop her up in my arms, take her back to my place and kind of turn her life around like my fair lady, you know what I mean? Kind of teach her to speak properly and dress her up in small clothes and take her out into sort of society. I think that's where your first mistake was. You said, listen, love, I'm up for it if I can hose you down. That was where you went wrong. Smith's cemetery gates. Great, wasn't it? Always cracking off. Queen is dead, voted best album of all time, I think, in the enemy poll. I don't think it is. There we come. I agree, I agree. Yeah, yeah. Cracking. Anyway, Carl. Yeah. So people are arguing on the flight. How did you enjoy Edinburgh, by the way, anyway? Because I saw you up there briefly with you and Nick Frost, your new mates, Nick Frost and Simon Pegg. You know, he prefers them to us now. I know, apparently. I could tell that from just talking to him. It was just. It was the way he was sort of looking at them. He was just smiling at Nick Foss. This is new. Best chair. You love Nick Foster. Do you have preferred it, right, if I went to Edinburgh and had to sit with some people that I really didn't like, would you have been happier for me? No. I do know I had a great. Time with Simon and Nick and the nice people. He kept going to Nick, tell Ricky that story and Nick and some. Wow. All it was, right. And they're ghost stories. That's. He loves them because they believe in ghosts. Oh. It's not just their sense of humor. Just because they believe in ghost. You go and tell them that goes. How'd you explain that? I was going, I wasn't there. What was that one you told me? It was completely wrong about that. It was. Oh, yeah, right. It's years ago. Oh, yeah. Some days. Yeah. Some doctor or something who was into, like, the way bodies work. They got their head cut off. Yeah. He was doing a bit of an experiment and he cut his own head off. Yeah. Okay. And it was about. So when my heads in the basket, I'm gonna blink my eyes. Right, okay, sorry. Hang on, let him finish. So the doctor has chopped his own head off and he's told everyone, I'm gonna blink my eyes. And he goes, like, right. I'm gonna blink my eyes about, you know, as many times as I can to quit counting. And. And they count. And he got to like 15 before he. Right. Now, this is how Carl told me that. Till Nick Frost explained that. Carl told us. He said, right, well, a bloke, right, he had his head cut off. And as when his head was in the basket, he went, count how many times I can blink. And I went, with that strawberry. No. And it went, well, no, he actually said, when my head's in the basket. And Carl went, all right. I said, carl, do you know the subtle difference? Do you see the subtle difference? Say, though, guys, I still don't really understand what went on there. I really. You. The story is that a bloke who'd been found doing, um. You mean that car just explained it? And that was a clear version because I still don't know what you're talking about. Well, this bloke had his head cut off for experiments against God. He was a doctor in it, you know, in olden times. And when they cut his head off. Why did they cut his head off? Um, because it was. He was crimes against. Exactly. That's cute. Yeah. And uh, he said to his assistant, when my head's in the basket, I'm gonna blink. Count how many times I blink and write it down as an experiment. Right? Carl told it to me like his head was cut off and he went in the basket, and when his head was in the basket, he looked up and said, count how many times I blink. Yeah. I love that. I love the difference in that story. Yeah. Both rubbish. Yeah. You know, one's. One's possible. You believe anything that you're told, except when we tell you the truth. Right. Here's one. Ghosts and that we got talking about. Sure. And Nick. Nick said, right. He said, you'll like this one. He said, my. My auntie was having loads of problems whispering. It's not illegal to talk about ghosts on the radio. He's here. So the aunt is in the house and that. And furniture is moving about all the time. And they were like, oh, Steve, you. Told me this one. This is such rubbish, mate. No, come on, let's listen. I'm gonna sit back and enjoy. I'm just gonna watch your face. This is. Right. Sorry, I've missed the beginning there. Car. There's an anti. Basically Nick, Sandy, right in the house. Things moving around all the time. It's just annoying. Every time she tidied up, it was. Like, it's just annoying making a mess. It was one part annoying to two parts scary. Yeah, yeah. Stuff was moving around all the time. And they said, right, rather than. We need an oskeeper, rather than having the house a mess until we stop. It, I've got the vicar coming round. Stop. Oh, yeah. Go on. They said that should be in the pants draw. Let's put all the furniture in one room. Right. So just have one room that's a mess and have all the others empty. Because I love the pole. Guys. Can't really. It can move foot wardrobes around, but it can't open the door to put it in another room. Yeah. Poles going on. I'm just making this room messy. I wish someone opened the door so I could go on. Yeah, but. So all this stuff's in this room. So they moved all their furniture into. One room, like the drawers in there and everything. And it was really uncomfortable because they were all, like, on top of each other. They sat in the room with all the stuff. Yeah, they had to because that's where the free piece suite was. So they sat there all crumpled up on that. But nothing can move because it's so tight. I think things were trying to move. Yeah. Everything was so tight. They fox that photo, guys. So, um, so anyway, one night they sat there, like, sort of bit awkward, watching the telly and that and hear some banging. Yeah. In the next room. So she goes, oh, God, what's that? Oh, he had moved in. I need the ghost. So to some of the empty rooms. So does this move some friends and family in? There's this banging about going on. She gets up, right? Yeah. And what it is, they had the baby in the next room because there wasn't much room for the cops. Right. So that's the baby with the ghost. So they go into the room where the baby is and the bangin. Yeah. Is like, you know those plastic balls you get that you can chuck around the room and like, they go mental, right? The ones that you chuck once that was bouncing around the room. What? The baby had thrown it in all the walls and the baby was there, stood in the cot, sort of laughing, right. And looking at the ball. And wherever it looked, the ball went. Yeah. And then she said, she stopped doing that. Yeah. And the ball just stopped. Did it roll? The bit? Right. So the baby thrown the ball and it was watching as it bounced around. The room, wasn't throwing. It, was in control of it. No, the point is, Steve, the baby has been doing it would have been the baby all along. The baby had been messing with the furniture. It was a baby that had the power. Special baby that had the power. It's what baby that had the power. What? Telekinesis. They were then trying to convince me that telekinesis was not like all the other stuff that I didn't believe in. But that was a science, right? Telekinesis was possible. Yes. Yeah. It's not, it's not like, it's not like ghosts and demons and all that. So telekinesis is different? Yeah, that's science. Nick's auntie saw it. And I love the fact that you're telling me that someone else's auntie saw it. So I should be, I should be satisfied with that? Yeah. I should be satisfied with that. I mean, so does she still live. In one room with all her possessions? No, I think we're out of it. Funny. The baby grew out of it. It. So it doesn't use it. Silly kinesis powers. No. Well, no, it's like in Carrie in it. She was upset for a bit and then she got over it. Okay, I'm just gonna say one thing, Carl. Um, that was a film. Do you want to play record or. Get free? All right. On XFL. Can I just tell you a story that Carl told me a couple weeks ago. Is this another ghost story? Yeah, I called him out, what you doing? He said, oh. I said, I've just been reading ghost stories again. He went. He said, right? He said, you don't believe in him, but how do you explain this? I went, he said, I tell you, as he told me. He went, bloke, right? Just sitting at home, just sitting at home, doing, you know, watching telly with his cat. And the phone rings and it's a bloke going, oh, is that fire in your oven? Okay. Now, because your wife called and you went. Car went, well, one, there was no fire in the oven. Two, he wasn't married, right? Go on. He went, well, then, right, there was a knock at the door and there was two sort of people in sort of white coats, and they said, oh, we've come about that fire. Your wife called us. He went, one, there isn't a fire in my oven. And two, I'm not even married, right? He said, they saw the cat. And they sort of. They looked at the cat. Looks a bit weird. The cat. The cat came out and he said. And then he went back and sat down. Phone rings and they said, oh, did they sort out the fire in the oven that your wife told us about? He went, one, there is no fire in my oven. Two, haven't got a wife. And Kyle went, what do you think of that? I went, that's not it. He went, yeah. I went, that's the end of the story. What? What, what? He went, well, how'd you explain that? I went, explain what? I thought it was gonna say. A year later, he got married, but she died in an oven fire. Right? I thought it was gonna be that. And I went, that's people winding him up. Yeah. Or someone did report a fire in the oven and their name was Johnson. And they looked up Johnson. They got the wrong thing. It was the gas border. And they sent around to the wrong person. Right? You know? He went, yeah. I said. I explained to him. Went, yeah. Why do they look at the cat? Funny. Oh, man alive car. This is really weird. I was, um. I was, uh, in my house once, right? And the doorbell rang. Yeah, right. Open the door. There was no one there. Yeah, right? And then I looked across the street right away. Kids running away. Yeah. Now, how do you explain that? Yeah, there was another time, right, where, like, I opened the door and there was a back. Goes, you've ordered pizza. I went, I haven't ordered pizza. And I heard my mate upstairs giggling and putting the phone down. Yeah. How'd you explain that, Carl? Seriously, what did you, why did you tell me that story? What did you think? What do you think it was weird. About that, the fact that it was three different people? Is this all the information? Is that the entire story of you three different people? Did you fall asleep and not read the end? A fire that didn't happen, about a wife that didn't exist and a cat that didn't look happy. Oh, I'm gonna have a heart attack. Carl. What? I mean, why, why did they look at the cat funny? Because cats don't, don't like spirits, do they? Other blokes were ghosts? Yeah, yeah, yeah, yeah, yeah, that's it. So these are kind of beetle about type ghosts. These are ghosts who walk this, walk the earth as the undead. Just wind people up slightly. That's lovely. That is lovely. Did not look happy. But seriously, why would ghost wander around just like winding people up? Oh, maybe something did happen there years ago. Some fire, some woman might have died in the house of a fire or something. Yeah. And it sort of all happened again. Yeah. It's certainly a mystery. I mean, I can't, I. What's this book you were reading? You were reading a book which is interesting enough. It was, um, it was the 14 times. Oh, Carl. Yeah, well, I died of life. I don't know what to say. Well, I tell you this, Carl, there is a track that will, that will spook you right out. This is Warren Zevon from. Was it like about 1979, early eighties? Great track. Werewolves of London play this car, but don't be scared. From 1978, Carl. Werewolves of London by Warren Zevon. Are you a fan of it? Fans of Warren Zvon maybe, if, you know, he's got a new album out as you speak. Although if you're a fan, you probably know that already. Yeah. If you are, people who hate him would be interested in knowing that he's got a new album out. She leave in, I think, like anthropy, is it, is it not called. What's that? Sorry? Like anthropy. What's like anthropy? Isn't that what werewolf ism? Reason it, isn't it? Do you believe in that car? They found stuff. I'm. They found kids walking about who are all airy because they sort of grew up with wolves and that. Yeah. So you see two things there, right? You cannot take on acquired characteristics genetically. So if you grew up with wolves, it wouldn't suddenly make you hairy. Pictures. There's been pictures there's been stories on it and I reckon most people have, or a lot of people have seen the stories. It's a popular. You mean. You mean the kids that are born hairy? No, no, these kids have been born hairy. Right, yeah, that's it. No, but listen. And they walk around on all fours and they drink milk from a saucer. Oh, Steve, this is. Remember, listen, remember that time with the maggot and the Ed getting out with bacon and you were like laughing and then people called up and said, yeah, I've seen that, I've read about that. This is the same thing. Have you seen an XFM listener up close? Have you ever looked? They drink milk from a saucer. Yeah. They've got to be kept on leads. People who listen to this show. There's no point me telling you about stuff. There is, it's comedy. When you were out of school, did you keep arguing with the teacher saying, you're talking rubbish? Teachers didn't teach us about werewolf boys and ghosts, they taught us maths. God. Right, tell the story about the man. I'll cover, right, in the same magazine as the one with the. With the cat and the fire and that. Don't tell me that story again. It gives me the shit. Yeah, a cat that's got a weird expression on his face is against God. Anyway, this, this isn't a scary story. This was just like physics. Physics. It was going on about the nuclear bomb and how powerful it is and they put a manhole cover on top of one, blew it up. Never saw the manhole cover again. Man alive. Car. What's going on there? Something weird is happening there. If anyone has ever seen that man on cover. Yeah. In touch. We'd love to know where it is. Oh, that's fantastic. What sort of experiment is that? I mention all these scientists on multi billion pound research boats, they're going, we test everything. What would you do, man? I'll cover. Don't know. That's like letting a couple of students. Into orbit. Go on then, put it on there. I love that. I imagine that. What, of what value is that? I might tell what we could do. We could let the put the manhole cover on it and aim it and then blow the bomb up. And it would, it would. The mantle cover would have someone's eye out. Fire it. See if you can fire manhole covers off the nuclear bomb. Tie bangers to a bomb, see if it's louder. Oh, God. Okay, listen, Carl, play another track and then afterwards can we probe your views on the week's news. If you want, we'll do a bit. Of a white van Carl session. Today. Today is the greatest, because we're back. That's true. I hope people, Rick, were listening to that lady in this lovely summer's day. Oh, I mean, not too loud. Don't annoy people. Yeah, white Van Carl. I mean, for those that don't know, we do this. We ask Carl the questions that the son asked someone else. That's right. The sun every day asks some, you know, average Joe his views on the week's biggest stories. Carl, let me ask you now, what do you make of Prince Harry smoking openly at a polo club? Are you aware of this story? No. Gone. Prince Harry, you know that he's one of the royals. Yeah. And he was seen smoking openly. Openly. A fag, a cigarette in line to. The throne, something like that. Imagine that someone's smoking a cigarette. 39 to the throne. A secret. Carl, is it a non smoking polo club? You know, I don't know, but. But if it were, would that make things even worse for you? What do you make of it? This is, this is, you know, the whole, you know, the Ferrari is. He's a role model, you know, he's a royal. Should he be seen puffing away in a public place? I don't think matters. Does it not concern for you? How old is he? Is he old enough to smoke? I think he probably is, yeah. I think the trouble with this role model thing, with anything that's legal, it should either be illegal or not. Yeah. I just don't think you can impose things that. Because you could say that it is bad for you and it is bad to start smoking and it really is bad for, you know, it causes cancer and everything. Well, yeah, but you should either make it illegal or shut up about it. So this is Carl, you ask, and it's. Indeed. Yeah, but it doesn't matter. But Karl, what are your views generally? I mean, it's obviously, cigarettes are perfectly legal and so on, but what about stronger narcotics? Because I know you're very scared of drugs and stuff. Aren't you a fan? No. What's your concern? What's your worry? Just like you might get into him, just like you might have him and go, oh, this is all right. Exactly, Carl, exactly. Although I was talking to you about it earlier and you weren't, that you weren't very sympathetic about a lot of young people who have perhaps gone to crack or smack you. You didn't. You describe it as their own fault. Sometimes it isn't it? Yeah, I mean, I could have turned to it where I grew up, but I said, well, don't I do that? It's not good for you. I avoided it. You turn to ghosts, so you've got no sympathy for anyone who's a drug addiction. It's her own fault, is your pens, don't it? Sure. I mean, you can be an addict if I don't know something. I'm trying to think of a nice. Way that people start on stuff like that because some are really traumatic happened to them. Very few people go out for a laugh. Yeah, one night and go, let's all try it. So, you know. But, yeah, just say no, I suppose it's the. Listen to the cast of Grange Hill. Now, this will scare you and now this car. You will be a little bit unnerved about this. Have you seen the film Jurassic park? Yeah. You know what happened there? Well, according to the sun here, it says scientists are planning to clone mammoths for a theme park. Look at his face. Look at that. He looks like a dark caught in the headlights of a car. He's terrified. Is that the best news you could have? Man moths. Right? Yeah, man moths. I love the fact that that's why he was so excited that they bred a man Mothman. What? It's. What is this? Yeah, it's. It's a human being that hides in your wardrobe and eats the entire jacket in a day. Yeah. What do you mean, man moths? Mammoths. Mammoth, the big hairy cow from the ice age. I mean, elephant. You're not so excited about that then you could take or leave bringing back mammoths to life. But a man moth, a man moth is a different matter. If we, if we did never brought that up, he'd have gone and told someone now. Yeah, you know, I've bred enough. Man half Mothman. This is how things start. This is what we mean when you hear these ghost stories. Slightly deaf. Is that it? When you hear these stories, you're slightly deaf. And his head, and his head was in the basket and he went, count how many times I blink. Is it? I is Carl, is English your first language? Are you actually foreign? Is that. Yeah, yeah. We mean, not of this planet. Yeah. Should we speak slower? Would that be a help to you? No. Go on. What do you make of that mammoth? These giant elephants, they slow, aren't they? It's not as if they're gonna, like, get out and run fast and they can't capture them. Probably be offended, but there. But you're asking it as if, like, oh, it could all go wrong. But it couldn't cut it well. But, but the point was about Jurassic park is they thought it wouldn't go wrong. They thought they had it all under control. Jurassic Park, Carl. Dinosaurs that say, oh, think about it before you do it with a, with a airy elephant. It's not gonna go to see him. Would you be interested in it if. It was in the area? He's great, isn't he? I'd love, I'd love a queue. No, but what I'd like to do is Carl sit in like Yoda in a little cave and I just like to see people like Tony Blair and, you know, Stephen Hawkins in a queue and they go and say Carl, got a bit of a problem. Um, and thinking of cloning a man and a moth. Not an issue, no. If I'm in the area otherwise just don't send it near my clothes. Oh that's fantastic. So it's just for as the words man moth came into your head, how excited were you? I mean were you both terrified and excited for just for the moment when you thought that they cloned a man in a moth? A pictured, what kind of face did you have? Did he have the moth's head or was it a man's head? Just a little lady, little manhead. Right. What, what was his face? What did it look like? Just, he just was like a bit like shocked, perplexed. Yeah. Yeah. Like so it was like he'd been, he'd been, he'd been grafted onto the body of a moth when he was asleep. Yeah. He'd woke up. He just, he just went in for a rather goiter removed. And I said, we've replaced your goiter with the body of a giant moth. Yeah, just that. Alright, mister Jenkins. So he had the head of a little, was it a little boy or a man? Little man. Right, okay. And he's just bumping into a lamp. If you, if you went into hospital and they'd done something, what's the worst. Thing I could do? Right, what would you rather have done? Do you. Right, you wake up and you've got lobster claws for hands. You wake up and you've got ducks feet. Or you wake up and you've got one horn coming out of your head. The worst thing. Yeah, probably the horn coming out of me. Why get in the way? That'd be useful, wouldn't it? In fights and stuff and for like parties we would like to. Lobster claws would also be quite handy there. Definitely. Black level motorcycle club. Spread your love. You enjoyed it so far um. Yeah, I suppose so. First show back. Yeah, it's not bad. It's great. I'm just thinking about that money, Rick, to be honest. I know, I know. Yeah. Could you maybe get, like a sort of telethon type thing going or a little charity thing? Just sort of help me? You can't really ask people to send you money. It's technically begging. Is it? Yeah. Okay. Are you a registered charity? I suppose not. Not really. We could probably get you status. Yeah, but could I promise? I mean, could I pretend to give them something in return? I mean, I'm allowed to sell things on the radio. Yeah, you are. Yes. Although you probably. You probably get in trouble with the authority if you're using it to sort of like, to your own. Not like everyone else. Doesn't look exactly. Free lunches and sponsorship and God knows what, you know, I mean. Yeah. Put the people that work here, small fry, the scum. Exactly. The nobodies. Yeah. Yeah. But 165, quiz. Pretty. It's quite a lot of money. So, I mean, if you want to contribute anything, Rick, as I said before, you're more than welcome to. Yeah, no, I would if I felt any responsibility. Right. Yeah. Or cared. But, yeah, I got there too early, which is annoying. What we should have done, really, was get you your plane and come back, because I have had time. You know, I was going to mention it at the time. I didn't want to, because I knew the answer would be no. Oh, Carl. Oh, really? I've had a great time. I forgot. I've forgotten how good it was just to have a normal con. I say normal, just to have a conversation with you. We were looking forward to this. He's really down today, isn't he? Because I said to him. I said to him, did you enjoy Edinburgh? He spent the week up in Edinburgh, obviously, and he said, well, he loved it up there. He's been part of every. The night. And he actually enjoyed it. And I've never. I've never met him when he's actually enjoyed anything before. He's never enjoyed anything as far as I know. And I love the paper round. And this is the first time he. Was talking about the other day as well. But I said to that he really thinks that paper on the ad was 40. It was the best job he'd ever had. He still thinks the best job. He was. He said he was his own boss would know you, weren't he on a bike, and think. And he said, I bet if I phoned those people who I delivered the papers to, they'd say it was the best delivery they've heard. He said, in fact, I bet a lot of them have chucked in delivery because it went downhill. This is all it's thinking, this. He went along. Yeah. Didn't yeah. Yeah. Imagine phone and someone up says, you don't me, but I used to live your paper ten years ago. Was it the best delivery service you've ever had? No, but if I said I delivered it ten years ago, you used to. If you got up at like six in the morning, it was there for you. Yeah. There's no other paper boy who could guarantee that they'd have that paper when they got. If you could earn enough money, would you do a paper round again? If that was your job, but you were being paid enough to make a living from it. Is that something you think about? Do you think you'd enjoy it as much nowadays? Yeah, I reckon I would. Yeah? Yeah. Listen to some music. Sure. A thousand pound a week. Would you do the best? Yeah. Would you really? Yeah. Is there anyone out there who is willing to test that? So anyone who's willing to pay Carl. Right. Some of them are a grand to take a week off work and deliver papers just for that week. All day, though. It's all day. No, no, no. I'll get up and the customers will have their paper. Yeah, but can I tell you what stream? No. Because it's the M 25. You are being paid a thousand pounds. The M 25. I'll tell you what, let's, let's, let's take the mood down a little bit and play one of the most beautiful songs I've been looking forward to getting just to play this, to be honest. It's Jimmy Webb's version of Galveston. Galveston there by the brilliant Jimmy Webb. Uh huh. Who wrote it? Who wrote it? He wrote it. Yes. I mean, yeah. William Jimmy Webb. Who wrote it? It was all one sentence. Yes. Did I confuse you again? Yeah, with my speech patterns. It's just. Just using the English language is always helpful. But compared to Carl, I'm Oscar Wilde. I suppose. So be afraid. Electric software on XFM 104.9. Not long to go on our return. Triumphant return. I think. I think the place would be sane. Steve. Yes, yes, Carl. I met Carl times in our sabbatical. And he said to me once, he said, oysters. Have you ever tried oysters? I don't like them. And now. And I said, oh, it's just the thing about swallowing them whole, you know, you went, well, the reason you have to do that is this. They're they're fatally poisonous and if you bite into them, they kill you. And I went, of course they don't. He went, yeah. I went, well, of course they wouldn't. What if you chew? Do I say? He said, no. I said, well, so you swallow them whole. Not poisonous. He went, yeah. Ah, see? He said. So. He said, when you swallow heroin in a johnny, he says, that doesn't kill you, does it? That was it. Oh, and then about a week later, and I was wrong about them. Yeah. I went, where? I said, yeah, yeah, yeah. And what did you say? It's if you eat them and then you have some whiskey. They turn deadly. When. When whiskey comes into contact with them. Yeah. When. When they've had a drink, they get. A bit rowdy in your stomach. They start fighting. They can cause hilarious rupturing. So what are you saying now? You're saying you don't believe that? Am I saying? What are you saying? You don't believe that? He thinks he's got us here. He thinks he's got us here. Yeah. I don't believe that. If you eat an oyster, then drink some whiskey, you die. You might not die straight away, but you won't eventually. 50 years time. If you've got. You've got to keep on drinking whiskey. Yeah. 50 or 60 years later, he was dead. Yeah. Oyster and a bottle of whiskey bait. Then out of nowhere, 40 years. Where's this information come from? If some doctor called up now. Yeah, I'll put you right. Would you believe him if it wasn't Doctor Fox? Yeah. What about the airy, airy lads growing up with the werewolves and that they. Didn'T grow up with three different genetic mutation where they said, you know, they were born with very, very hyssop. There were a couple of kids. Yes, we know, up with wolves. And you can't kill them with a silver bullet. I mean, you're confusing two things. There were some kids who were very, very hairy. Yes. Yeah, they're in folklore. There were some kids who grew up with wolves. Yes. I don't think the two are connected. Yeah. There's no such thing as werewolves, Carl. You believe me? I saw a documentary on it on the History Channel. You'd have loved it. You. You grew up with a man. You know, you don't flap around, do you, and steal people's jewelry. What was the thing you told me about snails. Have you ever had any, any post that that looks like it's been opened occasionally? Yeah. Yeah. All right, well, what it is, it's not your postman having a sneaky look. A sneaky look. Problem is, right? Slugs. The problem. Slugs. Slugs at night, they like nipping about and that. It gets a bit cold. And in London, like in the country, they go into the grass, don't they? Right. But in London, it's like, oh, what can we do? And they go in letterboxes. Slugs going, letter boxes. Boxes. It's nice and warm in there, dry and what have you. And these are homeless slugs, aren't they? Ones that lost their shell when they're in there. They only found out that they love glue. They've been eating. Eating the glue off the stamps. Right. And people have been getting charged for post because it hasn't had stamps on it. It's like, well, I put a stamp on it. Yes. Slugs have been eating it. Sure. And they also eat the glue that's on the actual envelope shutter. And it's a real popular problem, this. That letters are being lost and opened and all that stuff. Slugs. Slugs. Like stealing postal orders and things and cashing them in and stuff. Yeah. Again, you know, if there's a doctor. If there's a postman. Yeah. Well, with us, two expert witnesses, a doctor and a postman. So post is a real problem. So when we see a slug trail or a snail's trail. It's glue. That's glue they've stolen, is it? That's. They've just. That's a little. I'm not. I'm not gonna say. But we could follow that trail and find them and they'd have a big. Yeah. Our stamps and. Yeah, there they are. Like birthday cards. Yeah. But a two pound note. Yes. Oh, that's fantastic. Slugs. Oysters and whiskey kill. Yeah, and slugs. Be very careful if you're gonna go out this evening. You're thinking of having a whiskey, maybe some oysters. Be very, very careful. If you are going to post a letter, please not use tasty glue. Do you realize.",
  "utterances": [
    {
      "speaker": "A",
      "text": "That speeder and come back around. It's a new leaf, Steve. I've do properly now. I'm gonna be slovenly. I'm sitting up straight, you see?",
      "start": 3120,
      "end": 9606,
      "confidence": 0.869682
    },
    {
      "speaker": "B",
      "text": "Yep.",
      "start": 9630,
      "end": 9902,
      "confidence": 0.22587
    },
    {
      "speaker": "A",
      "text": "And it's gonna be a proper djing because I think coming up soon some great tracks, including a new one from Abs and an old one from snow informer.",
      "start": 9958,
      "end": 17646,
      "confidence": 0.9035324137931036
    },
    {
      "speaker": "C",
      "text": "You don't be dead if you stomach a boom, a licky boom boom down.",
      "start": 17710,
      "end": 20198,
      "confidence": 0.604862857142857
    },
    {
      "speaker": "A",
      "text": "I'm joking, of course. We've got some fantastic tracks.",
      "start": 20286,
      "end": 22950,
      "confidence": 0.9401555555555556
    },
    {
      "speaker": "C",
      "text": "There's some great chat.",
      "start": 22982,
      "end": 23686,
      "confidence": 0.6861524999999999
    },
    {
      "speaker": "A",
      "text": "And we've got Kyle. I'm Ricky Gervais on XFM 104.9.",
      "start": 23710,
      "end": 27646,
      "confidence": 0.7357000000000001
    },
    {
      "speaker": "C",
      "text": "There he is indeed. With him, Steve Merchant and Carl Pilkinson, of course. Say hello, Karl.",
      "start": 27670,
      "end": 31502,
      "confidence": 0.81591625
    },
    {
      "speaker": "D",
      "text": "All right?",
      "start": 31558,
      "end": 31974,
      "confidence": 0.62117
    },
    {
      "speaker": "C",
      "text": "Yeah, nice. And you say you read the beginning.",
      "start": 32054,
      "end": 35846,
      "confidence": 0.744118888888889
    },
    {
      "speaker": "A",
      "text": "Of a radio show is very much your wares, your shop window laying out your stall. I don't think you could choose a better track than the only ones. Another girl on the planet.",
      "start": 35910,
      "end": 43806,
      "confidence": 0.9012770588235295
    },
    {
      "speaker": "C",
      "text": "I'd love to hear it.",
      "start": 43830,
      "end": 44874,
      "confidence": 0.8869719999999999
    },
    {
      "speaker": "A",
      "text": "Another planet. One of my favorite intros, that amazing. Oh, that was dangerous, because I once heard on capital radio this has got to be the greatest rock intro of all time. And they played money for nothing by dire straits.",
      "start": 46854,
      "end": 60030,
      "confidence": 0.9145239024390244
    },
    {
      "speaker": "C",
      "text": "Brilliant.",
      "start": 60062,
      "end": 60726,
      "confidence": 0.86794
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 60870,
      "end": 61486,
      "confidence": 0.45457500000000006
    },
    {
      "speaker": "A",
      "text": "Just imagine him putting their head down.",
      "start": 61550,
      "end": 62830,
      "confidence": 0.8025100000000001
    },
    {
      "speaker": "C",
      "text": "I remember a friend of mine when I was at school, he just bought a car and he took me outside to show off the stereo system. Money for nothing.",
      "start": 62862,
      "end": 69630,
      "confidence": 0.9420509999999999
    },
    {
      "speaker": "B",
      "text": "Just to just.",
      "start": 69742,
      "end": 70406,
      "confidence": 0.6952466666666667
    },
    {
      "speaker": "C",
      "text": "He just played that. I never heard song before. Just played that for its entire four or five minute duration. It is a good song.",
      "start": 70470,
      "end": 75518,
      "confidence": 0.8387332000000001
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 75686,
      "end": 76030,
      "confidence": 0.85724
    },
    {
      "speaker": "A",
      "text": "It's a good song for showing off intros and sound systems. Exactly, yeah.",
      "start": 76062,
      "end": 79990,
      "confidence": 0.9169900000000001
    },
    {
      "speaker": "C",
      "text": "You said you were driving along earlier. You saw someone, are you?",
      "start": 80062,
      "end": 82822,
      "confidence": 0.9484200000000002
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 82878,
      "end": 83230,
      "confidence": 0.80174
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 83302,
      "end": 83510,
      "confidence": 0.51467
    },
    {
      "speaker": "A",
      "text": "It was one of those zooped up, sort of sporty saloons, you know, the big. Like a Mondale, some of those big. And it was blaring out and the bloke. And it was sort of like. I could tell he was 25 but already going bald from like, obviously his estate agency jobs. Not tell he's made a bit of money and he's got. And the serious note was ridiculous. I mean, so loud. And it was going through Covent Garden. He was playing snow in.",
      "start": 83542,
      "end": 106754,
      "confidence": 0.8585940697674418
    },
    {
      "speaker": "C",
      "text": "Do people remember informal by snow? It was a big tuning.",
      "start": 107974,
      "end": 110518,
      "confidence": 0.8358790909090911
    },
    {
      "speaker": "A",
      "text": "I don't know.",
      "start": 110566,
      "end": 111190,
      "confidence": 0.8140466666666667
    },
    {
      "speaker": "B",
      "text": "It's great.",
      "start": 111302,
      "end": 111878,
      "confidence": 0.91463
    },
    {
      "speaker": "A",
      "text": "Yeah, I always enjoy it.",
      "start": 111926,
      "end": 113062,
      "confidence": 0.7132700000000001
    },
    {
      "speaker": "C",
      "text": "Can I bring that in next week?",
      "start": 113078,
      "end": 113862,
      "confidence": 0.9646485714285715
    },
    {
      "speaker": "A",
      "text": "Can we play snow next week? Well, you can play a tiny little bit.",
      "start": 113878,
      "end": 116166,
      "confidence": 0.8817250000000001
    },
    {
      "speaker": "C",
      "text": "Tiny little bit snow, yeah. Do you ride the snow car?",
      "start": 116190,
      "end": 118754,
      "confidence": 0.7846727272727272
    },
    {
      "speaker": "A",
      "text": "Yeah, loved it. Oh, did you?",
      "start": 119294,
      "end": 120726,
      "confidence": 0.7996766666666666
    },
    {
      "speaker": "C",
      "text": "Big tune from the nineties.",
      "start": 120750,
      "end": 121782,
      "confidence": 0.7496820000000001
    },
    {
      "speaker": "D",
      "text": "Happy song.",
      "start": 121918,
      "end": 122686,
      "confidence": 0.9474
    },
    {
      "speaker": "C",
      "text": "You were saying that you've turned over a new lead.",
      "start": 122790,
      "end": 124190,
      "confidence": 0.919185
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 124222,
      "end": 125030,
      "confidence": 0.635945
    },
    {
      "speaker": "C",
      "text": "Is that in all aspects of your life or is that just in your broadcasting career? Because the reason I bring that up is because. Do you want to describe what you were eating just now when we came in? Because you're a 40. You're a 40 year old man, you put on a little bit of weight. So presumably you're watching what you eat.",
      "start": 125142,
      "end": 136710,
      "confidence": 0.9138995384615389
    },
    {
      "speaker": "A",
      "text": "Well, no, but it sounded exotic. I went into a cafe and I didn't. They didn't have a cheese sandwich.",
      "start": 136782,
      "end": 141390,
      "confidence": 0.8787635000000001
    },
    {
      "speaker": "C",
      "text": "Right.",
      "start": 141462,
      "end": 141838,
      "confidence": 0.88401
    },
    {
      "speaker": "A",
      "text": "And can I describe what it looked like to me?",
      "start": 141926,
      "end": 144654,
      "confidence": 0.9672049999999999
    },
    {
      "speaker": "C",
      "text": "Right. It looked to me like a big slab of cheese. You just got them to just cut off a big block of cheese, like the size of a CD case or one of those double albums. Right. And just lightly melt that for me. So it drips over my hand and it gets really greasy in the bag. But just lay some strips of bacon on the top.",
      "start": 144734,
      "end": 160558,
      "confidence": 0.9405257971014493
    },
    {
      "speaker": "A",
      "text": "Yeah, but listen, you've embarrassed us out. No, it's a croque monsieur. So it's fruit.",
      "start": 160646,
      "end": 164086,
      "confidence": 0.7542226666666668
    },
    {
      "speaker": "C",
      "text": "It's a what?",
      "start": 164110,
      "end": 164598,
      "confidence": 0.69693
    },
    {
      "speaker": "A",
      "text": "A croque monsieur.",
      "start": 164686,
      "end": 165774,
      "confidence": 0.68465
    },
    {
      "speaker": "C",
      "text": "A crock monsieur.",
      "start": 165854,
      "end": 166958,
      "confidence": 0.5958966666666666
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 167006,
      "end": 167230,
      "confidence": 0.9503
    },
    {
      "speaker": "A",
      "text": "And so I got. I've never heard of a croquet you've embarrassed to see.",
      "start": 167262,
      "end": 170846,
      "confidence": 0.7894792857142857
    },
    {
      "speaker": "C",
      "text": "Is that how it's pronounced? Or is it croque monsieur? Oh, hey, you didn't expect me to be bringing out the French, eh? Two m. Le music pop. Oui, je t'aime le music pop.",
      "start": 170870,
      "end": 184094,
      "confidence": 0.7859417647058826
    },
    {
      "speaker": "A",
      "text": "Le plume de matant.",
      "start": 184174,
      "end": 185594,
      "confidence": 0.7694525
    },
    {
      "speaker": "C",
      "text": "Initiative.",
      "start": 186174,
      "end": 187078,
      "confidence": 0.43118
    },
    {
      "speaker": "A",
      "text": "That means my aunt's pen.",
      "start": 187166,
      "end": 189574,
      "confidence": 0.8478239999999999
    },
    {
      "speaker": "C",
      "text": "So what was it, then?",
      "start": 189734,
      "end": 190622,
      "confidence": 0.98436
    },
    {
      "speaker": "B",
      "text": "A crop.",
      "start": 190638,
      "end": 190846,
      "confidence": 0.49362
    },
    {
      "speaker": "C",
      "text": "It was a crop shirt.",
      "start": 190870,
      "end": 191582,
      "confidence": 0.656994
    },
    {
      "speaker": "A",
      "text": "And it was just too greasy.",
      "start": 191638,
      "end": 192630,
      "confidence": 0.9168350000000002
    },
    {
      "speaker": "C",
      "text": "It was just too.",
      "start": 192662,
      "end": 193294,
      "confidence": 0.8407074999999999
    },
    {
      "speaker": "A",
      "text": "And it was all wobbly. Well, I like toast. Like it to be crisp.",
      "start": 193374,
      "end": 196654,
      "confidence": 0.8231828571428572
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 196734,
      "end": 197046,
      "confidence": 0.79251
    },
    {
      "speaker": "A",
      "text": "It's the thing with, like.",
      "start": 197110,
      "end": 198094,
      "confidence": 0.912064
    },
    {
      "speaker": "B",
      "text": "What?",
      "start": 198214,
      "end": 198830,
      "confidence": 0.64691
    },
    {
      "speaker": "A",
      "text": "This is rubbish play. Coldplay. Out of the pan. Yeah, cold play. That's right, isn't it?",
      "start": 198982,
      "end": 209190,
      "confidence": 0.727753125
    },
    {
      "speaker": "C",
      "text": "Yeah, it's not bad.",
      "start": 209222,
      "end": 209686,
      "confidence": 0.7788325
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 209710,
      "end": 210086,
      "confidence": 0.45158
    },
    {
      "speaker": "A",
      "text": "Nice little track. Well, Steve, we've been away now for, what, 12, 13, 14 weeks.",
      "start": 210190,
      "end": 214822,
      "confidence": 0.9582973333333336
    },
    {
      "speaker": "C",
      "text": "Is that really?",
      "start": 214838,
      "end": 215640,
      "confidence": 0.8467266666666666
    },
    {
      "speaker": "A",
      "text": "Yeah, I've been looking forward to coming back.",
      "start": 215742,
      "end": 218260,
      "confidence": 0.9334087500000001
    },
    {
      "speaker": "B",
      "text": "It's great.",
      "start": 218452,
      "end": 218916,
      "confidence": 0.954905
    },
    {
      "speaker": "A",
      "text": "It's great to be back.",
      "start": 218940,
      "end": 219804,
      "confidence": 0.989546
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 219884,
      "end": 220372,
      "confidence": 0.39796
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 220468,
      "end": 220788,
      "confidence": 0.64944
    },
    {
      "speaker": "A",
      "text": "And.",
      "start": 220836,
      "end": 221424,
      "confidence": 0.92
    },
    {
      "speaker": "C",
      "text": "Yeah, we've had some laughs and tears in the interim, I imagine. Yeah, we've had a few ups and downs, obviously. Working on the tv show, the office, BaftA winning, coming soon. But I just need to mention something quickly to you. When did I last see you? I saw you yesterday, didn't I? Yeah, because we went up to Edinburgh yesterday. We were very nicely invited to go and talk at the Edinburgh International Television Festival. It was quite a big deal. We went out there and we were interviewed and Ricky chose go on the train because it takes like 4 hours at four and a half hours or something on the train, but it's quite leisurely. It's quite gentlemanly thing to do.",
      "start": 221884,
      "end": 252572,
      "confidence": 0.8872459200000001
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 252588,
      "end": 252860,
      "confidence": 0.45641
    },
    {
      "speaker": "C",
      "text": "I opted to go for the plane and fly up there.",
      "start": 252932,
      "end": 255340,
      "confidence": 0.9343109090909091
    },
    {
      "speaker": "A",
      "text": "More modern.",
      "start": 255372,
      "end": 255940,
      "confidence": 0.94171
    },
    {
      "speaker": "C",
      "text": "Exactly.",
      "start": 256012,
      "end": 256300,
      "confidence": 0.49308
    },
    {
      "speaker": "B",
      "text": "And.",
      "start": 256332,
      "end": 256572,
      "confidence": 0.89
    },
    {
      "speaker": "C",
      "text": "And they bankrolled that. They paid for it all. And that was all very nice. And as I recall, when I last saw you, we got cab didn't win, and you asked if you could get the cab to drop you off at the train station.",
      "start": 256628,
      "end": 266308,
      "confidence": 0.922386956521739
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 266356,
      "end": 266604,
      "confidence": 0.86192
    },
    {
      "speaker": "C",
      "text": "And then it took me onto the airport.",
      "start": 266644,
      "end": 267916,
      "confidence": 0.8972225
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 267980,
      "end": 268624,
      "confidence": 0.85979
    },
    {
      "speaker": "C",
      "text": "Did I know that was. That was before. The last time I saw you was before I got to the airport and missed my flight, wasn't it?",
      "start": 269084,
      "end": 274344,
      "confidence": 0.9314155555555557
    },
    {
      "speaker": "B",
      "text": "Because.",
      "start": 275064,
      "end": 275472,
      "confidence": 0.81947
    },
    {
      "speaker": "C",
      "text": "Because I had to drop you off.",
      "start": 275528,
      "end": 276568,
      "confidence": 0.9028485714285714
    },
    {
      "speaker": "A",
      "text": "In the central town.",
      "start": 276616,
      "end": 277376,
      "confidence": 0.7567349999999999
    },
    {
      "speaker": "C",
      "text": "Yeah, no, that, that was so. That was just before I had to pay 165 pounds to upgrade to another ticket.",
      "start": 277440,
      "end": 282928,
      "confidence": 0.8795095238095237
    },
    {
      "speaker": "A",
      "text": "Did you not tell me that in the last hour?",
      "start": 282976,
      "end": 284816,
      "confidence": 0.984778
    },
    {
      "speaker": "C",
      "text": "165 pounds, Ricky, I had to pay because we dropped you off at the train station. So, I mean, do you want to go house on that or what do you want to. How do you want to deal with that? How do you want to sort that whole, that whole mess?",
      "start": 284880,
      "end": 296520,
      "confidence": 0.9023473076923076
    },
    {
      "speaker": "A",
      "text": "Why were you late?",
      "start": 296592,
      "end": 297632,
      "confidence": 0.97668
    },
    {
      "speaker": "C",
      "text": "Why was I late? Because we dropped you off in the center of Edinburgh, and you know how hard it is to get out of Edinburgh and rush hour traffic.",
      "start": 297808,
      "end": 303120,
      "confidence": 0.9109516666666663
    },
    {
      "speaker": "A",
      "text": "But it was only. It was only three minutes away. So you missed it.",
      "start": 303192,
      "end": 306280,
      "confidence": 0.8995278571428571
    },
    {
      "speaker": "C",
      "text": "No, because if we'd gone the other direction, it would be 20 minutes. It took me, like an hour to get to the trip to the airport, and I got there and the plane had already left, and the cabbie was just laughing. He was saying, we're never going to make it. He goes, you were a religious man. You better start praying. I thought he was being facetious. He was absolutely right. 165.",
      "start": 306392,
      "end": 324280,
      "confidence": 0.9093960810810813
    },
    {
      "speaker": "B",
      "text": "Hold on.",
      "start": 324352,
      "end": 324744,
      "confidence": 0.78766
    },
    {
      "speaker": "A",
      "text": "Why didn't he tell you that when he picked up a question for it?",
      "start": 324784,
      "end": 329408,
      "confidence": 0.8791485714285713
    },
    {
      "speaker": "C",
      "text": "Makes you wonder. So, obviously, I'm a little bit annoyed because, you know, I'm not a man who likes to sort of spend unnecessarily.",
      "start": 329416,
      "end": 335036,
      "confidence": 0.9395362500000001
    },
    {
      "speaker": "A",
      "text": "But wait, but wait. This is not my fault because you were there when we made that decision. I didn't impose this on you. We both decide that might be it. It's both our fault. I mean, it's not no one's fault.",
      "start": 335100,
      "end": 343756,
      "confidence": 0.9051785714285714
    },
    {
      "speaker": "C",
      "text": "It's both our fault. Is that fair? That's all I wanted to hear. It's both our fault, therefore it's both our financial obligation. No, 165.",
      "start": 343780,
      "end": 351140,
      "confidence": 0.9249872
    },
    {
      "speaker": "B",
      "text": "Pounds.",
      "start": 351172,
      "end": 351436,
      "confidence": 0.82
    },
    {
      "speaker": "C",
      "text": "Just split that in half. Write a check, Rick. Write a check. It's fine. I trust you.",
      "start": 351460,
      "end": 355864,
      "confidence": 0.9055323529411765
    },
    {
      "speaker": "A",
      "text": "Phone in. I think everyone.",
      "start": 356844,
      "end": 358452,
      "confidence": 0.9575560000000001
    },
    {
      "speaker": "B",
      "text": "This. This is.",
      "start": 358548,
      "end": 359076,
      "confidence": 0.7193333333333333
    },
    {
      "speaker": "C",
      "text": "You're clearly responsible.",
      "start": 359100,
      "end": 360196,
      "confidence": 0.78473
    },
    {
      "speaker": "A",
      "text": "No, of course I'm not.",
      "start": 360260,
      "end": 361356,
      "confidence": 0.9889240000000001
    },
    {
      "speaker": "B",
      "text": "If you.",
      "start": 361380,
      "end": 361676,
      "confidence": 0.812165
    },
    {
      "speaker": "A",
      "text": "If you share a cab and then one person's lucky enough to not be late and one person is unlucky enough and that's what it is, bad luck. I don't think you share the obligation, morals I learned with this, isn't it?",
      "start": 361700,
      "end": 372172,
      "confidence": 0.9134326190476187
    },
    {
      "speaker": "C",
      "text": "But it's more than that though, isn't it? Because let's be honest. What? Even if you had known that I was gonna get there late, you'd have wanted me to hang around just so you weren't left around waiting for a train on the.",
      "start": 372188,
      "end": 382452,
      "confidence": 0.9084634090909092
    },
    {
      "speaker": "A",
      "text": "No, because I got.",
      "start": 382468,
      "end": 382988,
      "confidence": 0.6553499999999999
    },
    {
      "speaker": "C",
      "text": "You get bored sitting there. So you'd have wanted me to at least got in that car.",
      "start": 383036,
      "end": 386180,
      "confidence": 0.8101499999999998
    },
    {
      "speaker": "A",
      "text": "I got there way too early. I actually got there about. I was there about 30 minutes.",
      "start": 386212,
      "end": 391464,
      "confidence": 0.9557758823529412
    },
    {
      "speaker": "B",
      "text": "Well, exactly.",
      "start": 391924,
      "end": 392476,
      "confidence": 0.813805
    },
    {
      "speaker": "A",
      "text": "So I mean, I did. I sacrificed me hanging around for half an hour so you could get it a 04:15. And the other thing is this. You were going to get it at 04:15 anyway.",
      "start": 392500,
      "end": 402156,
      "confidence": 0.9065602777777779
    },
    {
      "speaker": "C",
      "text": "Yeah, but I would. If I'd gone the other direction and not dropped you off in the center, I would have been there in time.",
      "start": 402300,
      "end": 406596,
      "confidence": 0.8657480000000001
    },
    {
      "speaker": "B",
      "text": "Wow.",
      "start": 406620,
      "end": 406804,
      "confidence": 0.61137
    },
    {
      "speaker": "A",
      "text": "Would we?",
      "start": 406844,
      "end": 407340,
      "confidence": 0.980175
    },
    {
      "speaker": "B",
      "text": "Would we?",
      "start": 407412,
      "end": 407828,
      "confidence": 0.8366800000000001
    },
    {
      "speaker": "A",
      "text": "Is that true? Wow. Only God knows.",
      "start": 407876,
      "end": 411476,
      "confidence": 0.8729028571428571
    },
    {
      "speaker": "C",
      "text": "Well, and the cabbie. What I mentioned it to.",
      "start": 411540,
      "end": 415424,
      "confidence": 0.9193633333333333
    },
    {
      "speaker": "A",
      "text": "I tell you what, to cheer you up. I'll tell you what's better than 80 quid. I'll tell you what's better.",
      "start": 417964,
      "end": 421436,
      "confidence": 0.8487190476190476
    },
    {
      "speaker": "B",
      "text": "That.",
      "start": 421460,
      "end": 421572,
      "confidence": 0.32434
    },
    {
      "speaker": "A",
      "text": "Shall I? Music. What are you paying?",
      "start": 421588,
      "end": 423852,
      "confidence": 0.96076
    },
    {
      "speaker": "C",
      "text": "The whole 165?",
      "start": 423868,
      "end": 425264,
      "confidence": 0.9249833333333334
    },
    {
      "speaker": "A",
      "text": "Listen, I've brought in a little track here. Bruce Springsteen. That's the turn of love album. And I know you're a Springsteen fan. I'm a Springsteen fan.",
      "start": 425564,
      "end": 432436,
      "confidence": 0.8454848148148151
    },
    {
      "speaker": "C",
      "text": "We should just qualify this because a lot of people who listen to XFM, obviously a bit edgy about Springsteen, they just think he's this old kind of ludicrous eighties rocker. The bandana, you know, the flying the flag, which he never really was.",
      "start": 432460,
      "end": 442148,
      "confidence": 0.8852361363636363
    },
    {
      "speaker": "A",
      "text": "That was Bon Jovi.",
      "start": 442196,
      "end": 443132,
      "confidence": 0.93197
    },
    {
      "speaker": "B",
      "text": "Exactly.",
      "start": 443228,
      "end": 443636,
      "confidence": 0.85653
    },
    {
      "speaker": "C",
      "text": "Don't confuse Bon Jovi. But seriously now, do you know me? He did write some great music in the seventies and he just got a little bit kind of pompous in the eighties. But he still turned out some amazing tunes, one of which I imagine is this one.",
      "start": 443700,
      "end": 453732,
      "confidence": 0.9485118367346943
    },
    {
      "speaker": "B",
      "text": "Rick.",
      "start": 453748,
      "end": 453900,
      "confidence": 0.82592
    },
    {
      "speaker": "A",
      "text": "This one's called brilliant disguise. Bit of Springsteen there. Brilliant disguise on XFM 104.9. I think that's. That soothed you a little bit. That's not really taking the blood off.",
      "start": 453932,
      "end": 468544,
      "confidence": 0.7853776666666668
    },
    {
      "speaker": "C",
      "text": "It's quite, Rick, 80 quid.",
      "start": 469284,
      "end": 470492,
      "confidence": 0.637934
    },
    {
      "speaker": "A",
      "text": "You know what? We finished the talk about sort of three, and we had a couple of hours to kill before we got there. About that, after two, wasn't it, before we got the taxi and we were eating in this cafe and Steve said, how long's your train, general? I said, four and a half hours. He went, so I said, I'm getting about ten. He went, half six, me. And he's quite smug. And I went, yeah. I said, it is quite a long time. I just started sort of relaxing over. He went, yeah, but he said, I think I've come off better here, because usually you've organized all this stuff. He said, but I think you've chosen wrong. I think I said, I think you're right.",
      "start": 470548,
      "end": 503044,
      "confidence": 0.8747473846153845
    },
    {
      "speaker": "C",
      "text": "Don't you think? Those words were coming back to haunt me as I was handing over 165 notes? All I was thinking was first class.",
      "start": 503664,
      "end": 513056,
      "confidence": 0.9502572
    },
    {
      "speaker": "A",
      "text": "Drinking John Smiths and listening to Mercedes Walkman.",
      "start": 513200,
      "end": 517656,
      "confidence": 0.76232
    },
    {
      "speaker": "C",
      "text": "I handed over my initial card. She said, under 65 quid. Then I went, fine. I handed over card, it was a switch card. She said, we don't take switch.",
      "start": 517720,
      "end": 524376,
      "confidence": 0.8862926666666665
    },
    {
      "speaker": "A",
      "text": "Don't they?",
      "start": 524480,
      "end": 524992,
      "confidence": 0.7839499999999999
    },
    {
      "speaker": "C",
      "text": "I was thinking, how. What am I going to do then? I don't know what I'm going to do. I don't know where I'm going to get the money from.",
      "start": 525048,
      "end": 529152,
      "confidence": 0.9244153333333334
    },
    {
      "speaker": "A",
      "text": "What did you do in the end, then?",
      "start": 529208,
      "end": 530160,
      "confidence": 0.91031125
    },
    {
      "speaker": "C",
      "text": "Luckily, I had another card, all right, and she managed to accept that one. But I don't know what I'd have done. I don't genuinely.",
      "start": 530232,
      "end": 536144,
      "confidence": 0.8331424000000002
    },
    {
      "speaker": "A",
      "text": "You didn't tell me you had another card.",
      "start": 536184,
      "end": 537504,
      "confidence": 0.89421
    },
    {
      "speaker": "C",
      "text": "Yeah, I got two cards.",
      "start": 537584,
      "end": 538280,
      "confidence": 0.982934
    },
    {
      "speaker": "B",
      "text": "Have you?",
      "start": 538312,
      "end": 538600,
      "confidence": 0.79585
    },
    {
      "speaker": "C",
      "text": "Oh, yeah.",
      "start": 538632,
      "end": 539144,
      "confidence": 0.753885
    },
    {
      "speaker": "A",
      "text": "Oh, yeah, sure, sure, yeah. That is depressed.",
      "start": 539224,
      "end": 542520,
      "confidence": 0.76502375
    },
    {
      "speaker": "C",
      "text": "I was so depressed. Cause I just kept thinking about what I said to you. I've won this time, because normally I'm always, like, legging it for tubes, or I'm just, you know, where I get stuck in the rain and I organize.",
      "start": 542552,
      "end": 551080,
      "confidence": 0.9019967441860465
    },
    {
      "speaker": "A",
      "text": "The driver or something. Because when you get me. I said, why? It's up to you. It's up to you.",
      "start": 551112,
      "end": 554720,
      "confidence": 0.8804874999999999
    },
    {
      "speaker": "B",
      "text": "You know.",
      "start": 554792,
      "end": 555008,
      "confidence": 0.790475
    },
    {
      "speaker": "A",
      "text": "I mean, every man for themselves.",
      "start": 555016,
      "end": 555968,
      "confidence": 0.8737433333333334
    },
    {
      "speaker": "C",
      "text": "This time it was four and a half hours and I was just 40 minutes on the trip, on the plane, there'd have been no problem.",
      "start": 556016,
      "end": 560840,
      "confidence": 0.8900465384615386
    },
    {
      "speaker": "B",
      "text": "Yeah. Unbelievable.",
      "start": 560952,
      "end": 562616,
      "confidence": 0.6573450000000001
    },
    {
      "speaker": "C",
      "text": "I'm so livid. Do you know, I got off because I'm not very well either. I'm a bit ill at the moment. I got off the plane and I thought, well, I could get a cab from the airport all the way back home. But, you know, I've already been stung for under 65 quid. Got the tube, took me forever, really. To you. It took me forever. I got hit probably later than you did. The 11:00 mark.",
      "start": 562760,
      "end": 581614,
      "confidence": 0.8834462025316453
    },
    {
      "speaker": "A",
      "text": "He didn't really.",
      "start": 581694,
      "end": 582278,
      "confidence": 0.84142
    },
    {
      "speaker": "C",
      "text": "I wasn't quite as bad. So I'm really depressed, Rick.",
      "start": 582326,
      "end": 585166,
      "confidence": 0.79023
    },
    {
      "speaker": "A",
      "text": "So I think, I mean, Steve does not like to waste money. And I mean by that, I mean.",
      "start": 585190,
      "end": 590630,
      "confidence": 0.9104205263157896
    },
    {
      "speaker": "C",
      "text": "I mean I like to spend money.",
      "start": 590742,
      "end": 593022,
      "confidence": 0.8646442857142856
    },
    {
      "speaker": "A",
      "text": "No, we actually had to go out and get our shirt for a photo shoot. Not quite an important photo shoot for I think the times I went out buying a shirt. Buying a shirt. Went out, planned it, wasn't sure, came back 49, 14, 99. For hennies.",
      "start": 593118,
      "end": 606070,
      "confidence": 0.8006583333333336
    },
    {
      "speaker": "C",
      "text": "Hennies.",
      "start": 606102,
      "end": 606630,
      "confidence": 0.14045
    },
    {
      "speaker": "A",
      "text": "He knew where he was aiming. He aimed straight for hennies. He knew, he knew where he can get a bargain. This is a man.",
      "start": 606742,
      "end": 611598,
      "confidence": 0.8481132000000001
    },
    {
      "speaker": "C",
      "text": "But it seems to me that that kind of price you can throw them away at. You don't even need to wash them really. You can throw them away using like Kleenex.",
      "start": 611686,
      "end": 616774,
      "confidence": 0.9042462500000001
    },
    {
      "speaker": "A",
      "text": "Have you ever thrown one away?",
      "start": 616814,
      "end": 617702,
      "confidence": 0.9540583333333333
    },
    {
      "speaker": "C",
      "text": "No. Just scrape off the stains and keep on wearing it.",
      "start": 617758,
      "end": 622014,
      "confidence": 0.8576054545454546
    },
    {
      "speaker": "A",
      "text": "Remember that time when we went to the casino for my birthday and I was like under quid down and some people. Under quid up, under quid down. He, after the 3 hours we were there, was down 20 pounds. Genuinely depressed.",
      "start": 622094,
      "end": 634524,
      "confidence": 0.9204545238095236
    },
    {
      "speaker": "C",
      "text": "I was almost crying.",
      "start": 634564,
      "end": 635508,
      "confidence": 0.9663325
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 635636,
      "end": 635876,
      "confidence": 0.62193
    },
    {
      "speaker": "C",
      "text": "Cause I don't.",
      "start": 635900,
      "end": 636236,
      "confidence": 0.697
    },
    {
      "speaker": "B",
      "text": "Well, it's.",
      "start": 636260,
      "end": 636556,
      "confidence": 0.63808
    },
    {
      "speaker": "C",
      "text": "Because it's a mugs game, gambling. It really is. Was that where we. Cause I went there. It was when it was one time we went there, it was our agent's.",
      "start": 636580,
      "end": 644324,
      "confidence": 0.8681080645161291
    },
    {
      "speaker": "A",
      "text": "Oh, that was another time we went there and he was up and he got a win. It was 30 quid up. And so I said, it's your round then. And the round was more than 30 quid and he couldn't believe it. And he sat down and he went, I couldn't believe it, he said. And I bought him a present. So I was already down.",
      "start": 644364,
      "end": 658772,
      "confidence": 0.9336074626865669
    },
    {
      "speaker": "C",
      "text": "Yeah, I was. I turned out I was already down. Cause I bought our agent a gift. I didn't see him, Byron. And you know that thing where you're buying a round of drinks from people you don't even know? So it's like, what's the story there? Why am I suddenly bankrolling you drinks? It's like I don't know you people. I'm not going to get any kind of. I'm not going to see you again to sort of reap the benefits at.",
      "start": 658868,
      "end": 674052,
      "confidence": 0.9058855421686748
    },
    {
      "speaker": "A",
      "text": "Eleven, because he came in, most of.",
      "start": 674068,
      "end": 675612,
      "confidence": 0.8194642857142858
    },
    {
      "speaker": "C",
      "text": "You were married or engaged. So I'm not even going to pull from it. It was a waste of time. It was just pure generosity.",
      "start": 675628,
      "end": 680452,
      "confidence": 0.8931571999999999
    },
    {
      "speaker": "A",
      "text": "It was something like from swingers. Because he came into the cocktail bar holding three chips up worth ten pounds each and went, hello. Like that.",
      "start": 680508,
      "end": 687948,
      "confidence": 0.8722453846153848
    },
    {
      "speaker": "C",
      "text": "30 pounds up. That's a lot of money, Carl. You know, that's 30 quid. You don't want to sniff at that.",
      "start": 688116,
      "end": 693428,
      "confidence": 0.8981485714285714
    },
    {
      "speaker": "A",
      "text": "Oh, what, what song should we play?",
      "start": 693476,
      "end": 694996,
      "confidence": 0.8245300000000001
    },
    {
      "speaker": "B",
      "text": "This.",
      "start": 695020,
      "end": 695204,
      "confidence": 0.90067
    },
    {
      "speaker": "A",
      "text": "We put lots of songs in.",
      "start": 695244,
      "end": 696444,
      "confidence": 0.8109983333333334
    },
    {
      "speaker": "D",
      "text": "So incubus.",
      "start": 696484,
      "end": 698704,
      "confidence": 0.680505
    },
    {
      "speaker": "C",
      "text": "Just a bit more depressed. I thought it was a bit slow.",
      "start": 700564,
      "end": 710524,
      "confidence": 0.7546499999999999
    },
    {
      "speaker": "A",
      "text": "I know, but I'm a fan. I've always been a fan of. Even from, you know, early days. I thought his first song was really great and much maligned. People didn't like it because they were expecting, like, you know, the verb.",
      "start": 710604,
      "end": 721654,
      "confidence": 0.8606342857142858
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 721734,
      "end": 722654,
      "confidence": 0.585935
    },
    {
      "speaker": "A",
      "text": "Urban hymns and all that.",
      "start": 722734,
      "end": 723838,
      "confidence": 0.9194559999999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 723886,
      "end": 724190,
      "confidence": 0.48288
    },
    {
      "speaker": "A",
      "text": "Yeah, that's great. On XFM 104.9. Who are you, Ricky Gervais?",
      "start": 724262,
      "end": 728766,
      "confidence": 0.8393681818181818
    },
    {
      "speaker": "B",
      "text": "Who are you?",
      "start": 728790,
      "end": 729158,
      "confidence": 0.9708933333333333
    },
    {
      "speaker": "C",
      "text": "Steve Merchant?",
      "start": 729206,
      "end": 729686,
      "confidence": 0.81175
    },
    {
      "speaker": "A",
      "text": "Is that little round headed fellow Carl Pilkington?",
      "start": 729710,
      "end": 732086,
      "confidence": 0.746105
    },
    {
      "speaker": "B",
      "text": "Carl.",
      "start": 732150,
      "end": 732470,
      "confidence": 0.61361
    },
    {
      "speaker": "A",
      "text": "Ever a lot of Carl today? He's a bit tired, aren't you?",
      "start": 732502,
      "end": 734630,
      "confidence": 0.7697733333333333
    },
    {
      "speaker": "D",
      "text": "Just a little bit.",
      "start": 734742,
      "end": 735710,
      "confidence": 0.8395175
    },
    {
      "speaker": "A",
      "text": "What happened? You came back from Edinburgh today as well, didn't you, on the plane this morning?",
      "start": 735822,
      "end": 739374,
      "confidence": 0.8581564705882354
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 739494,
      "end": 739838,
      "confidence": 0.96978
    },
    {
      "speaker": "D",
      "text": "Got an early. An early fight.",
      "start": 739886,
      "end": 742246,
      "confidence": 0.8689366666666665
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 742350,
      "end": 743034,
      "confidence": 0.61057
    },
    {
      "speaker": "D",
      "text": "It's just annoying because there's, there was like people on the plane fighting over where they wanted to sit.",
      "start": 744694,
      "end": 751664,
      "confidence": 0.8825863157894737
    },
    {
      "speaker": "A",
      "text": "Surely they've got designated seats.",
      "start": 752404,
      "end": 753892,
      "confidence": 0.8420380000000002
    },
    {
      "speaker": "D",
      "text": "Well, they have, but that wasn't good enough for them. They wanted, like they wanted to sit next to the friends and then it's like, well, you can't because you didn't check in together. So that's. That's the way it is. Yeah, Dan, but the thing is, it's from Edinburgh. 40 minutes.",
      "start": 753948,
      "end": 764460,
      "confidence": 0.9176398076923078
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 764572,
      "end": 765172,
      "confidence": 0.86025
    },
    {
      "speaker": "D",
      "text": "And I just don't understand this sort of.",
      "start": 765308,
      "end": 767236,
      "confidence": 0.9650025000000001
    },
    {
      "speaker": "A",
      "text": "You can stand for that long, can't you?",
      "start": 767380,
      "end": 769184,
      "confidence": 0.9169499999999999
    },
    {
      "speaker": "D",
      "text": "Why do you have to sit next to the person anyway, to be honest? I mean, fair enough if you're going on a long flight, someone to talk to, but for 40 minutes, it really doesn't matter.",
      "start": 770244,
      "end": 777044,
      "confidence": 0.9746835135135136
    },
    {
      "speaker": "A",
      "text": "I never want anyone to talk to. I don't want anyone sitting next to me to talk to me.",
      "start": 777084,
      "end": 781264,
      "confidence": 0.9708773684210527
    },
    {
      "speaker": "D",
      "text": "Why? What are they there for?",
      "start": 781384,
      "end": 783324,
      "confidence": 0.9538783333333333
    },
    {
      "speaker": "B",
      "text": "What?",
      "start": 783664,
      "end": 784360,
      "confidence": 0.49843
    },
    {
      "speaker": "A",
      "text": "I don't mean people I go with. I mean, if I'm traveling alone and I sit next to someone, I don't talk to me.",
      "start": 784512,
      "end": 790352,
      "confidence": 0.9452541666666666
    },
    {
      "speaker": "D",
      "text": "Yeah, but I don't really.",
      "start": 790528,
      "end": 793984,
      "confidence": 0.935754
    },
    {
      "speaker": "A",
      "text": "If I was traveling with you, I'd really not want you to talk to me.",
      "start": 794144,
      "end": 796696,
      "confidence": 0.94797
    },
    {
      "speaker": "C",
      "text": "Not if you're gonna talk like this.",
      "start": 796800,
      "end": 798244,
      "confidence": 0.8959714285714285
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 798864,
      "end": 799672,
      "confidence": 0.33154
    },
    {
      "speaker": "C",
      "text": "You sound like you're suicidal, mate. It was just a couple of people arguing. It's over, man. Yeah. Why is it still stupid?",
      "start": 799848,
      "end": 805560,
      "confidence": 0.8035947826086955
    },
    {
      "speaker": "A",
      "text": "He paid 160 quid and he's not winching. He doesn't care.",
      "start": 805672,
      "end": 807808,
      "confidence": 0.8636345454545455
    },
    {
      "speaker": "C",
      "text": "165 quid. Let's get it right. If you're gonna bring it up, we're.",
      "start": 807856,
      "end": 811048,
      "confidence": 0.8333061538461538
    },
    {
      "speaker": "A",
      "text": "Gonna mention it, and it's like Waterford's back to him. He said to me, Rick, it's only money. And money is just something you have in case you don't die tomorrow. He's got great attitude towards money, Steve. It's like easy come, easy go. So just take a leaf out of Steve the I'm not spending that much merchant, and you'll have a happier life.",
      "start": 811056,
      "end": 831656,
      "confidence": 0.8939259999999998
    },
    {
      "speaker": "C",
      "text": "Sorry, I just need to defend myself for a minute. There are certain instances in life where, you know, you're giving me an attitude like, I'm tight. It's not tight. No, shut up. Let me defend myself. It's not that I'm tight with money. It's that I want to get value for money at all times. Because, you know, you probably got a lot of cash given to you, maybe as pocket money when you was a kid. Every penny I've ever had is the money I've earned. So, frankly, I'm going to spend it wisely. Like, for instance, you might say you're in a party, or so you're at a party, maybe in a bar with someone's birthday. You get talking to a girl, right? Maybe you buy her some drinks, right? You're chatting to her, and then you chatting away for 2 hours. And then at the end of the evening, she says, oh, I got to go meet my boyfriend now, right? She's wasted my money and my time there. That's 2 hours wasted and money wasted right?",
      "start": 831720,
      "end": 869288,
      "confidence": 0.9115250276243095
    },
    {
      "speaker": "B",
      "text": "Now.",
      "start": 869336,
      "end": 869520,
      "confidence": 0.85859
    },
    {
      "speaker": "C",
      "text": "She should have told me straight away that she had a boyfriend and I wouldn't bother with her.",
      "start": 869552,
      "end": 873004,
      "confidence": 0.87959
    },
    {
      "speaker": "B",
      "text": "Thought she was just having a chat.",
      "start": 874304,
      "end": 875600,
      "confidence": 0.9014300000000001
    },
    {
      "speaker": "A",
      "text": "With another human being where you.",
      "start": 875632,
      "end": 877352,
      "confidence": 0.8859033333333334
    },
    {
      "speaker": "C",
      "text": "I'm being deliberately deceived so people can extract money from me. Or, interesting conversation. She knew what I was after. It was obvious. The drooling mouth, you know, the beady eyes. And yet she was leading me on.",
      "start": 877368,
      "end": 888288,
      "confidence": 0.8915981578947371
    },
    {
      "speaker": "A",
      "text": "And she was a prostitute. And think how he felt about that.",
      "start": 888336,
      "end": 891264,
      "confidence": 0.9497316666666665
    },
    {
      "speaker": "C",
      "text": "I mean, what did I try and cheapen it with? That kind of cheap sexual innuendo, right?",
      "start": 891304,
      "end": 895552,
      "confidence": 0.8434852941176469
    },
    {
      "speaker": "B",
      "text": "She.",
      "start": 895648,
      "end": 896000,
      "confidence": 0.77217
    },
    {
      "speaker": "C",
      "text": "She could occasionally slept with me for money. It wasn't for money.",
      "start": 896072,
      "end": 899640,
      "confidence": 0.7687824999999999
    },
    {
      "speaker": "A",
      "text": "It was for meals.",
      "start": 899672,
      "end": 900352,
      "confidence": 0.9099975
    },
    {
      "speaker": "C",
      "text": "Yeah, but the point was, you know what I mean? It's just that sort of attitude generally in my life is like, don't waste my time. You know, don't waste my time or my money.",
      "start": 900408,
      "end": 906368,
      "confidence": 0.8739614285714286
    },
    {
      "speaker": "B",
      "text": "You're right.",
      "start": 906416,
      "end": 906680,
      "confidence": 0.40778000000000003
    },
    {
      "speaker": "C",
      "text": "Life is. The clock is ticking as far as I'm concerned. And, you know, and so just if you've got a boyfriend and I come up and I'm chatting you up, just let me know and I'll wear a bag. I won't bother you. Yes, please. I'm glad you mentioned that because I feel we should. They should definitely introduce some kind of bad.",
      "start": 906712,
      "end": 919864,
      "confidence": 0.8740928125
    },
    {
      "speaker": "A",
      "text": "You see, the problem is that women without boyfriends will be wearing those badges now and you won't be able to. You know what I mean? You won't be able to say, have you really got a boyfriend?",
      "start": 919904,
      "end": 927592,
      "confidence": 0.9413855263157892
    },
    {
      "speaker": "C",
      "text": "No, I just think there should be some kind of. Sort of this sort of. There should be an etiquette, there should be an understanding, you know, because they know. They can see what I'm after. It's all.",
      "start": 927688,
      "end": 934824,
      "confidence": 0.9184676315789475
    },
    {
      "speaker": "B",
      "text": "Is it obvious? Is it.",
      "start": 934944,
      "end": 936168,
      "confidence": 0.8877980000000001
    },
    {
      "speaker": "C",
      "text": "I make it very clear you're not a subtle man. Come over and pant.",
      "start": 936216,
      "end": 939336,
      "confidence": 0.826477857142857
    },
    {
      "speaker": "A",
      "text": "Do you still. Do you still try and attract their attention by throwing small rocks at them? Yeah. Has that ever worked?",
      "start": 939400,
      "end": 944944,
      "confidence": 0.8952131818181818
    },
    {
      "speaker": "B",
      "text": "Occasionally.",
      "start": 944984,
      "end": 945600,
      "confidence": 0.88683
    },
    {
      "speaker": "C",
      "text": "Is it really, you know, the desperate ones or homeless ones?",
      "start": 945672,
      "end": 948120,
      "confidence": 0.9269281818181817
    },
    {
      "speaker": "A",
      "text": "Oh, the homeless ones. He wants.",
      "start": 948192,
      "end": 949800,
      "confidence": 0.8220533333333333
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 949832,
      "end": 950048,
      "confidence": 0.96767
    },
    {
      "speaker": "A",
      "text": "He said to me, he came in to work and he said, I gave a homeless girl a pound, right. Cause I fancied her. He said, is that wrong? Is that really bad?",
      "start": 950096,
      "end": 962072,
      "confidence": 0.9488148484848483
    },
    {
      "speaker": "C",
      "text": "I don't think it is, you see. I don't think it is, because it seems to me if she was an attractive homeless girl and she deserves some.",
      "start": 962128,
      "end": 967208,
      "confidence": 0.8995103571428574
    },
    {
      "speaker": "A",
      "text": "Of my money, because I just imagine him slowing down. I imagine him, like, going past loads of tramps, going, get out, get a job. And she goes, ah, hello.",
      "start": 967216,
      "end": 975610,
      "confidence": 0.8164026666666667
    },
    {
      "speaker": "C",
      "text": "But I have to say I did for a moment, just pause and think to myself whether I could kind of scoop her up in my arms, take her back to my place and kind of turn her life around like my fair lady, you know what I mean? Kind of teach her to speak properly and dress her up in small clothes and take her out into sort of society.",
      "start": 975722,
      "end": 989330,
      "confidence": 0.9113988732394365
    },
    {
      "speaker": "A",
      "text": "I think that's where your first mistake was. You said, listen, love, I'm up for it if I can hose you down. That was where you went wrong. Smith's cemetery gates. Great, wasn't it?",
      "start": 989442,
      "end": 1002752,
      "confidence": 0.887329117647059
    },
    {
      "speaker": "C",
      "text": "Always cracking off.",
      "start": 1002808,
      "end": 1003664,
      "confidence": 0.9891399999999999
    },
    {
      "speaker": "A",
      "text": "Queen is dead, voted best album of all time, I think, in the enemy poll. I don't think it is.",
      "start": 1003704,
      "end": 1007392,
      "confidence": 0.9244804999999999
    },
    {
      "speaker": "C",
      "text": "There we come.",
      "start": 1007408,
      "end": 1008424,
      "confidence": 0.5268466666666667
    },
    {
      "speaker": "A",
      "text": "I agree, I agree.",
      "start": 1008464,
      "end": 1010344,
      "confidence": 0.984665
    },
    {
      "speaker": "B",
      "text": "Yeah, yeah.",
      "start": 1010424,
      "end": 1010952,
      "confidence": 0.762805
    },
    {
      "speaker": "C",
      "text": "Cracking.",
      "start": 1011008,
      "end": 1011672,
      "confidence": 0.83526
    },
    {
      "speaker": "A",
      "text": "Anyway, Carl.",
      "start": 1011808,
      "end": 1012648,
      "confidence": 0.93047
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1012696,
      "end": 1012896,
      "confidence": 0.6262
    },
    {
      "speaker": "A",
      "text": "So people are arguing on the flight. How did you enjoy Edinburgh, by the way, anyway? Because I saw you up there briefly with you and Nick Frost, your new mates, Nick Frost and Simon Pegg. You know, he prefers them to us now.",
      "start": 1012920,
      "end": 1022524,
      "confidence": 0.9122606818181819
    },
    {
      "speaker": "C",
      "text": "I know, apparently. I could tell that from just talking to him.",
      "start": 1022624,
      "end": 1024556,
      "confidence": 0.8708358333333334
    },
    {
      "speaker": "A",
      "text": "It was just. It was the way he was sort of looking at them. He was just smiling at Nick Foss. This is new. Best chair. You love Nick Foster.",
      "start": 1024620,
      "end": 1029908,
      "confidence": 0.7788976666666667
    },
    {
      "speaker": "D",
      "text": "Do you have preferred it, right, if I went to Edinburgh and had to sit with some people that I really didn't like, would you have been happier for me?",
      "start": 1029956,
      "end": 1037124,
      "confidence": 0.9210806666666665
    },
    {
      "speaker": "A",
      "text": "No. I do know I had a great.",
      "start": 1037164,
      "end": 1038988,
      "confidence": 0.7645362499999999
    },
    {
      "speaker": "D",
      "text": "Time with Simon and Nick and the nice people.",
      "start": 1039036,
      "end": 1041824,
      "confidence": 0.8144155555555556
    },
    {
      "speaker": "A",
      "text": "He kept going to Nick, tell Ricky that story and Nick and some. Wow. All it was, right. And they're ghost stories.",
      "start": 1042564,
      "end": 1049244,
      "confidence": 0.8662895454545453
    },
    {
      "speaker": "B",
      "text": "That's.",
      "start": 1049284,
      "end": 1049500,
      "confidence": 0.61933
    },
    {
      "speaker": "A",
      "text": "He loves them because they believe in ghosts.",
      "start": 1049532,
      "end": 1051324,
      "confidence": 0.9152862500000001
    },
    {
      "speaker": "C",
      "text": "Oh.",
      "start": 1051364,
      "end": 1051826,
      "confidence": 0.46
    },
    {
      "speaker": "A",
      "text": "It's not just their sense of humor. Just because they believe in ghost. You go and tell them that goes. How'd you explain that? I was going, I wasn't there. What was that one you told me? It was completely wrong about that.",
      "start": 1051940,
      "end": 1063558,
      "confidence": 0.8548902325581396
    },
    {
      "speaker": "D",
      "text": "It was. Oh, yeah, right. It's years ago.",
      "start": 1063726,
      "end": 1068086,
      "confidence": 0.870835
    },
    {
      "speaker": "C",
      "text": "Oh, yeah.",
      "start": 1068230,
      "end": 1068982,
      "confidence": 0.821745
    },
    {
      "speaker": "D",
      "text": "Some days.",
      "start": 1069118,
      "end": 1070794,
      "confidence": 0.759945
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1073494,
      "end": 1074078,
      "confidence": 0.57497
    },
    {
      "speaker": "D",
      "text": "Some doctor or something who was into, like, the way bodies work. They got their head cut off.",
      "start": 1074166,
      "end": 1080714,
      "confidence": 0.9411855555555556
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1082974,
      "end": 1083326,
      "confidence": 0.97079
    },
    {
      "speaker": "D",
      "text": "He was doing a bit of an experiment and he cut his own head off. Yeah.",
      "start": 1083350,
      "end": 1086686,
      "confidence": 0.96831
    },
    {
      "speaker": "B",
      "text": "Okay.",
      "start": 1086830,
      "end": 1087342,
      "confidence": 0.62705
    },
    {
      "speaker": "D",
      "text": "And it was about. So when my heads in the basket, I'm gonna blink my eyes.",
      "start": 1087398,
      "end": 1092614,
      "confidence": 0.8506168749999999
    },
    {
      "speaker": "C",
      "text": "Right, okay, sorry. Hang on, let him finish. So the doctor has chopped his own head off and he's told everyone, I'm gonna blink my eyes.",
      "start": 1092734,
      "end": 1100834,
      "confidence": 0.8495396153846152
    },
    {
      "speaker": "D",
      "text": "And he goes, like, right. I'm gonna blink my eyes about, you know, as many times as I can to quit counting. And. And they count. And he got to like 15 before he.",
      "start": 1101774,
      "end": 1110552,
      "confidence": 0.8761135294117648
    },
    {
      "speaker": "A",
      "text": "Right. Now, this is how Carl told me that. Till Nick Frost explained that. Carl told us. He said, right, well, a bloke, right, he had his head cut off. And as when his head was in the basket, he went, count how many times I can blink. And I went, with that strawberry.",
      "start": 1110688,
      "end": 1124848,
      "confidence": 0.8751748148148147
    },
    {
      "speaker": "B",
      "text": "No.",
      "start": 1124896,
      "end": 1125080,
      "confidence": 0.79912
    },
    {
      "speaker": "A",
      "text": "And it went, well, no, he actually said, when my head's in the basket. And Carl went, all right. I said, carl, do you know the subtle difference? Do you see the subtle difference?",
      "start": 1125112,
      "end": 1132564,
      "confidence": 0.868394705882353
    },
    {
      "speaker": "C",
      "text": "Say, though, guys, I still don't really understand what went on there. I really. You.",
      "start": 1132994,
      "end": 1137250,
      "confidence": 0.8930613333333333
    },
    {
      "speaker": "A",
      "text": "The story is that a bloke who'd been found doing, um.",
      "start": 1137442,
      "end": 1140250,
      "confidence": 0.8995081818181819
    },
    {
      "speaker": "C",
      "text": "You mean that car just explained it? And that was a clear version because I still don't know what you're talking about.",
      "start": 1140402,
      "end": 1146810,
      "confidence": 0.9073413636363636
    },
    {
      "speaker": "A",
      "text": "Well, this bloke had his head cut off for experiments against God. He was a doctor in it, you know, in olden times. And when they cut his head off.",
      "start": 1146882,
      "end": 1155042,
      "confidence": 0.9220579999999999
    },
    {
      "speaker": "C",
      "text": "Why did they cut his head off?",
      "start": 1155178,
      "end": 1156434,
      "confidence": 0.9466371428571428
    },
    {
      "speaker": "A",
      "text": "Um, because it was. He was crimes against. Exactly.",
      "start": 1156514,
      "end": 1159234,
      "confidence": 0.84891
    },
    {
      "speaker": "B",
      "text": "That's cute. Yeah.",
      "start": 1159274,
      "end": 1159994,
      "confidence": 0.39415666666666666
    },
    {
      "speaker": "A",
      "text": "And uh, he said to his assistant, when my head's in the basket, I'm gonna blink. Count how many times I blink and write it down as an experiment. Right? Carl told it to me like his head was cut off and he went in the basket, and when his head was in the basket, he looked up and said, count how many times I blink. Yeah. I love that. I love the difference in that story.",
      "start": 1160074,
      "end": 1178120,
      "confidence": 0.935627792207792
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1178192,
      "end": 1178560,
      "confidence": 0.59323
    },
    {
      "speaker": "A",
      "text": "Both rubbish. Yeah. You know, one's. One's possible.",
      "start": 1178632,
      "end": 1182284,
      "confidence": 0.69165875
    },
    {
      "speaker": "C",
      "text": "You believe anything that you're told, except when we tell you the truth.",
      "start": 1182984,
      "end": 1185976,
      "confidence": 0.8875253846153845
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 1186040,
      "end": 1186288,
      "confidence": 0.80834
    },
    {
      "speaker": "D",
      "text": "Here's one. Ghosts and that we got talking about.",
      "start": 1186336,
      "end": 1189676,
      "confidence": 0.8808544444444444
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 1189740,
      "end": 1190060,
      "confidence": 0.63115
    },
    {
      "speaker": "D",
      "text": "And Nick. Nick said, right. He said, you'll like this one. He said, my. My auntie was having loads of problems whispering.",
      "start": 1190132,
      "end": 1199516,
      "confidence": 0.8731345454545452
    },
    {
      "speaker": "A",
      "text": "It's not illegal to talk about ghosts on the radio.",
      "start": 1199620,
      "end": 1201948,
      "confidence": 0.688734
    },
    {
      "speaker": "C",
      "text": "He's here.",
      "start": 1202116,
      "end": 1202984,
      "confidence": 0.3292
    },
    {
      "speaker": "D",
      "text": "So the aunt is in the house and that. And furniture is moving about all the time. And they were like, oh, Steve, you.",
      "start": 1203364,
      "end": 1210556,
      "confidence": 0.8662891666666668
    },
    {
      "speaker": "A",
      "text": "Told me this one. This is such rubbish, mate.",
      "start": 1210580,
      "end": 1212100,
      "confidence": 0.9222833333333335
    },
    {
      "speaker": "C",
      "text": "No, come on, let's listen.",
      "start": 1212132,
      "end": 1213284,
      "confidence": 0.778848
    },
    {
      "speaker": "A",
      "text": "I'm gonna sit back and enjoy. I'm just gonna watch your face. This is.",
      "start": 1213444,
      "end": 1216468,
      "confidence": 0.8324542857142859
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 1216476,
      "end": 1216692,
      "confidence": 0.4907
    },
    {
      "speaker": "C",
      "text": "Sorry, I've missed the beginning there.",
      "start": 1216748,
      "end": 1218196,
      "confidence": 0.7535066666666667
    },
    {
      "speaker": "B",
      "text": "Car.",
      "start": 1218220,
      "end": 1218428,
      "confidence": 0.55604
    },
    {
      "speaker": "C",
      "text": "There's an anti.",
      "start": 1218476,
      "end": 1219076,
      "confidence": 0.72132
    },
    {
      "speaker": "D",
      "text": "Basically Nick, Sandy, right in the house. Things moving around all the time. It's just annoying. Every time she tidied up, it was.",
      "start": 1219140,
      "end": 1227212,
      "confidence": 0.896717391304348
    },
    {
      "speaker": "C",
      "text": "Like, it's just annoying making a mess. It was one part annoying to two parts scary.",
      "start": 1227228,
      "end": 1231916,
      "confidence": 0.9370525000000002
    },
    {
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1231980,
      "end": 1232944,
      "confidence": 0.5220549999999999
    },
    {
      "speaker": "D",
      "text": "Stuff was moving around all the time. And they said, right, rather than. We need an oskeeper, rather than having the house a mess until we stop.",
      "start": 1236484,
      "end": 1244558,
      "confidence": 0.8760466666666666
    },
    {
      "speaker": "C",
      "text": "It, I've got the vicar coming round.",
      "start": 1244646,
      "end": 1247038,
      "confidence": 0.7447585714285714
    },
    {
      "speaker": "B",
      "text": "Stop.",
      "start": 1247126,
      "end": 1247754,
      "confidence": 0.9504
    },
    {
      "speaker": "A",
      "text": "Oh, yeah. Go on. They said that should be in the pants draw.",
      "start": 1248934,
      "end": 1252874,
      "confidence": 0.84633
    },
    {
      "speaker": "D",
      "text": "Let's put all the furniture in one room. Right. So just have one room that's a mess and have all the others empty.",
      "start": 1253374,
      "end": 1260798,
      "confidence": 0.9279247826086958
    },
    {
      "speaker": "A",
      "text": "Because I love the pole. Guys. Can't really. It can move foot wardrobes around, but it can't open the door to put it in another room.",
      "start": 1260966,
      "end": 1266254,
      "confidence": 0.8194334615384614
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1266294,
      "end": 1266582,
      "confidence": 0.7165
    },
    {
      "speaker": "A",
      "text": "Poles going on. I'm just making this room messy. I wish someone opened the door so I could go on. Yeah, but.",
      "start": 1266638,
      "end": 1271634,
      "confidence": 0.8177877272727273
    },
    {
      "speaker": "D",
      "text": "So all this stuff's in this room.",
      "start": 1271974,
      "end": 1273566,
      "confidence": 0.8753285714285715
    },
    {
      "speaker": "C",
      "text": "So they moved all their furniture into.",
      "start": 1273590,
      "end": 1275054,
      "confidence": 0.88976
    },
    {
      "speaker": "D",
      "text": "One room, like the drawers in there and everything. And it was really uncomfortable because they were all, like, on top of each other.",
      "start": 1275094,
      "end": 1280678,
      "confidence": 0.9061262500000001
    },
    {
      "speaker": "C",
      "text": "They sat in the room with all the stuff.",
      "start": 1280686,
      "end": 1282118,
      "confidence": 0.957332222222222
    },
    {
      "speaker": "D",
      "text": "Yeah, they had to because that's where the free piece suite was. So they sat there all crumpled up on that. But nothing can move because it's so tight. I think things were trying to move.",
      "start": 1282206,
      "end": 1296790,
      "confidence": 0.9009994444444445
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1296862,
      "end": 1297182,
      "confidence": 0.65426
    },
    {
      "speaker": "D",
      "text": "Everything was so tight.",
      "start": 1297238,
      "end": 1298504,
      "confidence": 0.819295
    },
    {
      "speaker": "A",
      "text": "They fox that photo, guys.",
      "start": 1298584,
      "end": 1300120,
      "confidence": 0.9275639999999999
    },
    {
      "speaker": "D",
      "text": "So, um, so anyway, one night they sat there, like, sort of bit awkward, watching the telly and that and hear some banging.",
      "start": 1300192,
      "end": 1307344,
      "confidence": 0.8811413043478261
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1307464,
      "end": 1307856,
      "confidence": 0.83473
    },
    {
      "speaker": "D",
      "text": "In the next room. So she goes, oh, God, what's that?",
      "start": 1307920,
      "end": 1312240,
      "confidence": 0.9581227272727272
    },
    {
      "speaker": "C",
      "text": "Oh, he had moved in. I need the ghost. So to some of the empty rooms. So does this move some friends and family in?",
      "start": 1312312,
      "end": 1317704,
      "confidence": 0.8628223999999999
    },
    {
      "speaker": "D",
      "text": "There's this banging about going on. She gets up, right?",
      "start": 1317784,
      "end": 1321584,
      "confidence": 0.910083
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1321664,
      "end": 1322112,
      "confidence": 0.86879
    },
    {
      "speaker": "D",
      "text": "And what it is, they had the baby in the next room because there wasn't much room for the cops.",
      "start": 1322208,
      "end": 1326676,
      "confidence": 0.9567914999999999
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 1326840,
      "end": 1327116,
      "confidence": 0.84962
    },
    {
      "speaker": "C",
      "text": "So that's the baby with the ghost.",
      "start": 1327140,
      "end": 1328744,
      "confidence": 0.81804
    },
    {
      "speaker": "D",
      "text": "So they go into the room where the baby is and the bangin.",
      "start": 1330204,
      "end": 1334284,
      "confidence": 0.9627399999999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1334404,
      "end": 1335104,
      "confidence": 0.77625
    },
    {
      "speaker": "D",
      "text": "Is like, you know those plastic balls you get that you can chuck around the room and like, they go mental, right? The ones that you chuck once that was bouncing around the room.",
      "start": 1335404,
      "end": 1344692,
      "confidence": 0.9295508823529413
    },
    {
      "speaker": "B",
      "text": "What?",
      "start": 1344788,
      "end": 1344996,
      "confidence": 0.54396
    },
    {
      "speaker": "D",
      "text": "The baby had thrown it in all the walls and the baby was there, stood in the cot, sort of laughing, right. And looking at the ball. And wherever it looked, the ball went.",
      "start": 1345020,
      "end": 1352532,
      "confidence": 0.9047388235294117
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1352588,
      "end": 1352820,
      "confidence": 0.90552
    },
    {
      "speaker": "D",
      "text": "And then she said, she stopped doing that.",
      "start": 1352852,
      "end": 1355844,
      "confidence": 0.87882375
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1356004,
      "end": 1356364,
      "confidence": 0.846
    },
    {
      "speaker": "D",
      "text": "And the ball just stopped. Did it roll? The bit?",
      "start": 1356404,
      "end": 1359572,
      "confidence": 0.8794319999999999
    },
    {
      "speaker": "C",
      "text": "Right. So the baby thrown the ball and it was watching as it bounced around.",
      "start": 1359668,
      "end": 1362356,
      "confidence": 0.8358333333333333
    },
    {
      "speaker": "D",
      "text": "The room, wasn't throwing. It, was in control of it.",
      "start": 1362380,
      "end": 1364212,
      "confidence": 0.9665139999999999
    },
    {
      "speaker": "A",
      "text": "No, the point is, Steve, the baby has been doing it would have been the baby all along.",
      "start": 1364228,
      "end": 1367964,
      "confidence": 0.8292355555555557
    },
    {
      "speaker": "D",
      "text": "The baby had been messing with the furniture. It was a baby that had the power.",
      "start": 1368084,
      "end": 1372972,
      "confidence": 0.93793375
    },
    {
      "speaker": "A",
      "text": "Special baby that had the power. It's what baby that had the power. What? Telekinesis. They were then trying to convince me that telekinesis was not like all the other stuff that I didn't believe in. But that was a science, right? Telekinesis was possible.",
      "start": 1373028,
      "end": 1388100,
      "confidence": 0.8976904444444441
    },
    {
      "speaker": "B",
      "text": "Yes. Yeah.",
      "start": 1388172,
      "end": 1388676,
      "confidence": 0.6358349999999999
    },
    {
      "speaker": "A",
      "text": "It's not, it's not like, it's not like ghosts and demons and all that. So telekinesis is different? Yeah, that's science.",
      "start": 1388700,
      "end": 1395304,
      "confidence": 0.8510690476190477
    },
    {
      "speaker": "D",
      "text": "Nick's auntie saw it.",
      "start": 1397084,
      "end": 1398260,
      "confidence": 0.7201575
    },
    {
      "speaker": "A",
      "text": "And I love the fact that you're telling me that someone else's auntie saw it. So I should be, I should be satisfied with that?",
      "start": 1398292,
      "end": 1406666,
      "confidence": 0.9106435999999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1406860,
      "end": 1407422,
      "confidence": 0.73656
    },
    {
      "speaker": "A",
      "text": "I should be satisfied with that. I mean, so does she still live.",
      "start": 1407518,
      "end": 1412806,
      "confidence": 0.9419138461538463
    },
    {
      "speaker": "C",
      "text": "In one room with all her possessions?",
      "start": 1412830,
      "end": 1414554,
      "confidence": 0.9422214285714284
    },
    {
      "speaker": "D",
      "text": "No, I think we're out of it.",
      "start": 1415014,
      "end": 1416582,
      "confidence": 0.8588171428571428
    },
    {
      "speaker": "B",
      "text": "Funny.",
      "start": 1416598,
      "end": 1417230,
      "confidence": 0.33739
    },
    {
      "speaker": "A",
      "text": "The baby grew out of it.",
      "start": 1417382,
      "end": 1418750,
      "confidence": 0.9223616666666667
    },
    {
      "speaker": "B",
      "text": "It.",
      "start": 1418782,
      "end": 1418926,
      "confidence": 0.54475
    },
    {
      "speaker": "C",
      "text": "So it doesn't use it. Silly kinesis powers.",
      "start": 1418950,
      "end": 1420422,
      "confidence": 0.6446400000000001
    },
    {
      "speaker": "B",
      "text": "No.",
      "start": 1420438,
      "end": 1420662,
      "confidence": 0.42863
    },
    {
      "speaker": "D",
      "text": "Well, no, it's like in Carrie in it. She was upset for a bit and then she got over it.",
      "start": 1420718,
      "end": 1424830,
      "confidence": 0.9091270000000001
    },
    {
      "speaker": "A",
      "text": "Okay, I'm just gonna say one thing, Carl. Um, that was a film.",
      "start": 1424902,
      "end": 1427342,
      "confidence": 0.8818961538461539
    },
    {
      "speaker": "C",
      "text": "Do you want to play record or.",
      "start": 1427398,
      "end": 1428594,
      "confidence": 0.7294171428571429
    },
    {
      "speaker": "A",
      "text": "Get free?",
      "start": 1433774,
      "end": 1434834,
      "confidence": 0.92299
    },
    {
      "speaker": "B",
      "text": "All right.",
      "start": 1435214,
      "end": 1435566,
      "confidence": 0.56568
    },
    {
      "speaker": "A",
      "text": "On XFL. Can I just tell you a story that Carl told me a couple weeks ago.",
      "start": 1435590,
      "end": 1440046,
      "confidence": 0.86658
    },
    {
      "speaker": "C",
      "text": "Is this another ghost story?",
      "start": 1440070,
      "end": 1441014,
      "confidence": 0.8019299999999999
    },
    {
      "speaker": "A",
      "text": "Yeah, I called him out, what you doing? He said, oh. I said, I've just been reading ghost stories again. He went. He said, right? He said, you don't believe in him, but how do you explain this? I went, he said, I tell you, as he told me. He went, bloke, right? Just sitting at home, just sitting at home, doing, you know, watching telly with his cat. And the phone rings and it's a bloke going, oh, is that fire in your oven? Okay. Now, because your wife called and you went. Car went, well, one, there was no fire in the oven. Two, he wasn't married, right? Go on. He went, well, then, right, there was a knock at the door and there was two sort of people in sort of white coats, and they said, oh, we've come about that fire. Your wife called us. He went, one, there isn't a fire in my oven. And two, I'm not even married, right? He said, they saw the cat. And they sort of. They looked at the cat. Looks a bit weird. The cat. The cat came out and he said. And then he went back and sat down. Phone rings and they said, oh, did they sort out the fire in the oven that your wife told us about? He went, one, there is no fire in my oven. Two, haven't got a wife. And Kyle went, what do you think of that? I went, that's not it. He went, yeah. I went, that's the end of the story.",
      "start": 1441094,
      "end": 1520468,
      "confidence": 0.880635627376426
    },
    {
      "speaker": "B",
      "text": "What? What, what?",
      "start": 1520556,
      "end": 1521620,
      "confidence": 0.7412733333333333
    },
    {
      "speaker": "A",
      "text": "He went, well, how'd you explain that? I went, explain what? I thought it was gonna say. A year later, he got married, but she died in an oven fire. Right? I thought it was gonna be that.",
      "start": 1521692,
      "end": 1529788,
      "confidence": 0.8849034210526314
    },
    {
      "speaker": "C",
      "text": "And I went, that's people winding him up.",
      "start": 1529836,
      "end": 1531524,
      "confidence": 0.86776125
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1531564,
      "end": 1531812,
      "confidence": 0.40347
    },
    {
      "speaker": "A",
      "text": "Or someone did report a fire in the oven and their name was Johnson. And they looked up Johnson. They got the wrong thing. It was the gas border. And they sent around to the wrong person. Right? You know? He went, yeah. I said. I explained to him. Went, yeah. Why do they look at the cat? Funny.",
      "start": 1531868,
      "end": 1546484,
      "confidence": 0.8868200000000002
    },
    {
      "speaker": "C",
      "text": "Oh, man alive car. This is really weird. I was, um. I was, uh, in my house once, right? And the doorbell rang.",
      "start": 1549984,
      "end": 1556776,
      "confidence": 0.835066956521739
    },
    {
      "speaker": "B",
      "text": "Yeah, right.",
      "start": 1556840,
      "end": 1557344,
      "confidence": 0.8256300000000001
    },
    {
      "speaker": "C",
      "text": "Open the door. There was no one there.",
      "start": 1557384,
      "end": 1558960,
      "confidence": 0.9944025
    },
    {
      "speaker": "A",
      "text": "Yeah, right?",
      "start": 1559032,
      "end": 1559880,
      "confidence": 0.958385
    },
    {
      "speaker": "C",
      "text": "And then I looked across the street right away. Kids running away.",
      "start": 1559952,
      "end": 1562648,
      "confidence": 0.8603141666666668
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1562696,
      "end": 1562968,
      "confidence": 0.95676
    },
    {
      "speaker": "C",
      "text": "Now, how do you explain that? Yeah, there was another time, right, where, like, I opened the door and there was a back. Goes, you've ordered pizza. I went, I haven't ordered pizza. And I heard my mate upstairs giggling and putting the phone down.",
      "start": 1563016,
      "end": 1572240,
      "confidence": 0.8038184444444446
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1572312,
      "end": 1572716,
      "confidence": 0.50196
    },
    {
      "speaker": "A",
      "text": "How'd you explain that, Carl? Seriously, what did you, why did you tell me that story? What did you think? What do you think it was weird.",
      "start": 1572800,
      "end": 1578364,
      "confidence": 0.9375340740740741
    },
    {
      "speaker": "D",
      "text": "About that, the fact that it was three different people?",
      "start": 1578404,
      "end": 1583268,
      "confidence": 0.9980490000000002
    },
    {
      "speaker": "C",
      "text": "Is this all the information? Is that the entire story of you three different people? Did you fall asleep and not read the end?",
      "start": 1583396,
      "end": 1588212,
      "confidence": 0.9100545833333332
    },
    {
      "speaker": "D",
      "text": "A fire that didn't happen, about a wife that didn't exist and a cat that didn't look happy.",
      "start": 1588268,
      "end": 1593184,
      "confidence": 0.9436761111111109
    },
    {
      "speaker": "A",
      "text": "Oh, I'm gonna have a heart attack.",
      "start": 1599954,
      "end": 1601570,
      "confidence": 0.7951199999999999
    },
    {
      "speaker": "C",
      "text": "Carl.",
      "start": 1601642,
      "end": 1602274,
      "confidence": 0.29173
    },
    {
      "speaker": "B",
      "text": "What?",
      "start": 1602394,
      "end": 1602842,
      "confidence": 0.91274
    },
    {
      "speaker": "A",
      "text": "I mean, why, why did they look at the cat funny?",
      "start": 1602938,
      "end": 1606218,
      "confidence": 0.9280263636363635
    },
    {
      "speaker": "D",
      "text": "Because cats don't, don't like spirits, do they?",
      "start": 1606306,
      "end": 1609974,
      "confidence": 0.7744949999999999
    },
    {
      "speaker": "A",
      "text": "Other blokes were ghosts? Yeah, yeah, yeah, yeah, yeah, that's it.",
      "start": 1610394,
      "end": 1616290,
      "confidence": 0.7922336363636364
    },
    {
      "speaker": "C",
      "text": "So these are kind of beetle about type ghosts. These are ghosts who walk this, walk the earth as the undead. Just wind people up slightly.",
      "start": 1616322,
      "end": 1624978,
      "confidence": 0.8589657692307695
    },
    {
      "speaker": "A",
      "text": "That's lovely. That is lovely. Did not look happy.",
      "start": 1625026,
      "end": 1628984,
      "confidence": 0.8796322222222224
    },
    {
      "speaker": "C",
      "text": "But seriously, why would ghost wander around just like winding people up?",
      "start": 1629064,
      "end": 1632464,
      "confidence": 0.880545
    },
    {
      "speaker": "D",
      "text": "Oh, maybe something did happen there years ago. Some fire, some woman might have died in the house of a fire or something.",
      "start": 1632584,
      "end": 1639904,
      "confidence": 0.9720695652173912
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1639984,
      "end": 1640336,
      "confidence": 0.80686
    },
    {
      "speaker": "D",
      "text": "And it sort of all happened again.",
      "start": 1640400,
      "end": 1642684,
      "confidence": 0.9232571428571428
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1643064,
      "end": 1643416,
      "confidence": 0.88932
    },
    {
      "speaker": "C",
      "text": "It's certainly a mystery.",
      "start": 1643440,
      "end": 1644564,
      "confidence": 0.80748
    },
    {
      "speaker": "A",
      "text": "I mean, I can't, I.",
      "start": 1645144,
      "end": 1646264,
      "confidence": 0.854186
    },
    {
      "speaker": "C",
      "text": "What's this book you were reading? You were reading a book which is interesting enough.",
      "start": 1646304,
      "end": 1649048,
      "confidence": 0.89619
    },
    {
      "speaker": "D",
      "text": "It was, um, it was the 14 times.",
      "start": 1649096,
      "end": 1651734,
      "confidence": 0.7692050000000001
    },
    {
      "speaker": "C",
      "text": "Oh, Carl.",
      "start": 1651864,
      "end": 1653654,
      "confidence": 0.6885600000000001
    },
    {
      "speaker": "A",
      "text": "Yeah, well, I died of life. I don't know what to say.",
      "start": 1654314,
      "end": 1657906,
      "confidence": 0.8500883333333333
    },
    {
      "speaker": "C",
      "text": "Well, I tell you this, Carl, there is a track that will, that will spook you right out. This is Warren Zevon from. Was it like about 1979, early eighties?",
      "start": 1657970,
      "end": 1664674,
      "confidence": 0.8885219999999999
    },
    {
      "speaker": "A",
      "text": "Great track.",
      "start": 1664754,
      "end": 1665306,
      "confidence": 0.937405
    },
    {
      "speaker": "C",
      "text": "Werewolves of London play this car, but don't be scared. From 1978, Carl. Werewolves of London by Warren Zevon. Are you a fan of it? Fans of Warren Zvon maybe, if, you know, he's got a new album out as you speak. Although if you're a fan, you probably know that already.",
      "start": 1665370,
      "end": 1681110,
      "confidence": 0.8563471153846153
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1681222,
      "end": 1681574,
      "confidence": 0.97049
    },
    {
      "speaker": "A",
      "text": "If you are, people who hate him would be interested in knowing that he's got a new album out. She leave in, I think, like anthropy, is it, is it not called.",
      "start": 1681614,
      "end": 1689174,
      "confidence": 0.88402625
    },
    {
      "speaker": "B",
      "text": "What's that? Sorry?",
      "start": 1689254,
      "end": 1689814,
      "confidence": 0.68241
    },
    {
      "speaker": "A",
      "text": "Like anthropy.",
      "start": 1689854,
      "end": 1690630,
      "confidence": 0.559265
    },
    {
      "speaker": "C",
      "text": "What's like anthropy?",
      "start": 1690662,
      "end": 1691350,
      "confidence": 0.6290966666666667
    },
    {
      "speaker": "A",
      "text": "Isn't that what werewolf ism? Reason it, isn't it? Do you believe in that car?",
      "start": 1691382,
      "end": 1696254,
      "confidence": 0.7643886666666668
    },
    {
      "speaker": "D",
      "text": "They found stuff.",
      "start": 1696414,
      "end": 1697286,
      "confidence": 0.8336833333333332
    },
    {
      "speaker": "B",
      "text": "I'm.",
      "start": 1697310,
      "end": 1697446,
      "confidence": 0.31686
    },
    {
      "speaker": "D",
      "text": "They found kids walking about who are all airy because they sort of grew up with wolves and that.",
      "start": 1697470,
      "end": 1704318,
      "confidence": 0.7832973684210526
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1704366,
      "end": 1704758,
      "confidence": 0.72909
    },
    {
      "speaker": "A",
      "text": "So you see two things there, right? You cannot take on acquired characteristics genetically. So if you grew up with wolves, it wouldn't suddenly make you hairy.",
      "start": 1704846,
      "end": 1715594,
      "confidence": 0.8697344444444446
    },
    {
      "speaker": "D",
      "text": "Pictures. There's been pictures there's been stories on it and I reckon most people have, or a lot of people have seen the stories.",
      "start": 1716734,
      "end": 1722998,
      "confidence": 0.9187
    },
    {
      "speaker": "B",
      "text": "It's a popular. You mean.",
      "start": 1723046,
      "end": 1723886,
      "confidence": 0.7369380000000001
    },
    {
      "speaker": "A",
      "text": "You mean the kids that are born hairy?",
      "start": 1723910,
      "end": 1726134,
      "confidence": 0.8522162499999999
    },
    {
      "speaker": "D",
      "text": "No, no, these kids have been born hairy.",
      "start": 1726294,
      "end": 1728574,
      "confidence": 0.7132862499999999
    },
    {
      "speaker": "A",
      "text": "Right, yeah, that's it.",
      "start": 1728654,
      "end": 1729950,
      "confidence": 0.9675149999999999
    },
    {
      "speaker": "D",
      "text": "No, but listen. And they walk around on all fours and they drink milk from a saucer.",
      "start": 1730102,
      "end": 1735904,
      "confidence": 0.9682629411764706
    },
    {
      "speaker": "A",
      "text": "Oh, Steve, this is.",
      "start": 1738364,
      "end": 1741428,
      "confidence": 0.8561375
    },
    {
      "speaker": "D",
      "text": "Remember, listen, remember that time with the maggot and the Ed getting out with bacon and you were like laughing and then people called up and said, yeah, I've seen that, I've read about that. This is the same thing.",
      "start": 1741556,
      "end": 1750788,
      "confidence": 0.9236892499999998
    },
    {
      "speaker": "A",
      "text": "Have you seen an XFM listener up close? Have you ever looked?",
      "start": 1750836,
      "end": 1754492,
      "confidence": 0.9341641666666666
    },
    {
      "speaker": "C",
      "text": "They drink milk from a saucer.",
      "start": 1754548,
      "end": 1756372,
      "confidence": 0.8557466666666667
    },
    {
      "speaker": "A",
      "text": "Yeah. They've got to be kept on leads. People who listen to this show.",
      "start": 1756548,
      "end": 1760728,
      "confidence": 0.933705
    },
    {
      "speaker": "D",
      "text": "There's no point me telling you about stuff.",
      "start": 1760816,
      "end": 1763200,
      "confidence": 0.990045
    },
    {
      "speaker": "A",
      "text": "There is, it's comedy.",
      "start": 1763312,
      "end": 1765136,
      "confidence": 0.960155
    },
    {
      "speaker": "D",
      "text": "When you were out of school, did you keep arguing with the teacher saying, you're talking rubbish?",
      "start": 1765240,
      "end": 1768656,
      "confidence": 0.8965335294117648
    },
    {
      "speaker": "A",
      "text": "Teachers didn't teach us about werewolf boys and ghosts, they taught us maths. God. Right, tell the story about the man.",
      "start": 1768720,
      "end": 1777920,
      "confidence": 0.8883619047619049
    },
    {
      "speaker": "D",
      "text": "I'll cover, right, in the same magazine as the one with the. With the cat and the fire and that.",
      "start": 1777952,
      "end": 1785032,
      "confidence": 0.8756264999999999
    },
    {
      "speaker": "C",
      "text": "Don't tell me that story again. It gives me the shit.",
      "start": 1785048,
      "end": 1786464,
      "confidence": 0.8553554545454548
    },
    {
      "speaker": "A",
      "text": "Yeah, a cat that's got a weird expression on his face is against God.",
      "start": 1786504,
      "end": 1790520,
      "confidence": 0.8785828571428572
    },
    {
      "speaker": "D",
      "text": "Anyway, this, this isn't a scary story. This was just like physics.",
      "start": 1790592,
      "end": 1794296,
      "confidence": 0.8512841666666668
    },
    {
      "speaker": "B",
      "text": "Physics.",
      "start": 1794400,
      "end": 1795024,
      "confidence": 0.68042
    },
    {
      "speaker": "D",
      "text": "It was going on about the nuclear bomb and how powerful it is and they put a manhole cover on top of one, blew it up. Never saw the manhole cover again.",
      "start": 1795144,
      "end": 1810844,
      "confidence": 0.9436849999999998
    },
    {
      "speaker": "C",
      "text": "Man alive. Car.",
      "start": 1816344,
      "end": 1817764,
      "confidence": 0.8747400000000001
    },
    {
      "speaker": "A",
      "text": "What's going on there? Something weird is happening there.",
      "start": 1819474,
      "end": 1824014,
      "confidence": 0.9309344444444443
    },
    {
      "speaker": "C",
      "text": "If anyone has ever seen that man on cover.",
      "start": 1824994,
      "end": 1826970,
      "confidence": 0.8807811111111111
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 1827042,
      "end": 1827602,
      "confidence": 0.79621
    },
    {
      "speaker": "B",
      "text": "In touch.",
      "start": 1827738,
      "end": 1828210,
      "confidence": 0.714345
    },
    {
      "speaker": "C",
      "text": "We'd love to know where it is.",
      "start": 1828242,
      "end": 1828970,
      "confidence": 0.85228
    },
    {
      "speaker": "A",
      "text": "Oh, that's fantastic. What sort of experiment is that? I mention all these scientists on multi billion pound research boats, they're going, we test everything. What would you do, man?",
      "start": 1829002,
      "end": 1838466,
      "confidence": 0.7934436666666668
    },
    {
      "speaker": "B",
      "text": "I'll cover. Don't know.",
      "start": 1838490,
      "end": 1839266,
      "confidence": 0.611075
    },
    {
      "speaker": "C",
      "text": "That's like letting a couple of students.",
      "start": 1839290,
      "end": 1840974,
      "confidence": 0.9838414285714286
    },
    {
      "speaker": "A",
      "text": "Into orbit. Go on then, put it on there. I love that. I imagine that. What, of what value is that? I might tell what we could do. We could let the put the manhole cover on it and aim it and then blow the bomb up. And it would, it would. The mantle cover would have someone's eye out. Fire it. See if you can fire manhole covers off the nuclear bomb. Tie bangers to a bomb, see if it's louder. Oh, God.",
      "start": 1844834,
      "end": 1867598,
      "confidence": 0.881624761904762
    },
    {
      "speaker": "C",
      "text": "Okay, listen, Carl, play another track and then afterwards can we probe your views on the week's news.",
      "start": 1867726,
      "end": 1872022,
      "confidence": 0.8840027777777778
    },
    {
      "speaker": "B",
      "text": "If you want, we'll do a bit.",
      "start": 1872118,
      "end": 1872902,
      "confidence": 0.8130642857142857
    },
    {
      "speaker": "C",
      "text": "Of a white van Carl session.",
      "start": 1872918,
      "end": 1875214,
      "confidence": 0.8420283333333334
    },
    {
      "speaker": "B",
      "text": "Today.",
      "start": 1880874,
      "end": 1881594,
      "confidence": 0.8126
    },
    {
      "speaker": "A",
      "text": "Today is the greatest, because we're back.",
      "start": 1881754,
      "end": 1883762,
      "confidence": 0.8350157142857142
    },
    {
      "speaker": "C",
      "text": "That's true. I hope people, Rick, were listening to that lady in this lovely summer's day.",
      "start": 1883818,
      "end": 1888306,
      "confidence": 0.8334887499999999
    },
    {
      "speaker": "A",
      "text": "Oh, I mean, not too loud. Don't annoy people. Yeah, white Van Carl.",
      "start": 1888370,
      "end": 1894482,
      "confidence": 0.8136684615384614
    },
    {
      "speaker": "C",
      "text": "I mean, for those that don't know, we do this.",
      "start": 1894498,
      "end": 1896602,
      "confidence": 0.9888159999999999
    },
    {
      "speaker": "A",
      "text": "We ask Carl the questions that the son asked someone else.",
      "start": 1896698,
      "end": 1899442,
      "confidence": 0.838319090909091
    },
    {
      "speaker": "B",
      "text": "That's right.",
      "start": 1899498,
      "end": 1899842,
      "confidence": 0.994725
    },
    {
      "speaker": "C",
      "text": "The sun every day asks some, you know, average Joe his views on the week's biggest stories. Carl, let me ask you now, what do you make of Prince Harry smoking openly at a polo club? Are you aware of this story?",
      "start": 1899858,
      "end": 1914656,
      "confidence": 0.9230052380952378
    },
    {
      "speaker": "D",
      "text": "No. Gone.",
      "start": 1914840,
      "end": 1916992,
      "confidence": 0.5952500000000001
    },
    {
      "speaker": "C",
      "text": "Prince Harry, you know that he's one of the royals.",
      "start": 1917088,
      "end": 1919416,
      "confidence": 0.911653
    },
    {
      "speaker": "D",
      "text": "Yeah.",
      "start": 1919480,
      "end": 1919864,
      "confidence": 0.72637
    },
    {
      "speaker": "C",
      "text": "And he was seen smoking openly. Openly. A fag, a cigarette in line to.",
      "start": 1919944,
      "end": 1926472,
      "confidence": 0.9520307142857142
    },
    {
      "speaker": "A",
      "text": "The throne, something like that. Imagine that someone's smoking a cigarette. 39 to the throne.",
      "start": 1926488,
      "end": 1930312,
      "confidence": 0.8194766666666667
    },
    {
      "speaker": "C",
      "text": "A secret.",
      "start": 1930368,
      "end": 1931200,
      "confidence": 0.75507
    },
    {
      "speaker": "D",
      "text": "Carl, is it a non smoking polo club?",
      "start": 1931392,
      "end": 1934322,
      "confidence": 0.7649625
    },
    {
      "speaker": "C",
      "text": "You know, I don't know, but. But if it were, would that make things even worse for you? What do you make of it? This is, this is, you know, the whole, you know, the Ferrari is. He's a role model, you know, he's a royal. Should he be seen puffing away in a public place?",
      "start": 1934458,
      "end": 1947978,
      "confidence": 0.9322223214285713
    },
    {
      "speaker": "D",
      "text": "I don't think matters.",
      "start": 1948026,
      "end": 1948890,
      "confidence": 0.798655
    },
    {
      "speaker": "C",
      "text": "Does it not concern for you? How old is he?",
      "start": 1948922,
      "end": 1950450,
      "confidence": 0.851843
    },
    {
      "speaker": "D",
      "text": "Is he old enough to smoke?",
      "start": 1950482,
      "end": 1952650,
      "confidence": 0.9927083333333334
    },
    {
      "speaker": "C",
      "text": "I think he probably is, yeah.",
      "start": 1952682,
      "end": 1954018,
      "confidence": 0.8732433333333333
    },
    {
      "speaker": "A",
      "text": "I think the trouble with this role model thing, with anything that's legal, it should either be illegal or not.",
      "start": 1954186,
      "end": 1962498,
      "confidence": 0.9343649999999999
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 1962546,
      "end": 1962770,
      "confidence": 0.7069
    },
    {
      "speaker": "A",
      "text": "I just don't think you can impose things that. Because you could say that it is bad for you and it is bad to start smoking and it really is bad for, you know, it causes cancer and everything. Well, yeah, but you should either make it illegal or shut up about it. So this is Carl, you ask, and it's.",
      "start": 1962802,
      "end": 1978274,
      "confidence": 0.9216759016393444
    },
    {
      "speaker": "C",
      "text": "Indeed.",
      "start": 1978354,
      "end": 1979014,
      "confidence": 0.26381
    },
    {
      "speaker": "A",
      "text": "Yeah, but it doesn't matter.",
      "start": 1981354,
      "end": 1983146,
      "confidence": 0.7072320000000001
    },
    {
      "speaker": "C",
      "text": "But Karl, what are your views generally? I mean, it's obviously, cigarettes are perfectly legal and so on, but what about stronger narcotics? Because I know you're very scared of drugs and stuff.",
      "start": 1983250,
      "end": 1989082,
      "confidence": 0.8771739393939395
    },
    {
      "speaker": "D",
      "text": "Aren't you a fan?",
      "start": 1989098,
      "end": 1990778,
      "confidence": 0.8734950000000001
    },
    {
      "speaker": "B",
      "text": "No.",
      "start": 1990906,
      "end": 1991146,
      "confidence": 0.5615
    },
    {
      "speaker": "C",
      "text": "What's your concern? What's your worry?",
      "start": 1991170,
      "end": 1992450,
      "confidence": 0.9973799999999998
    },
    {
      "speaker": "D",
      "text": "Just like you might get into him, just like you might have him and go, oh, this is all right.",
      "start": 1992522,
      "end": 1996258,
      "confidence": 0.881314
    },
    {
      "speaker": "A",
      "text": "Exactly, Carl, exactly.",
      "start": 1996346,
      "end": 1997754,
      "confidence": 0.8166833333333333
    },
    {
      "speaker": "C",
      "text": "Although I was talking to you about it earlier and you weren't, that you weren't very sympathetic about a lot of young people who have perhaps gone to crack or smack you.",
      "start": 1997794,
      "end": 2003730,
      "confidence": 0.9191368749999999
    },
    {
      "speaker": "A",
      "text": "You didn't.",
      "start": 2003762,
      "end": 2004122,
      "confidence": 0.8404100000000001
    },
    {
      "speaker": "C",
      "text": "You describe it as their own fault.",
      "start": 2004138,
      "end": 2005894,
      "confidence": 0.9318400000000001
    },
    {
      "speaker": "D",
      "text": "Sometimes it isn't it? Yeah, I mean, I could have turned to it where I grew up, but I said, well, don't I do that? It's not good for you. I avoided it.",
      "start": 2006314,
      "end": 2013850,
      "confidence": 0.9576842424242423
    },
    {
      "speaker": "C",
      "text": "You turn to ghosts, so you've got no sympathy for anyone who's a drug addiction. It's her own fault, is your pens, don't it?",
      "start": 2013882,
      "end": 2019286,
      "confidence": 0.7450020833333334
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 2019310,
      "end": 2019662,
      "confidence": 0.93227
    },
    {
      "speaker": "D",
      "text": "I mean, you can be an addict if I don't know something. I'm trying to think of a nice.",
      "start": 2019758,
      "end": 2023478,
      "confidence": 0.9196631578947368
    },
    {
      "speaker": "A",
      "text": "Way that people start on stuff like that because some are really traumatic happened to them. Very few people go out for a laugh. Yeah, one night and go, let's all try it. So, you know.",
      "start": 2023526,
      "end": 2033038,
      "confidence": 0.8724163888888887
    },
    {
      "speaker": "C",
      "text": "But, yeah, just say no, I suppose it's the.",
      "start": 2033086,
      "end": 2035354,
      "confidence": 0.8483599999999999
    },
    {
      "speaker": "A",
      "text": "Listen to the cast of Grange Hill.",
      "start": 2035694,
      "end": 2037910,
      "confidence": 0.7564728571428571
    },
    {
      "speaker": "C",
      "text": "Now, this will scare you and now this car. You will be a little bit unnerved about this. Have you seen the film Jurassic park?",
      "start": 2037982,
      "end": 2043120,
      "confidence": 0.9180555999999999
    },
    {
      "speaker": "D",
      "text": "Yeah.",
      "start": 2043222,
      "end": 2043548,
      "confidence": 0.83751
    },
    {
      "speaker": "C",
      "text": "You know what happened there? Well, according to the sun here, it says scientists are planning to clone mammoths for a theme park. Look at his face.",
      "start": 2043596,
      "end": 2050780,
      "confidence": 0.8488425925925926
    },
    {
      "speaker": "B",
      "text": "Look at that.",
      "start": 2050812,
      "end": 2051108,
      "confidence": 0.8682166666666666
    },
    {
      "speaker": "C",
      "text": "He looks like a dark caught in the headlights of a car. He's terrified.",
      "start": 2051116,
      "end": 2053904,
      "confidence": 0.8483685714285712
    },
    {
      "speaker": "A",
      "text": "Is that the best news you could have?",
      "start": 2056564,
      "end": 2058444,
      "confidence": 0.96064875
    },
    {
      "speaker": "D",
      "text": "Man moths.",
      "start": 2058564,
      "end": 2059704,
      "confidence": 0.9630099999999999
    },
    {
      "speaker": "A",
      "text": "Right?",
      "start": 2065364,
      "end": 2065796,
      "confidence": 0.62061
    },
    {
      "speaker": "C",
      "text": "Yeah, man moths.",
      "start": 2065860,
      "end": 2066948,
      "confidence": 0.8587199999999999
    },
    {
      "speaker": "A",
      "text": "I love the fact that that's why he was so excited that they bred a man Mothman.",
      "start": 2066996,
      "end": 2072191,
      "confidence": 0.8605988235294119
    },
    {
      "speaker": "B",
      "text": "What? It's.",
      "start": 2072191,
      "end": 2072526,
      "confidence": 0.665195
    },
    {
      "speaker": "A",
      "text": "What is this? Yeah, it's. It's a human being that hides in your wardrobe and eats the entire jacket in a day.",
      "start": 2072550,
      "end": 2078246,
      "confidence": 0.901804090909091
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 2078390,
      "end": 2078758,
      "confidence": 0.77229
    },
    {
      "speaker": "A",
      "text": "What do you mean, man moths? Mammoths. Mammoth, the big hairy cow from the ice age. I mean, elephant.",
      "start": 2078806,
      "end": 2085834,
      "confidence": 0.9020031578947368
    },
    {
      "speaker": "C",
      "text": "You're not so excited about that then you could take or leave bringing back mammoths to life.",
      "start": 2086694,
      "end": 2090598,
      "confidence": 0.9029041176470588
    },
    {
      "speaker": "A",
      "text": "But a man moth, a man moth is a different matter. If we, if we did never brought that up, he'd have gone and told someone now. Yeah, you know, I've bred enough. Man half Mothman. This is how things start.",
      "start": 2090646,
      "end": 2102682,
      "confidence": 0.823557804878049
    },
    {
      "speaker": "C",
      "text": "This is what we mean when you hear these ghost stories.",
      "start": 2102778,
      "end": 2104394,
      "confidence": 0.7473336363636366
    },
    {
      "speaker": "A",
      "text": "Slightly deaf. Is that it? When you hear these stories, you're slightly deaf. And his head, and his head was in the basket and he went, count how many times I blink.",
      "start": 2104434,
      "end": 2113494,
      "confidence": 0.8794212500000002
    },
    {
      "speaker": "B",
      "text": "Is it?",
      "start": 2113954,
      "end": 2114570,
      "confidence": 0.961865
    },
    {
      "speaker": "C",
      "text": "I is Carl, is English your first language? Are you actually foreign?",
      "start": 2114642,
      "end": 2120218,
      "confidence": 0.8055724999999999
    },
    {
      "speaker": "B",
      "text": "Is that.",
      "start": 2120266,
      "end": 2120546,
      "confidence": 0.75793
    },
    {
      "speaker": "C",
      "text": "Yeah, yeah.",
      "start": 2120570,
      "end": 2121814,
      "confidence": 0.60913
    },
    {
      "speaker": "A",
      "text": "We mean, not of this planet.",
      "start": 2122994,
      "end": 2124962,
      "confidence": 0.956455
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2125018,
      "end": 2125418,
      "confidence": 0.82349
    },
    {
      "speaker": "C",
      "text": "Should we speak slower? Would that be a help to you?",
      "start": 2125506,
      "end": 2127466,
      "confidence": 0.9158109090909092
    },
    {
      "speaker": "D",
      "text": "No. Go on.",
      "start": 2127530,
      "end": 2129246,
      "confidence": 0.8568866666666666
    },
    {
      "speaker": "C",
      "text": "What do you make of that mammoth?",
      "start": 2129350,
      "end": 2132278,
      "confidence": 0.6683957142857143
    },
    {
      "speaker": "A",
      "text": "These giant elephants, they slow, aren't they?",
      "start": 2132446,
      "end": 2135086,
      "confidence": 0.8045971428571429
    },
    {
      "speaker": "D",
      "text": "It's not as if they're gonna, like, get out and run fast and they can't capture them.",
      "start": 2135110,
      "end": 2139034,
      "confidence": 0.9039017647058823
    },
    {
      "speaker": "A",
      "text": "Probably be offended, but there.",
      "start": 2140014,
      "end": 2141854,
      "confidence": 0.592824
    },
    {
      "speaker": "D",
      "text": "But you're asking it as if, like, oh, it could all go wrong. But it couldn't cut it well.",
      "start": 2141934,
      "end": 2145798,
      "confidence": 0.950624736842105
    },
    {
      "speaker": "C",
      "text": "But, but the point was about Jurassic park is they thought it wouldn't go wrong. They thought they had it all under control.",
      "start": 2145886,
      "end": 2150394,
      "confidence": 0.8818317391304349
    },
    {
      "speaker": "A",
      "text": "Jurassic Park, Carl.",
      "start": 2151134,
      "end": 2152446,
      "confidence": 0.6188733333333334
    },
    {
      "speaker": "D",
      "text": "Dinosaurs that say, oh, think about it before you do it with a, with a airy elephant.",
      "start": 2152510,
      "end": 2158624,
      "confidence": 0.847955294117647
    },
    {
      "speaker": "C",
      "text": "It's not gonna go to see him. Would you be interested in it if.",
      "start": 2158704,
      "end": 2163232,
      "confidence": 0.763022142857143
    },
    {
      "speaker": "D",
      "text": "It was in the area?",
      "start": 2163248,
      "end": 2164204,
      "confidence": 0.9259000000000001
    },
    {
      "speaker": "A",
      "text": "He's great, isn't he? I'd love, I'd love a queue. No, but what I'd like to do is Carl sit in like Yoda in a little cave and I just like to see people like Tony Blair and, you know, Stephen Hawkins in a queue and they go and say Carl, got a bit of a problem.",
      "start": 2167264,
      "end": 2181144,
      "confidence": 0.8612205263157896
    },
    {
      "speaker": "C",
      "text": "Um, and thinking of cloning a man and a moth. Not an issue, no. If I'm in the area otherwise just don't send it near my clothes.",
      "start": 2181304,
      "end": 2191314,
      "confidence": 0.8280144444444445
    },
    {
      "speaker": "A",
      "text": "Oh that's fantastic.",
      "start": 2191394,
      "end": 2193114,
      "confidence": 0.8641366666666667
    },
    {
      "speaker": "C",
      "text": "So it's just for as the words man moth came into your head, how excited were you? I mean were you both terrified and excited for just for the moment when you thought that they cloned a man in a moth?",
      "start": 2193154,
      "end": 2203018,
      "confidence": 0.9280185365853659
    },
    {
      "speaker": "D",
      "text": "A pictured, what kind of face did you have?",
      "start": 2203106,
      "end": 2205802,
      "confidence": 0.7684677777777779
    },
    {
      "speaker": "C",
      "text": "Did he have the moth's head or was it a man's head?",
      "start": 2205858,
      "end": 2207522,
      "confidence": 0.8813441666666667
    },
    {
      "speaker": "D",
      "text": "Just a little lady, little manhead.",
      "start": 2207538,
      "end": 2209106,
      "confidence": 0.7487466666666668
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 2209170,
      "end": 2209370,
      "confidence": 0.86585
    },
    {
      "speaker": "C",
      "text": "What, what was his face? What did it look like?",
      "start": 2209402,
      "end": 2210890,
      "confidence": 0.8826560000000001
    },
    {
      "speaker": "D",
      "text": "Just, he just was like a bit like shocked, perplexed.",
      "start": 2210922,
      "end": 2213594,
      "confidence": 0.832266
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2213634,
      "end": 2214214,
      "confidence": 0.48608
    },
    {
      "speaker": "D",
      "text": "Yeah.",
      "start": 2215074,
      "end": 2215522,
      "confidence": 0.67294
    },
    {
      "speaker": "C",
      "text": "Like so it was like he'd been, he'd been, he'd been grafted onto the body of a moth when he was asleep.",
      "start": 2215578,
      "end": 2221090,
      "confidence": 0.820930909090909
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2221162,
      "end": 2221370,
      "confidence": 0.79841
    },
    {
      "speaker": "C",
      "text": "He'd woke up.",
      "start": 2221402,
      "end": 2221978,
      "confidence": 0.68677
    },
    {
      "speaker": "A",
      "text": "He just, he just went in for a rather goiter removed. And I said, we've replaced your goiter with the body of a giant moth.",
      "start": 2222026,
      "end": 2227650,
      "confidence": 0.8414655999999999
    },
    {
      "speaker": "C",
      "text": "Yeah, just that. Alright, mister Jenkins. So he had the head of a little, was it a little boy or a man?",
      "start": 2227682,
      "end": 2231746,
      "confidence": 0.8239763636363636
    },
    {
      "speaker": "D",
      "text": "Little man.",
      "start": 2231810,
      "end": 2232306,
      "confidence": 0.99718
    },
    {
      "speaker": "C",
      "text": "Right, okay.",
      "start": 2232370,
      "end": 2233114,
      "confidence": 0.843375
    },
    {
      "speaker": "D",
      "text": "And he's just bumping into a lamp.",
      "start": 2233234,
      "end": 2235134,
      "confidence": 0.9284800000000001
    },
    {
      "speaker": "A",
      "text": "If you, if you went into hospital and they'd done something, what's the worst.",
      "start": 2237614,
      "end": 2242630,
      "confidence": 0.8535299999999999
    },
    {
      "speaker": "B",
      "text": "Thing I could do?",
      "start": 2242662,
      "end": 2243086,
      "confidence": 0.7518625000000001
    },
    {
      "speaker": "A",
      "text": "Right, what would you rather have done?",
      "start": 2243110,
      "end": 2244070,
      "confidence": 0.9563500000000001
    },
    {
      "speaker": "B",
      "text": "Do you.",
      "start": 2244102,
      "end": 2244278,
      "confidence": 0.7059
    },
    {
      "speaker": "A",
      "text": "Right, you wake up and you've got lobster claws for hands. You wake up and you've got ducks feet. Or you wake up and you've got one horn coming out of your head.",
      "start": 2244286,
      "end": 2256710,
      "confidence": 0.9306687878787879
    },
    {
      "speaker": "D",
      "text": "The worst thing. Yeah, probably the horn coming out of me. Why get in the way?",
      "start": 2256822,
      "end": 2263994,
      "confidence": 0.8441362499999999
    },
    {
      "speaker": "A",
      "text": "That'd be useful, wouldn't it? In fights and stuff and for like parties we would like to.",
      "start": 2264574,
      "end": 2269836,
      "confidence": 0.7942941176470588
    },
    {
      "speaker": "C",
      "text": "Lobster claws would also be quite handy there.",
      "start": 2269900,
      "end": 2271904,
      "confidence": 0.91391125
    },
    {
      "speaker": "D",
      "text": "Definitely.",
      "start": 2275204,
      "end": 2276224,
      "confidence": 0.39416
    },
    {
      "speaker": "A",
      "text": "Black level motorcycle club. Spread your love. You enjoyed it so far um.",
      "start": 2281684,
      "end": 2287268,
      "confidence": 0.7629261538461539
    },
    {
      "speaker": "C",
      "text": "Yeah, I suppose so.",
      "start": 2287356,
      "end": 2288428,
      "confidence": 0.8929024999999999
    },
    {
      "speaker": "A",
      "text": "First show back.",
      "start": 2288476,
      "end": 2289180,
      "confidence": 0.9780233333333334
    },
    {
      "speaker": "C",
      "text": "Yeah, it's not bad.",
      "start": 2289252,
      "end": 2290092,
      "confidence": 0.9505300000000001
    },
    {
      "speaker": "B",
      "text": "It's great.",
      "start": 2290148,
      "end": 2290596,
      "confidence": 0.944245
    },
    {
      "speaker": "C",
      "text": "I'm just thinking about that money, Rick, to be honest.",
      "start": 2290660,
      "end": 2292164,
      "confidence": 0.69884
    },
    {
      "speaker": "A",
      "text": "I know, I know.",
      "start": 2292204,
      "end": 2293612,
      "confidence": 0.907795
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2293668,
      "end": 2294110,
      "confidence": 0.97317
    },
    {
      "speaker": "C",
      "text": "Could you maybe get, like a sort of telethon type thing going or a little charity thing? Just sort of help me?",
      "start": 2294212,
      "end": 2298450,
      "confidence": 0.9111590909090911
    },
    {
      "speaker": "A",
      "text": "You can't really ask people to send you money. It's technically begging.",
      "start": 2298522,
      "end": 2301226,
      "confidence": 0.8437466666666668
    },
    {
      "speaker": "B",
      "text": "Is it? Yeah. Okay.",
      "start": 2301250,
      "end": 2303094,
      "confidence": 0.6631575
    },
    {
      "speaker": "A",
      "text": "Are you a registered charity?",
      "start": 2303554,
      "end": 2305174,
      "confidence": 0.9316939999999999
    },
    {
      "speaker": "C",
      "text": "I suppose not. Not really.",
      "start": 2305834,
      "end": 2307154,
      "confidence": 0.808088
    },
    {
      "speaker": "A",
      "text": "We could probably get you status.",
      "start": 2307234,
      "end": 2308834,
      "confidence": 0.9499449999999999
    },
    {
      "speaker": "C",
      "text": "Yeah, but could I promise? I mean, could I pretend to give them something in return? I mean, I'm allowed to sell things on the radio.",
      "start": 2308994,
      "end": 2313546,
      "confidence": 0.8880561538461537
    },
    {
      "speaker": "A",
      "text": "Yeah, you are.",
      "start": 2313570,
      "end": 2314122,
      "confidence": 0.8670766666666667
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2314178,
      "end": 2314586,
      "confidence": 0.44543
    },
    {
      "speaker": "A",
      "text": "Although you probably. You probably get in trouble with the authority if you're using it to sort of like, to your own. Not like everyone else.",
      "start": 2314650,
      "end": 2321644,
      "confidence": 0.9063623076923079
    },
    {
      "speaker": "C",
      "text": "Doesn't look exactly.",
      "start": 2321684,
      "end": 2322812,
      "confidence": 0.7913966666666666
    },
    {
      "speaker": "A",
      "text": "Free lunches and sponsorship and God knows what, you know, I mean.",
      "start": 2322908,
      "end": 2326524,
      "confidence": 0.9474300000000001
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2326604,
      "end": 2326956,
      "confidence": 0.5488
    },
    {
      "speaker": "A",
      "text": "Put the people that work here, small fry, the scum.",
      "start": 2327020,
      "end": 2329740,
      "confidence": 0.7622660000000001
    },
    {
      "speaker": "C",
      "text": "Exactly. The nobodies.",
      "start": 2329812,
      "end": 2330644,
      "confidence": 0.6352433333333333
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 2330684,
      "end": 2331548,
      "confidence": 0.930085
    },
    {
      "speaker": "C",
      "text": "But 165, quiz. Pretty. It's quite a lot of money. So, I mean, if you want to contribute anything, Rick, as I said before, you're more than welcome to.",
      "start": 2331676,
      "end": 2337820,
      "confidence": 0.920987931034483
    },
    {
      "speaker": "A",
      "text": "Yeah, no, I would if I felt any responsibility.",
      "start": 2337932,
      "end": 2340764,
      "confidence": 0.9345255555555556
    },
    {
      "speaker": "B",
      "text": "Right. Yeah.",
      "start": 2340844,
      "end": 2341612,
      "confidence": 0.633165
    },
    {
      "speaker": "A",
      "text": "Or cared. But, yeah, I got there too early, which is annoying. What we should have done, really, was get you your plane and come back, because I have had time.",
      "start": 2341668,
      "end": 2349988,
      "confidence": 0.8644138709677418
    },
    {
      "speaker": "C",
      "text": "You know, I was going to mention it at the time. I didn't want to, because I knew the answer would be no.",
      "start": 2350036,
      "end": 2353544,
      "confidence": 0.9079021739130435
    },
    {
      "speaker": "A",
      "text": "Oh, Carl. Oh, really? I've had a great time. I forgot. I've forgotten how good it was just to have a normal con. I say normal, just to have a conversation with you. We were looking forward to this. He's really down today, isn't he?",
      "start": 2356084,
      "end": 2369064,
      "confidence": 0.8654064444444447
    },
    {
      "speaker": "C",
      "text": "Because I said to him. I said to him, did you enjoy Edinburgh? He spent the week up in Edinburgh, obviously, and he said, well, he loved it up there. He's been part of every. The night.",
      "start": 2370364,
      "end": 2376578,
      "confidence": 0.8443421621621622
    },
    {
      "speaker": "A",
      "text": "And he actually enjoyed it.",
      "start": 2376666,
      "end": 2377618,
      "confidence": 0.9605839999999999
    },
    {
      "speaker": "C",
      "text": "And I've never. I've never met him when he's actually enjoyed anything before. He's never enjoyed anything as far as I know. And I love the paper round. And this is the first time he.",
      "start": 2377626,
      "end": 2387634,
      "confidence": 0.8745577142857145
    },
    {
      "speaker": "A",
      "text": "Was talking about the other day as well. But I said to that he really thinks that paper on the ad was 40. It was the best job he'd ever had. He still thinks the best job. He was. He said he was his own boss would know you, weren't he on a bike, and think. And he said, I bet if I phoned those people who I delivered the papers to, they'd say it was the best delivery they've heard. He said, in fact, I bet a lot of them have chucked in delivery because it went downhill. This is all it's thinking, this. He went along.",
      "start": 2387634,
      "end": 2413774,
      "confidence": 0.8263929629629627
    },
    {
      "speaker": "B",
      "text": "Yeah. Didn't yeah. Yeah.",
      "start": 2413854,
      "end": 2415134,
      "confidence": 0.7169075
    },
    {
      "speaker": "A",
      "text": "Imagine phone and someone up says, you don't me, but I used to live your paper ten years ago. Was it the best delivery service you've ever had?",
      "start": 2415254,
      "end": 2420766,
      "confidence": 0.7813778571428571
    },
    {
      "speaker": "D",
      "text": "No, but if I said I delivered it ten years ago, you used to. If you got up at like six in the morning, it was there for you.",
      "start": 2420870,
      "end": 2427518,
      "confidence": 0.9352941379310347
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2427606,
      "end": 2427934,
      "confidence": 0.64294
    },
    {
      "speaker": "D",
      "text": "There's no other paper boy who could guarantee that they'd have that paper when they got.",
      "start": 2427974,
      "end": 2432322,
      "confidence": 0.9209975000000001
    },
    {
      "speaker": "C",
      "text": "If you could earn enough money, would you do a paper round again? If that was your job, but you were being paid enough to make a living from it. Is that something you think about? Do you think you'd enjoy it as much nowadays?",
      "start": 2432378,
      "end": 2442306,
      "confidence": 0.9344042222222222
    },
    {
      "speaker": "D",
      "text": "Yeah, I reckon I would. Yeah?",
      "start": 2442450,
      "end": 2443570,
      "confidence": 0.858235
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2443642,
      "end": 2444202,
      "confidence": 0.94032
    },
    {
      "speaker": "D",
      "text": "Listen to some music.",
      "start": 2444338,
      "end": 2445386,
      "confidence": 0.971195
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 2445490,
      "end": 2446186,
      "confidence": 0.91782
    },
    {
      "speaker": "A",
      "text": "A thousand pound a week. Would you do the best?",
      "start": 2446370,
      "end": 2448530,
      "confidence": 0.973006
    },
    {
      "speaker": "B",
      "text": "Yeah. Would you really?",
      "start": 2448602,
      "end": 2449922,
      "confidence": 0.768165
    },
    {
      "speaker": "D",
      "text": "Yeah.",
      "start": 2449978,
      "end": 2450614,
      "confidence": 0.94168
    },
    {
      "speaker": "C",
      "text": "Is there anyone out there who is willing to test that? So anyone who's willing to pay Carl. Right. Some of them are a grand to take a week off work and deliver papers just for that week.",
      "start": 2451514,
      "end": 2463192,
      "confidence": 0.9180150000000001
    },
    {
      "speaker": "B",
      "text": "All day, though.",
      "start": 2463208,
      "end": 2463680,
      "confidence": 0.8986466666666666
    },
    {
      "speaker": "A",
      "text": "It's all day.",
      "start": 2463712,
      "end": 2464184,
      "confidence": 0.9225366666666667
    },
    {
      "speaker": "D",
      "text": "No, no, no. I'll get up and the customers will have their paper.",
      "start": 2464224,
      "end": 2468976,
      "confidence": 0.9050569230769232
    },
    {
      "speaker": "A",
      "text": "Yeah, but can I tell you what stream?",
      "start": 2469080,
      "end": 2470644,
      "confidence": 0.79921875
    },
    {
      "speaker": "D",
      "text": "No.",
      "start": 2471504,
      "end": 2471912,
      "confidence": 0.91776
    },
    {
      "speaker": "A",
      "text": "Because it's the M 25.",
      "start": 2471968,
      "end": 2473884,
      "confidence": 0.967624
    },
    {
      "speaker": "C",
      "text": "You are being paid a thousand pounds.",
      "start": 2474304,
      "end": 2476204,
      "confidence": 0.8772871428571428
    },
    {
      "speaker": "A",
      "text": "The M 25. I'll tell you what, let's, let's, let's take the mood down a little bit and play one of the most beautiful songs I've been looking forward to getting just to play this, to be honest. It's Jimmy Webb's version of Galveston. Galveston there by the brilliant Jimmy Webb.",
      "start": 2477224,
      "end": 2493880,
      "confidence": 0.8861676470588232
    },
    {
      "speaker": "B",
      "text": "Uh huh.",
      "start": 2493912,
      "end": 2494264,
      "confidence": 0.74512
    },
    {
      "speaker": "A",
      "text": "Who wrote it?",
      "start": 2494304,
      "end": 2495364,
      "confidence": 0.87201
    },
    {
      "speaker": "C",
      "text": "Who wrote it?",
      "start": 2495664,
      "end": 2496472,
      "confidence": 0.8566966666666667
    },
    {
      "speaker": "A",
      "text": "He wrote it.",
      "start": 2496528,
      "end": 2496952,
      "confidence": 0.9886266666666668
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2496968,
      "end": 2497096,
      "confidence": 0.71904
    },
    {
      "speaker": "A",
      "text": "I mean, yeah. William Jimmy Webb. Who wrote it? It was all one sentence.",
      "start": 2497120,
      "end": 2500232,
      "confidence": 0.9019442857142858
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2500288,
      "end": 2500592,
      "confidence": 0.87377
    },
    {
      "speaker": "A",
      "text": "Did I confuse you again? Yeah, with my speech patterns.",
      "start": 2500648,
      "end": 2502936,
      "confidence": 0.8755970000000002
    },
    {
      "speaker": "B",
      "text": "It's just.",
      "start": 2502960,
      "end": 2503216,
      "confidence": 0.7415499999999999
    },
    {
      "speaker": "C",
      "text": "Just using the English language is always helpful.",
      "start": 2503240,
      "end": 2504888,
      "confidence": 0.93210375
    },
    {
      "speaker": "A",
      "text": "But compared to Carl, I'm Oscar Wilde.",
      "start": 2504936,
      "end": 2508496,
      "confidence": 0.8166242857142857
    },
    {
      "speaker": "C",
      "text": "I suppose. So be afraid.",
      "start": 2508560,
      "end": 2515044,
      "confidence": 0.9200419999999999
    },
    {
      "speaker": "A",
      "text": "Electric software on XFM 104.9. Not long to go on our return. Triumphant return. I think. I think the place would be sane.",
      "start": 2515944,
      "end": 2524082,
      "confidence": 0.734347391304348
    },
    {
      "speaker": "B",
      "text": "Steve.",
      "start": 2524098,
      "end": 2524306,
      "confidence": 0.49008
    },
    {
      "speaker": "A",
      "text": "Yes, yes, Carl. I met Carl times in our sabbatical. And he said to me once, he said, oysters. Have you ever tried oysters? I don't like them. And now. And I said, oh, it's just the thing about swallowing them whole, you know, you went, well, the reason you have to do that is this. They're they're fatally poisonous and if you bite into them, they kill you. And I went, of course they don't. He went, yeah. I went, well, of course they wouldn't.",
      "start": 2524330,
      "end": 2556402,
      "confidence": 0.8588279069767442
    },
    {
      "speaker": "B",
      "text": "What if you chew? Do I say?",
      "start": 2556498,
      "end": 2557370,
      "confidence": 0.7700914285714285
    },
    {
      "speaker": "A",
      "text": "He said, no. I said, well, so you swallow them whole. Not poisonous. He went, yeah. Ah, see?",
      "start": 2557402,
      "end": 2561618,
      "confidence": 0.8404055555555556
    },
    {
      "speaker": "B",
      "text": "He said. So.",
      "start": 2561706,
      "end": 2562322,
      "confidence": 0.8363366666666666
    },
    {
      "speaker": "A",
      "text": "He said, when you swallow heroin in a johnny, he says, that doesn't kill you, does it? That was it. Oh, and then about a week later, and I was wrong about them.",
      "start": 2562378,
      "end": 2573854,
      "confidence": 0.9042421212121211
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2574664,
      "end": 2575064,
      "confidence": 0.92593
    },
    {
      "speaker": "A",
      "text": "I went, where? I said, yeah, yeah, yeah. And what did you say?",
      "start": 2575104,
      "end": 2578324,
      "confidence": 0.8553076923076923
    },
    {
      "speaker": "D",
      "text": "It's if you eat them and then you have some whiskey.",
      "start": 2578944,
      "end": 2581604,
      "confidence": 0.8569872727272728
    },
    {
      "speaker": "C",
      "text": "They turn deadly.",
      "start": 2583504,
      "end": 2584640,
      "confidence": 0.9901800000000001
    },
    {
      "speaker": "B",
      "text": "When.",
      "start": 2584712,
      "end": 2585016,
      "confidence": 0.96593
    },
    {
      "speaker": "C",
      "text": "When whiskey comes into contact with them.",
      "start": 2585080,
      "end": 2586744,
      "confidence": 0.8214042857142857
    },
    {
      "speaker": "D",
      "text": "Yeah. When. When they've had a drink, they get.",
      "start": 2586824,
      "end": 2591176,
      "confidence": 0.776677777777778
    },
    {
      "speaker": "A",
      "text": "A bit rowdy in your stomach. They start fighting. They can cause hilarious rupturing.",
      "start": 2591200,
      "end": 2595264,
      "confidence": 0.8486235714285716
    },
    {
      "speaker": "D",
      "text": "So what are you saying now? You're saying you don't believe that?",
      "start": 2595344,
      "end": 2597600,
      "confidence": 0.9149525000000001
    },
    {
      "speaker": "C",
      "text": "Am I saying?",
      "start": 2597752,
      "end": 2598256,
      "confidence": 0.9462799999999999
    },
    {
      "speaker": "B",
      "text": "What are you saying?",
      "start": 2598280,
      "end": 2598896,
      "confidence": 0.9929875
    },
    {
      "speaker": "D",
      "text": "You don't believe that?",
      "start": 2598920,
      "end": 2599488,
      "confidence": 0.90311
    },
    {
      "speaker": "A",
      "text": "He thinks he's got us here. He thinks he's got us here.",
      "start": 2599496,
      "end": 2601608,
      "confidence": 0.9799233333333334
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2601736,
      "end": 2602024,
      "confidence": 0.58029
    },
    {
      "speaker": "A",
      "text": "I don't believe that. If you eat an oyster, then drink some whiskey, you die.",
      "start": 2602064,
      "end": 2605084,
      "confidence": 0.9482673333333334
    },
    {
      "speaker": "D",
      "text": "You might not die straight away, but you won't eventually.",
      "start": 2605414,
      "end": 2607902,
      "confidence": 0.8946210000000001
    },
    {
      "speaker": "A",
      "text": "50 years time.",
      "start": 2607958,
      "end": 2608638,
      "confidence": 0.99233
    },
    {
      "speaker": "C",
      "text": "If you've got. You've got to keep on drinking whiskey.",
      "start": 2608686,
      "end": 2610614,
      "confidence": 0.890627
    },
    {
      "speaker": "A",
      "text": "Yeah. 50 or 60 years later, he was dead. Yeah. Oyster and a bottle of whiskey bait. Then out of nowhere, 40 years.",
      "start": 2610654,
      "end": 2619246,
      "confidence": 0.8446252173913045
    },
    {
      "speaker": "C",
      "text": "Where's this information come from?",
      "start": 2619310,
      "end": 2620822,
      "confidence": 0.874774
    },
    {
      "speaker": "D",
      "text": "If some doctor called up now. Yeah, I'll put you right.",
      "start": 2620918,
      "end": 2624070,
      "confidence": 0.8121399999999999
    },
    {
      "speaker": "A",
      "text": "Would you believe him if it wasn't Doctor Fox?",
      "start": 2624102,
      "end": 2626350,
      "confidence": 0.8581933333333334
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 2626462,
      "end": 2627194,
      "confidence": 0.87141
    },
    {
      "speaker": "D",
      "text": "What about the airy, airy lads growing up with the werewolves and that they.",
      "start": 2628134,
      "end": 2633346,
      "confidence": 0.8740585714285715
    },
    {
      "speaker": "A",
      "text": "Didn'T grow up with three different genetic mutation where they said, you know, they were born with very, very hyssop.",
      "start": 2633370,
      "end": 2641314,
      "confidence": 0.7885899999999999
    },
    {
      "speaker": "C",
      "text": "There were a couple of kids. Yes, we know, up with wolves.",
      "start": 2641354,
      "end": 2643618,
      "confidence": 0.7978775000000001
    },
    {
      "speaker": "A",
      "text": "And you can't kill them with a silver bullet. I mean, you're confusing two things.",
      "start": 2643666,
      "end": 2648922,
      "confidence": 0.9185539999999999
    },
    {
      "speaker": "C",
      "text": "There were some kids who were very, very hairy.",
      "start": 2649058,
      "end": 2650850,
      "confidence": 0.9242177777777779
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2650882,
      "end": 2651162,
      "confidence": 0.97149
    },
    {
      "speaker": "C",
      "text": "Yeah, they're in folklore. There were some kids who grew up with wolves.",
      "start": 2651218,
      "end": 2654018,
      "confidence": 0.8515715384615383
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2654066,
      "end": 2654250,
      "confidence": 0.98168
    },
    {
      "speaker": "C",
      "text": "I don't think the two are connected.",
      "start": 2654282,
      "end": 2655522,
      "confidence": 0.8735971428571428
    },
    {
      "speaker": "A",
      "text": "Yeah.",
      "start": 2655658,
      "end": 2656374,
      "confidence": 0.79329
    },
    {
      "speaker": "C",
      "text": "There's no such thing as werewolves, Carl.",
      "start": 2657244,
      "end": 2659348,
      "confidence": 0.7079157142857143
    },
    {
      "speaker": "A",
      "text": "You believe me?",
      "start": 2659436,
      "end": 2660212,
      "confidence": 0.9460433333333333
    },
    {
      "speaker": "C",
      "text": "I saw a documentary on it on the History Channel. You'd have loved it.",
      "start": 2660228,
      "end": 2662540,
      "confidence": 0.89811
    },
    {
      "speaker": "B",
      "text": "You.",
      "start": 2662572,
      "end": 2662716,
      "confidence": 0.87381
    },
    {
      "speaker": "A",
      "text": "You grew up with a man. You know, you don't flap around, do you, and steal people's jewelry.",
      "start": 2662740,
      "end": 2667424,
      "confidence": 0.7728244444444444
    },
    {
      "speaker": "C",
      "text": "What was the thing you told me about snails.",
      "start": 2668324,
      "end": 2670304,
      "confidence": 0.9829555555555554
    },
    {
      "speaker": "D",
      "text": "Have you ever had any, any post that that looks like it's been opened occasionally?",
      "start": 2673044,
      "end": 2680044,
      "confidence": 0.9132406666666667
    },
    {
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 2680084,
      "end": 2680748,
      "confidence": 0.91723
    },
    {
      "speaker": "D",
      "text": "All right, well, what it is, it's not your postman having a sneaky look. A sneaky look. Problem is, right?",
      "start": 2680796,
      "end": 2687944,
      "confidence": 0.8889599999999998
    },
    {
      "speaker": "C",
      "text": "Slugs. The problem. Slugs.",
      "start": 2689404,
      "end": 2692308,
      "confidence": 0.9205975
    },
    {
      "speaker": "D",
      "text": "Slugs at night, they like nipping about and that. It gets a bit cold. And in London, like in the country, they go into the grass, don't they?",
      "start": 2692436,
      "end": 2701076,
      "confidence": 0.8933878571428572
    },
    {
      "speaker": "B",
      "text": "Right.",
      "start": 2701140,
      "end": 2701724,
      "confidence": 0.95397
    },
    {
      "speaker": "D",
      "text": "But in London, it's like, oh, what can we do? And they go in letterboxes.",
      "start": 2701884,
      "end": 2706860,
      "confidence": 0.8317213333333332
    },
    {
      "speaker": "C",
      "text": "Slugs going, letter boxes.",
      "start": 2707052,
      "end": 2708950,
      "confidence": 0.4986925
    },
    {
      "speaker": "B",
      "text": "Boxes.",
      "start": 2709012,
      "end": 2709370,
      "confidence": 0.49993
    },
    {
      "speaker": "D",
      "text": "It's nice and warm in there, dry and what have you. And these are homeless slugs, aren't they?",
      "start": 2709402,
      "end": 2714226,
      "confidence": 0.8555027777777778
    },
    {
      "speaker": "A",
      "text": "Ones that lost their shell when they're in there.",
      "start": 2714250,
      "end": 2716050,
      "confidence": 0.9312288888888889
    },
    {
      "speaker": "D",
      "text": "They only found out that they love glue. They've been eating. Eating the glue off the stamps.",
      "start": 2716122,
      "end": 2721850,
      "confidence": 0.9164158823529411
    },
    {
      "speaker": "C",
      "text": "Right.",
      "start": 2721922,
      "end": 2722534,
      "confidence": 0.81379
    },
    {
      "speaker": "D",
      "text": "And people have been getting charged for post because it hasn't had stamps on it. It's like, well, I put a stamp on it. Yes. Slugs have been eating it.",
      "start": 2722954,
      "end": 2730402,
      "confidence": 0.8855970000000001
    },
    {
      "speaker": "B",
      "text": "Sure.",
      "start": 2730538,
      "end": 2730978,
      "confidence": 0.56812
    },
    {
      "speaker": "D",
      "text": "And they also eat the glue that's on the actual envelope shutter. And it's a real popular problem, this. That letters are being lost and opened and all that stuff.",
      "start": 2731066,
      "end": 2741244,
      "confidence": 0.8869989999999999
    },
    {
      "speaker": "C",
      "text": "Slugs. Slugs. Like stealing postal orders and things and cashing them in and stuff.",
      "start": 2741364,
      "end": 2746324,
      "confidence": 0.8306535714285715
    },
    {
      "speaker": "B",
      "text": "Yeah.",
      "start": 2746484,
      "end": 2746780,
      "confidence": 0.6628
    },
    {
      "speaker": "D",
      "text": "Again, you know, if there's a doctor. If there's a postman.",
      "start": 2746812,
      "end": 2749380,
      "confidence": 0.9706709090909093
    },
    {
      "speaker": "C",
      "text": "Yeah.",
      "start": 2749492,
      "end": 2750184,
      "confidence": 0.54135
    },
    {
      "speaker": "A",
      "text": "Well, with us, two expert witnesses, a doctor and a postman. So post is a real problem.",
      "start": 2753084,
      "end": 2759024,
      "confidence": 0.8614076470588236
    },
    {
      "speaker": "C",
      "text": "So when we see a slug trail or a snail's trail. It's glue. That's glue they've stolen, is it?",
      "start": 2759844,
      "end": 2766624,
      "confidence": 0.8854678947368421
    },
    {
      "speaker": "B",
      "text": "That's.",
      "start": 2767124,
      "end": 2767540,
      "confidence": 0.89953
    },
    {
      "speaker": "C",
      "text": "They've just. That's a little.",
      "start": 2767572,
      "end": 2768636,
      "confidence": 0.8385280000000002
    },
    {
      "speaker": "B",
      "text": "I'm not.",
      "start": 2768740,
      "end": 2769052,
      "confidence": 0.80115
    },
    {
      "speaker": "D",
      "text": "I'm not gonna say.",
      "start": 2769068,
      "end": 2769944,
      "confidence": 0.7774875000000001
    },
    {
      "speaker": "C",
      "text": "But we could follow that trail and find them and they'd have a big. Yeah. Our stamps and.",
      "start": 2770804,
      "end": 2776628,
      "confidence": 0.8782277777777777
    },
    {
      "speaker": "A",
      "text": "Yeah, there they are.",
      "start": 2776716,
      "end": 2777868,
      "confidence": 0.9172175
    },
    {
      "speaker": "C",
      "text": "Like birthday cards.",
      "start": 2777916,
      "end": 2779276,
      "confidence": 0.7653633333333333
    },
    {
      "speaker": "A",
      "text": "Yeah. But a two pound note.",
      "start": 2779460,
      "end": 2781244,
      "confidence": 0.8201933333333334
    },
    {
      "speaker": "B",
      "text": "Yes.",
      "start": 2781284,
      "end": 2781804,
      "confidence": 0.49422
    },
    {
      "speaker": "A",
      "text": "Oh, that's fantastic.",
      "start": 2781924,
      "end": 2783700,
      "confidence": 0.7969466666666666
    },
    {
      "speaker": "B",
      "text": "Slugs.",
      "start": 2783852,
      "end": 2784864,
      "confidence": 0.62041
    },
    {
      "speaker": "A",
      "text": "Oysters and whiskey kill. Yeah, and slugs.",
      "start": 2785284,
      "end": 2787276,
      "confidence": 0.6970457142857143
    },
    {
      "speaker": "C",
      "text": "Be very careful if you're gonna go out this evening. You're thinking of having a whiskey, maybe some oysters. Be very, very careful.",
      "start": 2787300,
      "end": 2791724,
      "confidence": 0.8243160869565217
    },
    {
      "speaker": "A",
      "text": "If you are going to post a letter, please not use tasty glue.",
      "start": 2792104,
      "end": 2796204,
      "confidence": 0.9745792307692309
    },
    {
      "speaker": "B",
      "text": "Do you realize.",
      "start": 2797744,
      "end": 2800064,
      "confidence": 0.6563166666666667
    }
  ]
}
