{
  "id": "4af2b704-93d2-44f5-8541-0202ff185277",
  "status": "completed",
  "text": "Pod or pod as I call them. I don't. No. XFN 104.9. It's the Ricky Gervais show with Steve Merchant. Yeah. So Durham O'Didley. Yes. Through weeks and weeks, weeks and weeks in a row, he doesn't even turn up. And now suddenly he's all over breakfast. I noticed. Yeah. He's standing in for the breakfast show. Why wouldn't we ask to do that? Well, yeah. I didn't know about this. Yeah, but I don't want to get up that early, do I? Sure. I feel a bit hungover today, actually. Yeah. What's happening? What? You partying last night, were you? Well, not partying. We just went out. Went out for a couple of drinks and had a meal and then went to the borderline and saw. But I'll tell you about that. You saw a band. That's the first time in years, isn't it? It is, yeah. Yeah. Because, you know John Sim, the actor, not really. He's in this band, like with Magic Alex. It was really good. They're sort of like. Sort of like a friendly oasis. They got, you know, so quite. You know, it's quite mank sort of feel. It's really good. Good songs and everything. Is a singer. Yeah. No, he's a guitarist. Nice. But it was full of actors because it. Because. And I felt quite tall. That's ludicrous, because you're very short, man. Well, I am. I'm sort of. I was average, but now I'm not, I don't think, five foot eight. That's right. But there I was quite. It was like Lilliput. So I just gotta hang out. Actors doing. Yeah, this is the reason. Because actors are often very, quite handsome people, but yet they're always quite. We are. We are, we are, we are. No, I mean they're normally quite obnoxious. Rick, again. You know, you're a good example of that. And yet I think it must be the small man complex. That's what makes them so obnoxious, so kind of desperate for attention. Didn't realize it before. Steady on. Because I tower above everyone. You do, don't. Yeah. I'm for people who don't know, who are listening. I'm six foot seven inches tall. That's, that's, that's. That's high. Yeah, that's. And. And for people who've never seen him, he doesn't hold it well. It's not like he's a sort of handsome athlete, is it, Carl? He's a bit of a. What do you call him Carl? Don't answer. No, don't get drawn into that. You know the game he's playing. Do you know yesterday when you were in the office. Yeah. You did a little move and it reminded me of Blakey. Oh, I hate you, gervaise. Oh, I hate you, Pilkington. Yeah, but even he was. He held it a little bit better, didn't he? Because he was a man, you know, a big coat and everything, the peak cap. But, uh. Yeah. I can't believe you, like, I've not suffered enough from being freakishly tall now. To my best buddies. Yeah. Live on radio. It's not just height, though, is it? It's the posture in the face and everything, but it's got your places on it. No, what do you mean, it's got me places? I think. I think people give you a bit more of a chance in your career and stuff. It's like, well, yeah, stacking shelves. Because I can reach to a high level. Museum. Plug in, baby, on XFM 104.9, Rick. Well, yeah, but I know you guys are laughing about the height thing. And for those that have only just tuned in, I am six foot seven inches tall, which is. Which is tall and that's big. And I, you know, I pride myself on it in a way. You know, I've worked hard. I've not smoked, I ate well. You know, it's an accomplishment. But obviously I didn't have much involvement in it. I just am. And it's a curse, because mainly the problem is that you can't get stuff, you can't get clothes, you can't get shoes. Yeah. So he size 14ft. Yeah, that's. But it is genuine. And I don't know, I mean, it costs a lot to buy a pair of size 14 shoes. And it's all. I mean, if you're poor, if you were genuinely poor, I don't know how you'd afford to be tall because the clothing costs more. Everything costs. I've seen this in comics that you'd actually go to school in a barrel. Wearing a barrel with just braces. It'd just be a barrel and you'd have sort of flip flops. And you take a mule with you. They would have a mule, didn't they? The poor people always think, like it, that they, like, you'll be in a pub or something and people. I mean, people just think they can talk to you about it. They just think it's just like. Because it's like. But that really annoys you, doesn't it? Well, it annoys me because it's like they think I should be proud of it. Well, exactly. But they don't think that. This is not a disadvantage, this is not a disability, is it? You're taller than most people. It might get disability. No, no, no. If you were eight foot three, it'd be slightly disabilitating. You would, you know. But disability? What? Disability? Yeah. No, you're a medical man, aren't you? Eh? But no, the point is, it's a disability because you go on public transport. Like if you're on a coach. The only place I can sit on a coach is that seat on the driver's lap. Either on the driver's lap or that seat at the very end. Yeah. You know where. Which is kind of. Which sits into the aisle. Yeah. That's the only place I can stand up. Stand back waving at drivers. You could drive it from the back. Here he comes. Watch it. Were you a tall baby? Miss and misses merchant, you've given birth to a basketball player. Look at his dribble already. Were you a tall baby? Babies aren't tall. All right. At what point did. Did you suddenly like, Jesus, nothing fits me. Well, it didn't happen overnight. Let's do a little graph. How tall are you at five? Oh, I don't know. Three foot. Three foot. How tall were you at twelve? Six foot six? I don't know, do I? How do I remember? I don't remember this. Well, when the teachers start calling you freak boy and lanky, didn't they? You went to a funny school. I went bowling with him once. Well, I'd never been bowling before, and he'd been once before and. Let's go. This bowl went to bowling alley, right? And you have to wear these special shoes. Now, they're. They're sort of like pointed things anyway. And they're multicolored, sort of red and green. They look pretty weird. And. And the woman said to me, what size? I said, oh, eight. What size are you? 14. She went, 14? He went, you probably haven't got them. He goes, she goes, yeah, I think we have got one pair. And she put them on the table and it was like Krusty the clown. And I just started laughing. They look so long, and you have to run around this bowling alley in these freaky clowns. They don't look freaky clown like when I'm wearing them, because the rest of me is in proportion to it. It looks like a little wall bracket. Doing the worst thing. One of the worst things that happens when I was like, I don't know, when I was about 16 or something, we went to. There'S a fire alarm going off. There's a fire alarm and the fire lights going off. Should, should we not just maybe play a record and go and check that out? Wrap it up if you want. No, no, not wrap it up. Play a record. I'm gonna go. No, the Rick, he's gone off. Oh, what? We might have burned down. Yeah, I think we'd know about it. The flames licking around our ankles would be a clue. I'm gonna go and investigate. You shouldn't ignore a fire. Look at him, he's scared of fire. What do you mean? Mercury rev. The dark is rising. That's a good song in it. I noticed that you're investigating the fire mainly involved wandering out into the office, looking around a bit, then coming back. Yeah. What did you find out? There was no fire. There was no fire? No. Right. But I learned about it. Imagine that though. Imagine there's a fire and there's loads of firemen. They go, get back. And you go to the firemen. Oh, get back. Whack. Whaaa. Oh, look at him. I'd actually justified to. Okay, there's heavy shedding. Lads. Retreat. Oh, Braxage, I'm sorry. Bracksage. Yeah, there was a fire. I've never seen it before. A fire thing going off. There's a fire. I thought, oh, let's at least have a look if there's a fire. That's all I thought, see, is somewhere official coming in now to tell us we should have been running out. There's no fire. Well, you can't just stop entertaining, you know, the people of London just because there's a fire. This isn't the Titanic. I don't have to carry on playing. I don't know, it feels like a bit of a sinking ship. Nice one, nice one. I don't know who I'm taking off then. Probably me. Yeah, I think so. Let me just tell you briefly, this is another example of how people can just exploit you and make fun of you when you're tall. I was quite tall. I've always been like six foot seven for quite a while now. And when I was about 16, I went to a big New Year's celebration in Bristol, where I come from, and everyone kind of congregates in this big sort of part of town and there's people dancing around like in Trafalgar Square. And I was there and somehow I sort of just picked up a balloon somewhere along the line. One of those kind of helium sort balloons. And I was holding that, dancing around, and these two girls came up to me. I was thinking, yeah, okay, you know, it's New Year's Eve. Brilliant. You know, that's my kind of party. Yeah. They came out, they went, hey, once a year. And they went, they said, you're gonna be here for long. And I went, well, maybe they said, it's just that we've arranged to meet back at you in about an hour. What do you mean? Well, it's just because we can see you wherever you are. Don't worry, you can move around and stuff. We'll see you with the balloon. Just arrange to meet some friends. I love that. A landmark. If pilots use that, we're just coming in. When we see Steven, we will be descending to Bristol Temple Mead. What's really funny is New Year's Eve, Trafalgar Square, you've got a huge column, but the year Steve is like the meeting point. Steve's got a huge column. Brilliant, Rick. Well done. Award winning comedy from Ricky. Jamaican. Took you back, didn't it? Happy Mondays there, Manxina. Carl's, like, really getting down. Oh, yeah, yeah. Oh, come on. Any viewers? Oh, come on. Well, they take you back to that. How old are you? 29. 29. So you were. Oh, you were just going into out of your teens, Virgo? No. What? No, that. That. No, you don't understand. It's just we discussed about involving Carl. Yeah, sorry, yeah, yeah. Management have told us we're just not allowed to. We've had emails from beetro. Please don't speak to Carl. It's cruel. Exactly. Can I just make an appeal? I don't want to. Still going through with it. Doesn't know what's going on. Does he just wave bright objects at him? Yeah. We've got a competition, Steve. We have. But before we mention that, can I just ask something? I don't want to exploit our position on the radio. No, but I wonder, because I'm very tall and it's very tricky for me to get size 14 shoes and big clothes and stuff. Can I just get people to send some stuff if, like, maybe they own a shop? Yeah, but it'd be. It'd be things like homemade clogs that people have carved out of chunks of wood they found in the shed. Whatever. It's not great. When I was in America, everyone says to me, you go to America. Here is a cocool I made out of my own skin. When I was in America, everyone told me that it would be really easy to get big clothes and big shoes because they're all huge and all freaks over there. All right, all right, all right. Steady are. I was wandering around New York, and I was going in a few shops, kind of saying, we've got size 14, us 15 shoes. And they were going, no. Is that a difference? One. And they literally were laughing at me. There was a couple of shops where they literally laugh and get someone else in and come and look at the tall, freaky Englishman. Really? One guy said, I remember we had someone come in here once, and he said he'd been to a shop which sold kind of stuff for really tall people. And I think I can remember the address. And he sort of looked through the telephone directory. He made a note of it, and I went on the subway, and I went there. Lily put. It took me ages to get and really hard to find it. I finally went in there. I've never seen. It was heaving, right. With freaks, really. It was like. They're just kind of gargoyles. It was like something from Lord of the Rings. They were just these tall people and kind of gnarled. Did they turn around and start bowing to you? It was incredible. I just said, hi, I'm looking for a kind of. I went, yeah, sure. And he sort of hobbled off into the darkness and came back with exactly the kind of pair of shoes I wanted. I couldn't believe my luck. It might be a magic shop. But it was like. It was like that shop in Mister Ben. It might have been a dream, though, you see. Have you still actually got the shoes? No. Because when Mister Ben sort of, like, goes back and wakes up next day, he finds, like, a feather in his pocket where he remembers he was a, you know, a 17th century sort of squire or something. You know what I mean? The classic episode of Mister Penn when he becomes 17th century, quiet Mister Ben learns to play the harpsichord. Like with Mister Ben, that black shopkeeper goes, right, are you gonna pay for that? You're not just gonna go through that door and they have an adventure and come back? Yeah, I am. No, you're not. You're barred. Yeah, you just make me sick. We make nothing from you. Well, I'm not in this for your amusement, Mister Ben. Is it only Ben who's got the insider knowledge about the magical doorway or. I don't know. Because that's that fella in the fez. Doesn't seem to have anyone else there. No, rarely. He's always grinning, though. You know something? I. I'm not sure it's not a documentary, though, is it? It's a kid showing it. No, it's not. It's just a kid show, so anything can happen. That's. A lot of people make that mistake when they slag off someone like Scooby Doo or undercuts. It's not. Not really reality, it's just a cloth. Mister Ben. They roll on drugs, really. Like magic roundabout. My mate, fancy chi terra from thundercats. I quite like. She was. She was the lovely. She's a lovely cat. She was a real dish. What's the. What's the. What's the sexiest cartoon? I'm glad you've asked. A lot of people say Jessica rabbit. They do. And they'd be right to say that because she's actually human, she's not an animal, which is good. What? Isn't she? No, no. She's a normal woman married to a rabbit. No, she's not. Yeah. Jessica Rabbit. Is that what. She got a surname? Rabbit. But she's not actually Roger Rabbit. But she's not actually a rabbit. She's a glamorous woman. Is she? Yeah. Yeah. I've never seen it. No. Yeah, yeah, yeah. This is the weird thing about it. That's weird, though, isn't it? It is weird. The idea of a rabbit having sex with a beautiful woman. That's the weirdest thing about it. How does that make you feel? Annoyed, if I'm honest. Yeah. I bought some bunny ears just after I saw the film. Oh, hip hop, you've. This album was rated by a lot of people last year and my sources tell me that it's being re released and re recorded this year. Anyway, nerd are the outfit. They're better known as the Neptunes, who are kind of, sort of hip hop r and b producers. I think this track may have featured my giveaway CD. It did. Anyway, it's dynamite. It's from the album in search of by nerd and it's Bobby James. Play it. Nerd. From the album in search of. And that's Bobby James. Brilliant. It's great. It's really. It might be a little bit of Warren G. That. That course. Yeah, yeah, yeah. And apparently the album. I don't. It was on kind of limited release, so it's quite tricky to get hold of. But as I say, I think they're re releasing me. Well, you should tape off the radio because we're doing lots of features. Yeah. No, I'll maybe play that again in the future. Just tape off. I'll tell you what, I'll play the whole album over the course of the next couple of weeks. Yeah. And we're just. I mean, you know, talking. We just go now and I mean. We can say, we can't advocate you tape off the radio because that's brilliant. Or maybe I'll just do some bootlegs of the, you know, the catalog and just sell them Camden market, you know. Fine. Yeah, something like that. Yeah. I mean, you know, we won't. I mean, we, you know, we should really say that. But Warren G is Doctor Dre's cousin. Is he? Or summer. He is his cousin. But I know he's got a famous brother as well. And I thought, I think it's like Nate dog. We could. Maybe someone would know that and could email me. It's the best thing about being on the radio. I can. I can think of somewhere. There was a competition, right, on virgin. Right? I was listening. Virgin, I think. 105.4. No, what is it? I can't remember. Good station. Good station. And they had a competition, right. And it was to win a trip to America for the. On the enterprise. It was all about space. And there's one. There was one question, answer three, right? And it was. Who was the first one into space? Yuri Gagarin. Who's dinner? And then third question was how. How much bigger than the moon is the sun? Is it twice as big or four times as big? And this woman went four times. We went, correct. It's not. It's hundreds of times bigger. I can't believe. Couldn't someone look that up on the Internet? How many times bigger is the sun than the moon? It's not four times. It's. It's huge. It's like beach ball to a pea type dimension. Which dj was it? Remember on virgin? I can't remember. It was the one on sort by 11:00 wouldn't want to be. Yeah, he's embarrassed himself. When we do quizzes, we never get anything wrong. That's true. During that track, I'm chilling out. I'm loving it, aren't I? Carl goes, do you know how baguettes came about? Do you know how baguettes come about? I went, go on. And Steve went, no, save it. Wait a minute, though. I'm thinking, Rick, people are going to be desperate to know the answer to that. Why don't we play some ads and some music and stuff? It's like a cliff. Exactly. How did baguettes come up? Whatever he says is going to be good. Stay tuned to XFM to find out. Hives, hate to say I told you. So. I love that sort of stuff. And the strokes. So much better than this new metal rubbish, isn't it? Definitely. Now, most people think we talk rubbish on air. Yep. If they could hear the conversations that go on. But someone just emailed in saying the sun is indeed about 400 times bigger than the moon. Thanks for that. That DJ must have looked up and said, 400 times. That can't be right. It's probably. They probably print an error four times. Nothing can be 400 times bigger than the moon. Carl went, yeah, but the sun has only got a million years. And he went on that space program, it said that in a million years, the sun will be destroyed. And he said, and then we're all shafted, right? I went, I laughed. Steve went, no, it's okay. By then we'd be on another planet. Carl went, yeah, but there'd be no sun. Steve went, well, there's other suns. Which is true. Kyle went, well. I went, well, yeah, every star is a sun. Kyle went, well, not. Not really believe that, do ya? And I went, no, it is. The sun is just a star. It's not even tricky. Big star. Carl went, well, why didn't they say that? Instead of worrying me. Instead of worrying me. In a million years time, Carl, he's been preserved, brought back to life and is now the ruler of the world. Just ahead in a fish tank. And he speaks like this. I am Pilkington. The reason, the reason you became king of the universe, of course, is because of your fascinating french bread anecdote. Oh, yeah? Yeah. Come on, then. How did baguettes come about? If this is going to be. Someone cooked a loaf a bit wrong and said, I can still make a sandwich out of it, I'm going to hit you. Right. Napoleon, when he was at war and that with Russia. 1812. Yeah, yeah. All these soldiers were like, you know, not used to the cold weather and that. So they said, take some clothes in your bag with you because it's going to be. So, um, they put all the clothes in the bag. Sure do. They were told it's Napoleon, for Christ's sake. No room for any food. You're joking. So can they make some sort of, like, sandwich? No, it won't fix all the clothes. You have to take extra gear. So, um, anyway, I guess you. Is there a baguette shaped gap left in their holdall? Let's make some bread that you can fit down your trouser leg. What? That's not true. In Euston train station. I was waiting to go back to Manchester. Where did you mean, scrawled on the wall in graffiti? Yeah. Was it also, meet me here for. Cocktail at 12:00 the uppercross sandwich shop, Houston station. It's on the wall. What do you mean, it's on the wall? Do you know how it says, like, sail on at Dixon's whatever. Next to that, there was like a bit of information. Once you've read this stuff on Dixon, I get information. There was. There's a big thing about history of the baguette. We gotta make a sandwich. We can spread fit down our trouser leg. But how can you march and fight with a huge piece of bread down here? Although it would be intimidating. You see him come and you go, suck for blur. Look at the size of them. They're big fellas. Well, I cannot before that could be a practical joke at your expense. Yeah, well, the Earl of sandwiched up. Is that like, fact for you, then? Well, it's not funny. I mean, if they were trying to be funny, it's like. It's not, is it? So it's. Have you heard us think something? That's exactly what happened with the sound with the herd of sandwich wanted somebody could fit down his pants and it was those triangle cut sandwiches wrapped in cling film with perfect. You might be right. You might be right. Because the cornish pasty. So they could drop it down the mines in it. Yeah, they wrapped it up in it. They wrapped up like meat and vegetables in pastry and they saw crimped it and it's like a little. And they dropped it down the mine. So, yeah, that's what that came about. And bagels were originally made so that people could play hoopla, but then eat afterwards. I don't know if you're aware of that. That is true. Well, anyway, yeah, they're all true. Tell your kids that when you have them. Yeah. You know, if they're still alive in a million years. Well, go. It might be true. Can someone confirm that baguette fact that it was so Napoleon could stick it down his trousers? Not him, his soldiers. Yeah, fascinating information. Fascinating bread information. Carl, radio ed. Yeah. Now, this is my song for the lovers. It's a beautiful track. It's let down off. Ok. Computer. It's one of my favorite radio strokes. It's lovely. Right, set the tape going now, if you want to take these songs. Avalanches, frontier psychiatrists. Absolutely. Well, we've had lots of emails and people, obviously, we inflamed and provoked the cornish pasty. I've got a couple of amendments to that, that the Krusty bit, you know, is actually as a handle because obviously the mines had dirty hands and they'd eat the. All the stuff in the pasty and they'd be left with this sort of crust and they could throw that away. Also, someone told us that at one end was like apple. So you have a little sweet as well. So there you go. It's how, like, over the years we've been doing this, you know, way back when we started XFM, no one ever contributes. When we ask about the music, when you ask about hip hop or their, you know, opinions on that, anything important, but start talking about pasties. Yeah. Five phone calls. Yeah. And someone, someone phoned up to confirm they used to work for upper crust. And basically Carl got all excited. So. So it is true. She went, well, I don't know if it's true. I've read the same sign you did, Carl. Interestingly, there's an email here that says, which basically offers a history of the baguette and talks about after the revolution, the government decreed that all of France must eat the same bread. And it was up to the bakers to bake this bread of equality. And then Napoleon kind of made sure it was. Particularly. He kind of set in. Yeah, obviously on the bread. You can eat anything you find in the garden. Frogs, snails, bits of horse. The interesting thing is, Rick, that there's no mention of sticking it down your trousers whilst going to war. The French have tried to keep that secret for over a hundred years. Yeah, yeah, nearly. Nearly 200 years. That is a top secret. Somehow Houston station upper crust got hold of a document left behind in an old sea chest, possibly Napoleon's, could have been Josephine's, unfortunately, jotted it down. He's kicking himself now. And I believe I left a note. If he talked like that. He did, he did, he did that. Yeah, he talked English, but in a very funny french accent. Do you remember funny french accents? You remember Allah low? Yeah. Remember it was on about 05:00 in the afternoon, but they still meant because it was a funny frenchman. It was that. That english guy who was posing as a French. Yes, officer. It's very complicated. He would often walk by and I remember there was one where he said, I was pissing by the door when I heard a shit. Oh, yeah. Passing by the door when I heard a shot. That's what he's saying. I'm allowed to say that at 02:00 because that. I'm just saying I'm talking in a french accent. Yeah, pissing by the door when I heard a shit. Yeah, that's fine, yeah, because I'm speaking French. Do you know what I mean? That's the rule. Do you know why people tinkle? Tink the glasses before the other day? Why they tink the verb to tink? I do know that, Carl. Is it about poison? It is. Here we are. What would it make a different noise? Oh, brilliant. Go on, explain why. You explain it, Steve. No, no, no, don't. See, you explain it, Carl. Go on. I've started, so I'll finish. Go on, Carl. Explain why they tinker the glasses. Ages ago. Yeah, only people with money are drinking or something. Years ago. Welcome to history. Now, now, ages ago, only people with money had drinking or something. Keep going, keep going. Like spirit and stuff. So they. Businessmen. Business, businessmen. This is getting to be cruel. This is amazing. Yeah, go on. Why did you open your mouth, Carl? What were you hoping was the best that could? Because you try to make me look stupid before with the planet. So where is you now? Yeah, go on. No, come on. Businessmen, businessmen. No, businessmen with money. I've got to drink. I'm Ching. Okay, so then, so they nip round. To have a chat about the. Whatever they earn in money with, and they'd say, right, you want to drink then? Oh, yeah, that'd be all right. So rather than like, just pouring it out of a bottle into a glass and saying, there you go, it could be going, hang on a minute, could be poisoning me and try, like, nick me business idea. Yeah. So what they do, it sort of pour a bit of his drink into the other person's glass and you get that tink noise and that's like, cheers, you know? No, no, Carl, I just have a slight amendment there. I think what it was was you actually write that they would then test each other's drinks to see that show that wasn't poisoned. But over the years, that was reduced to just chinking the glasses by way of saying, let's not actually bother going through the whole rhythm roll. They just did the checking of the glass. Yeah, right. Yeah, that's, that's, that's good. I know, well, I like that because people are carrying that with them now. When they do that, they think, oh, that blokes definitely not trying to poison me. Yeah. So the horrible thing is that now when I do the glasses, I can laugh and go, they don't know I've poisoned them. Exactly. You should always do the pouring back and forth. It's a shortcut. It's a slippery slope, you know, just be careful, Ash. There's a star one of my bands of 2001. Ash, was it? Yeah, they've come through. I didn't like him at first. Thought, you know, a bit. Bit too lo fi. But I think they've worked it. They do good songs. They're good performers. And I think they're probably thoroughly nice chaps. Sure. All right. We didn't say hello because we were away for a couple of weeks. We didn't come back and go, oh, we're back, did we? It's like nothing ever happened, you know? I mean, Christmas. Yeah. You? Yep. Carl? Yeah, lovely. Okay, let's crack on. Get it. My, um. I went on holiday after Christmas. Yeah. And so did, uh, our mutual friend, Phil Bowker. He was in Lanzarote and he told me one of the funny. I don't know if I can tell this on the radio, I'll have to say the c word. I just go, it's in a sentence. So I just go, you see, when it comes, and you'll know that he's saying a terrible word. Just, you know, didn't want to ruin the anecdote. Anyway, they're walking along one evening in Anzarati, and there's lots of brits there, apparently, and Phil over here's a sort of married couple arguing. They're having to go home a bit early. And she's saying to him, she went, for Christ's sake, every time we come out drinking, you always shit yourself. Right? Always. Not once. So he's going, ah, I've told you. He said, it's not the drink, it's the weather. She went, the weather. You'll be blaming the food next. You see. I don't think they should have got married. When did you think the shooting itself started? Must have been after the marriage. Because if they, you know, you're caught in and they go, went out with Derek again. Did you ask? Yeah. How was it? It was. The evening was lovely. Meals again. That's. That's five dates. Five different heaps of shit. But I think I can change him. I think I change him. Yeah. It must have happened after the marion, or you just might think, oh, God, I got. Always got the age where I think, look, I'll just empty it when I get home. Yeah. I'm not gonna keep going up and going to the toilet, you know, it's. The ice that does it. Carl is right. I think it is the ice. What do you mean? People forget, you know, they say, oh, don't, don't drink the water when you're on holiday. And they don't they drink, you know, they buy heavy on and stuff. Oh, I see. Forget about the ice. The ice cubes. You're right. In a bar made from tap water. And that can do it, can it? I assume that she wasn't drinking ice then. Yeah. Well, I mean, why is it just happened, honest. Everyone that goes on holiday doesn't end up crapping themselves. Yeah, yeah. They usually make it to a toilet. Every time he drinks, doesn't he? Yeah, well, apparently, just don't let him. Carry the baguettes. Carl comes out with. He does now and again. That was sweet. Yeah, nice one. Yeah. Respect you. Right, we got another feature now. Yes, this is a feature which we introduced before Christmas and it was so popular, we brought it into 2002 as well. We've carried it over with us. It's an interesting thing and I don't think. I don't think we'll ever run out of features for. What's the feature called, Steve? It's rather brilliantly called a song that I like. Yeah. And in it. Let me explain. Go on, go on. What I do is in it, I play a song. What do you like? Or. Alright, so you just pick a few. Well, let me go. I can explain this. All the songs right there are Carl. Steve likes some of them, he doesn't like others. But for this particular feature, the only songs that will be in this section will be the ones that he likes. If you think you're gonna hear songs that I don't like, you're wrong. Let me feel that straight away. Yeah. What song have you chosen to play? Thank you very much for asking. I have chosen and it's something I've only been introduced to recently, but I did enjoy it and it seemed, you know, just felt contemporary. It's a Patti Smith and the classic. Oh, fantastic. Gloria by Patty Smith. Did you enjoy that? Yeah, I love it. Always been one of my favorite tracks. And as Carl pointed out, sounds remarkably like. Who did you mention? PJ Harvey. Oh, yeah, well, yeah, everyone knew that. She was obviously very influenced. That's fine, that's fine, that's all right. That's allowed. That's cool. I like PJ Harvey too. Exactly. There's enough room for two. You're absolutely right. Let's just take a moment to think about what we've done. Yeah, well, it's been good. It's an hour, 20 minutes. We've, we've. We've talked about shit in yourself. We talked about pasties, a number of pastries, actually. We did. Never got that. We should go on a competition. Who's that? Who's the tastiest cartoon ever? Well, actually, I threw up. G terror. I threw up. Jessica Rabbit. I've had some people contribute here on email. We've got someone here. Dom has emailed us. He's told us that for him. Daphne from Scooby Doo. Yeah. Popular choice. Obviously. This is what I've. I've never quite understood. Wilma from the Flintstones. I've actually always felt that Wilma. I didn't know. Just thought she was. No, not Wilma. Betty, surely. Well, this is why I'm new. Wilma. I mean, yeah, Betty, surely, but Wilma? Come on, Steve, you wouldn't say no to Wilma. No, I suppose not. It was. I'd be worried about Fred if he found out. Well, I'd hate to do it, you know. Whereas Barney, to be honest, I don't think he deserves Bay. Do they both work in the quarry? I mean, let's be honest. Fred, not smart man. I mean, he also come out of rock school with anything other than a couple of basic o levels. I know, but he's a hard. You know, he's a hard working, sound, sort of big house. They got, like, a tv. They got that bird thing. Yeah. I mean, be honest, if I was Fred, I would be a little bit disappointed that my kid does nothing. Whereas Barnes can lift up sort of tall buildings. Bam, bam. He's a very strong. You know, I mean, interesting. Me, Fred loves his job. He's always yabba dabba, doing all day lifting rocks from one place. I'll tell you what, I wouldn't take that from that cat, though. If a cat picked me up by the scruff neck and put me out right on the doorstep, I'd go mental. I'd get rid of it. It is a saber toothed tiger, though, Carl, so it could rip him to shreds. It's not like a normal domestic cat you have nowadays. You know, when they go to the drive in at the beginning? Yeah. And they order, um, maybe some ribs. Yeah, that huge rib. And it tips the car over. Yeah. Was that her first day on the job? Because. Yeah, it's never been ordered before. Yeah, yeah. We're out of pig. We've got Brontosaurus rib because. Won't that knock the car over? No, it won't. I don't know, Rick. Can I tell you that that was an accident waiting to happen. It was really, wasn't it? Yeah. Oh, dear. Mind you, I did. I went in tech to Texas once and I had some ribs and it was like Finstones. It was huge. And not only did it look too much like an animal that I couldn't actually eat it. I don't know who could eat it. I mean, seriously, it was two foot long. Yeah. And all the rib. It was like half a ribcage. And I. My friends were. Lived in Texas for a while and they. They once were in a diner and there was some, you know, those kind of benches that are attached to the table itself. Like a kind of picnic bench. Yeah. And this huge fat guy came in. He came wobbling. He ordered, like, this kind of everything you can eat meal. And his fat kind of, sort of. You know, kind of his big, fatty, fatty fat. And his fatted on the fat table. It wrapped itself around the table. He was chowing down and when he tried to leave, the table came up with him. Oh, no. Imagine that. I mean, they are fat, aren't they? They're big people. They're huge people. But it was. Nothing was like before. That bloke on Jerry Springer Stowe was like 80 stone, right? Now, I felt quite sorry for him. He was really sad. He was crying. It is rad. But my point is this, right when he got to say 50 stones, didn't he go, that's too much for. For a land animal. Exactly. I mean, yeah, that's. That's big, isn't it? I mean, I. I'm getting worried. I'm 13 stone. I'm genuinely getting worried. I'm thinking, oh, when you've got that big. When you've actually got your own mare. Yeah, yeah. When you have. When you have to get in helpers to look what the scale says. Yeah. Like four or five people lift up your belly and go, it's 52 stone. You go, that's too much. I'm gonna only have nine breakfasts. When you act today, when you begin to appear on the ordnance survey. Yeah, yeah, exactly. Yeah. When you've got your own symbol, it's like we can see two things from space now. Fatty and Steve Merchant. We'll be landing. Well, no, I'm just saying at all. You're not fat. Aren't you? Freakish and big. Just another quick thought. Someone's mentioned Daphne from Scooby Doo. But I've always had a soft spot for Velma. Velma. Because. Oh, no, I mean, I was clever. Can I tell you what have happened if I was in that environment? I was maybe on the. Your glasses would have got tangled up. I'd have always had an art. I'd always be making a play for Daphne. Right? And I. Velma would have fancied me, but I always ignore it cuz I was playing for Daphne. And then when I finally realized it was never gonna happen with Daphne, I'd have blown it with Velma. Maybe not though. Maybe not. Maybe not. Sometimes those, you know, they might, you know, appreciate honesty. Go. Listen, I've been hitting on the good looking one. Oy, four eyes. Yeah. Do you fancy it, chubs? Exactly. Something like that. Just being honest is what you're saying. I'm wondering. I don't mean to be liveless, but Velma, she was quite short. The glasses, the short hair. Lesbian. Hung around with the dog and lesbian. I'm beginning to wonder if she was. See, unfortunately I said lesbian there. And you still carried on with your assessment of what it is to be a lesbian. It's bad enough doing the cliches of having short hair. You said the dog. Yeah, well, she hangs around with a dog. Do lesbians do that? Well, have you seen some lesbians? They're right. Dogs. Good night. See what I've done there? Do you know what I've done there, Rick? Comedy award winning. Professional. I was having a cup of tea. Hundred reasons on XFM 104.9. Just gone off to Ricky Gervais. Yeah. With Steve Merchant. Hi. All right, Rick, we've got a couple. Of emails in here and they're saying they enjoyed your performance over the Christmas period on a program called 100 greatest tv moments. Yeah. Did you do an interview or something? What was the deal? I didn't see this. Yeah, the office was in there, wasn't it? And I interviewed for it. But what they told me that your. They enjoyed your performance. I did on Razzmataz. Oh, this is where they found a clip. Yeah. Yeah. No, I was in a band and we had one single out or something. And I did one tv appearance when I was about. Oh God. And I showed a bit of about 7 seconds me on Razzle Mataz. Those that don't remember was like a kind of. I suppose. What was it like a CD uk of its time. Yeah, exactly. Yeah. And. Oh God. And it was. It was that of the time. Sort of neuromantic. And they showed a clip of this. I looked about ten and about five stone with hair and makeup and dirty cloth. My sister actually said I look like posh spice, which is. There's a funny story about because we were rushed and we had to do this thing and we're meant to take a flight to Newcastle. And where were you traveling from? London. Yeah, but we got there, we didn't have tickets. We were told we. But the A and R man overslept. The rug company overslept. And it was terrible. And we were fretting, and eventually it was too late to get the plane. We missed the plane. We had to get a train. And it was really kind of fine. They were back and forth going, yeah, if they come now, we can still do it. We're gonna miss it. And it's like a big promotional thing. And we got there and they went, I. Oh, God. Right. And I had this sort of, like, jumpsuit I was wearing that I'd cut off, put that on backwards. A jumpsuit. Yeah, I know the clip. Yeah, I had that on back to front, and there was no time. And I think I even mimed wrong at one point, and it was awful. But the funny story is this, that when we were there, we didn't have our tickets. This is at the airport. We bumped into Bucks Fizz, the guys and girls from Bucks Fizz. And their manager says, like, five of them, right? And there's two of us. And they had five tickets and this. And Bucks Fizz tried to smuggle us through. And so they went through the things, right? And they went, tickets, please? And he just waved. Five tickets that he had. Like, that goes, this is us, right? And they went, well, can I have a look at any five? And they went. They just looked at us and went, sorry, lads. We tried. We tried. We would try. We were nearly smuggled through by Bobby Carol. They couldn't. Even with their powers, they were the height of their power. That was like. Was that really? That was. Yeah, they'd already done making your mind up. I thought, if anyone can get us through customs, check, it was the fizzy. But even the fears we have to. Say about kind of airplane travel. Yeah. These kind of troubled times, it's nice to know that even someone like. Bucks fees. Yeah. Couldn't get, you know, smuggle someone through. That's good, because that even, you know, the top security man went old on, there's five in the fizz. There's five tickets those two lads are not going through. Yeah. That makes you more secure travel. Now, it's lovely if I'm in America, you know, and I see five star. Yeah. To get through customs with two other. Exactly. Exactly. I think. Wait a minute. What's going on there? Yeah, wait a minute. Security guy stopped him. It's fine. It's fine. Yeah. There's only about five in five star. Oh, it's lovely. It's lovely to know that. Yeah. I love the fact. And did you. Did you know the Fizz previously? First running with the fizz? No, they were. They were doing them. They were doing the Taz, same as they were doing the old raz, same as they. Did you recognize the fizz and go, my God, that's the fizz. Let's try and sneak in with them. Or did they recognize you? How did it work? I wouldn't have recognized that. Exactly. That's what I'm thinking. Would you? I love the idea. The audacity of going up to Buck's fizz and saying, try and smuggle us in. Break aviation law for us now. Yeah. No, it's time to make your mind up. We're going to the land of make believe. I did that. And they love. They went, brilliant. Brilliant. We'll get you through, lads. Just stay tight. I was actually on top of Bobby's shoulders in a long coat. Lovely. Yeah. But Bill, seriously, though, I don't understand how. What their plan was like. They would have gone, yep. Through pits, the fees, let them through. Yeah, yeah, yeah, yeah. We couldn't even get to Newcastle. Jumpsuit backwards. That sort of gave it away. Well, no, but, see, I didn't have it on then. I was. I was just in series. I just had jeans and a t shirt then. I didn't even have my hair gelled. I was just like cash. Did you. Did you jump suit? Yeah. Cheekbones. Brilliant. Yeah, I had some cheekbones. Yeah. That was that. If anyone else saw it, or maybe they tell us. I'd love to see. I missed it. Well, I'll get you one if you have it. Put it. I tell you what, why not create a website and put that clip on there on a constant loop and then send the address in and I'll give out and people can check out for themselves. Yeah. Brilliant. Is that okay? Yeah. Cool. I have to lose weight now. Yeah. Oh, now we come to the feature. We've. We're carrying this over 2002 because it was such a great success. Everyone's talking about it. I remember I stopped my film reviews because I'm only doing films I like and I've done all the films I like. That's where other film reviewers fail. Sure. Because they review substandard films. My average is still nine and a half out of ten. Yeah. And no one's beaten that. Not Barry Norman, not Jonathan Ross. No one's got an average of nine of the films they reviewed. So I'm keeping it there. I don't drop my standards however, that film sounds good. This is where I pick a classic track from a film that I might not have seen. Right. But I like the song. I might go and see the film. This is almost famous. The film was almost famous. I haven't seen it. I haven't seen it. Right, but a song. Now, don't panic. Listen, without prejudice. This is out in John, but it's when he was good, okay? When he was a bright, funky young brick glam star. Wonderful song, wonderful tune. Wonderful lyrics. It's tiny dancer, love burns black. Rebel Motorcycle Club there, Steve. What's about it? That's it, isn't it? We've had some laughs, haven't we? We've learned as well. We've been educated as ever. Yeah. Past years, all that. We've got baguette information. We've had features such as. That film sounds good. Exactly. Some song that I like. Song for the lovers, song for the ladies. Song for ladies. Coming up very shortly. Rick, I was lucky enough this week to go to a exclusive press preview of Britney Spears forthcoming movie, crisscross, or crossroads. Crossroads I think it's called. Yeah. It's not related to the popular tv show. Right. Rick, I'm assuming you'd love me to do a little review of it now. I can't because it's bar goed until March. I can only talk about it in March. No press. People will go crazy. No, I don't. I wouldn't want you to. Well, now I imagine you want to know all about crossroads because I cannot tell you anything. Well, don't then. I mean, just. You can ask me questions. You can pump me for information. I cannot tell you anything about it until March. I would pump you for no reason ever. No, but certainly not for information. Carl, doesn't matter what you ask me about Britney Spears crossroads. I cannot tell you anything about it. Okay, but seriously, if you want to know the plot or what I think of it, I cannot discuss it. Okay. If the listeners want to email in questions, they can. I cannot reply until march. So hang on for that. I've seen the film already. I've already seen the film myself in advance of everyone else. I can't tell anyone about it. Right. Until March. That's the kind of excuse. Say what, though? Maybe I'll review it in March. No, you can't. Why? Because you haven't seen it and I have. Yeah. If you want to ask me, ask me a question now about it. Well, actually in March. Yeah, but if you wanted to know now, you couldn't know. I wouldn't be to tell you. Right, song for the lovers. Yeah. Ladies. Sorry, song for the ladies. This week I was lucky enough to get given as a Christmas gift the Rolling Stones complete singles collection. Good present. What else is an absolute joy? And I was. I'd forgotten how brilliant wild horse is. Oh, great track from the stone, so I thought I'd play that this week for the ladies. Let's leave them with that. Jagger and Richards at their best. Beautiful. Watts is in on it. I know Watts, E. I mean, Wyman was still there those days. See you next time. Bye.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Pod or pod as I call them. I don't.",
      "start": 3680,
      "end": 6582,
      "confidence": 0.93628
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "No.",
      "start": 6638,
      "end": 7070,
      "confidence": 0.40483
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "XFN 104.9. It's the Ricky Gervais show with Steve Merchant. Yeah. So Durham O'Didley.",
      "start": 7182,
      "end": 12374,
      "confidence": 0.785167857142857
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Yes.",
      "start": 12454,
      "end": 12950,
      "confidence": 0.7269
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Through weeks and weeks, weeks and weeks in a row, he doesn't even turn up. And now suddenly he's all over breakfast.",
      "start": 13062,
      "end": 17918,
      "confidence": 0.8967336363636363
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "I noticed.",
      "start": 17966,
      "end": 18302,
      "confidence": 0.813645
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Yeah.",
      "start": 18318,
      "end": 18462,
      "confidence": 0.86502
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "He's standing in for the breakfast show. Why wouldn't we ask to do that?",
      "start": 18478,
      "end": 20838,
      "confidence": 0.9036757142857142
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "Well, yeah.",
      "start": 20966,
      "end": 22822,
      "confidence": 0.70304
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "I didn't know about this.",
      "start": 22878,
      "end": 23606,
      "confidence": 0.88792
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Yeah, but I don't want to get up that early, do I?",
      "start": 23670,
      "end": 25286,
      "confidence": 0.9187299999999999
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Sure.",
      "start": 25310,
      "end": 25874,
      "confidence": 0.76039
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "I feel a bit hungover today, actually. Yeah.",
      "start": 26424,
      "end": 28456,
      "confidence": 0.785025
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "What's happening?",
      "start": 28520,
      "end": 29160,
      "confidence": 0.8962950000000001
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "What?",
      "start": 29232,
      "end": 29560,
      "confidence": 0.78424
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "You partying last night, were you?",
      "start": 29632,
      "end": 30712,
      "confidence": 0.7550066666666666
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Well, not partying. We just went out. Went out for a couple of drinks and had a meal and then went to the borderline and saw. But I'll tell you about that.",
      "start": 30768,
      "end": 38080,
      "confidence": 0.9045493749999999
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "You saw a band. That's the first time in years, isn't it?",
      "start": 38192,
      "end": 40480,
      "confidence": 0.9251533333333334
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "It is, yeah. Yeah. Because, you know John Sim, the actor, not really. He's in this band, like with Magic Alex. It was really good. They're sort of like. Sort of like a friendly oasis. They got, you know, so quite. You know, it's quite mank sort of feel. It's really good. Good songs and everything.",
      "start": 40512,
      "end": 54472,
      "confidence": 0.8727760714285716
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "Is a singer.",
      "start": 54528,
      "end": 55192,
      "confidence": 0.70718
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "Yeah. No, he's a guitarist. Nice. But it was full of actors because it. Because. And I felt quite tall.",
      "start": 55248,
      "end": 60656,
      "confidence": 0.7962034999999998
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "That's ludicrous, because you're very short, man.",
      "start": 60760,
      "end": 62280,
      "confidence": 0.87451
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "Well, I am. I'm sort of. I was average, but now I'm not, I don't think, five foot eight. That's right. But there I was quite. It was like Lilliput. So I just gotta hang out. Actors doing. Yeah, this is the reason.",
      "start": 62312,
      "end": 74968,
      "confidence": 0.8462753488372093
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Because actors are often very, quite handsome people, but yet they're always quite.",
      "start": 75016,
      "end": 79056,
      "confidence": 0.868936923076923
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "We are. We are, we are, we are.",
      "start": 79160,
      "end": 80384,
      "confidence": 0.9578325
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "No, I mean they're normally quite obnoxious. Rick, again. You know, you're a good example of that. And yet I think it must be the small man complex. That's what makes them so obnoxious, so kind of desperate for attention. Didn't realize it before.",
      "start": 80424,
      "end": 89810,
      "confidence": 0.9433277272727273
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Steady on.",
      "start": 89882,
      "end": 90394,
      "confidence": 0.927755
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "Because I tower above everyone.",
      "start": 90434,
      "end": 91794,
      "confidence": 0.925948
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "You do, don't. Yeah.",
      "start": 91914,
      "end": 92674,
      "confidence": 0.8039125
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "I'm for people who don't know, who are listening. I'm six foot seven inches tall. That's, that's, that's. That's high.",
      "start": 92714,
      "end": 97346,
      "confidence": 0.90303
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "Yeah, that's.",
      "start": 97450,
      "end": 98434,
      "confidence": 0.741645
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "And.",
      "start": 98514,
      "end": 98754,
      "confidence": 0.79
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "And for people who've never seen him, he doesn't hold it well. It's not like he's a sort of handsome athlete, is it, Carl? He's a bit of a. What do you call him Carl?",
      "start": 98794,
      "end": 107170,
      "confidence": 0.8802657142857143
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "Don't answer. No, don't get drawn into that. You know the game he's playing.",
      "start": 107202,
      "end": 110814,
      "confidence": 0.8652892857142858
    },
    {
      "pos": 35,
      "speaker": "C",
      "text": "Do you know yesterday when you were in the office.",
      "start": 111594,
      "end": 113394,
      "confidence": 0.9391070000000002
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Yeah.",
      "start": 113474,
      "end": 113934,
      "confidence": 0.85386
    },
    {
      "pos": 37,
      "speaker": "C",
      "text": "You did a little move and it reminded me of Blakey.",
      "start": 114034,
      "end": 117954,
      "confidence": 0.95932
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Oh, I hate you, gervaise. Oh, I hate you, Pilkington. Yeah, but even he was. He held it a little bit better, didn't he? Because he was a man, you know, a big coat and everything, the peak cap. But, uh. Yeah.",
      "start": 120174,
      "end": 130886,
      "confidence": 0.8442728571428573
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "I can't believe you, like, I've not suffered enough from being freakishly tall now. To my best buddies.",
      "start": 130950,
      "end": 136718,
      "confidence": 0.9180055555555554
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "Yeah.",
      "start": 136806,
      "end": 137054,
      "confidence": 0.51047
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Live on radio.",
      "start": 137094,
      "end": 138054,
      "confidence": 0.7093733333333333
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "It's not just height, though, is it? It's the posture in the face and everything, but it's got your places on it.",
      "start": 138174,
      "end": 143974,
      "confidence": 0.8577913636363633
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "No, what do you mean, it's got me places?",
      "start": 144834,
      "end": 146810,
      "confidence": 0.813758888888889
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "I think. I think people give you a bit more of a chance in your career and stuff.",
      "start": 146882,
      "end": 150554,
      "confidence": 0.9438316666666666
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "It's like, well, yeah, stacking shelves. Because I can reach to a high level.",
      "start": 150594,
      "end": 156574,
      "confidence": 0.6721521428571428
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "Museum. Plug in, baby, on XFM 104.9, Rick.",
      "start": 167474,
      "end": 171934,
      "confidence": 0.65758875
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Well, yeah, but I know you guys are laughing about the height thing. And for those that have only just tuned in, I am six foot seven inches tall, which is. Which is tall and that's big. And I, you know, I pride myself on it in a way. You know, I've worked hard. I've not smoked, I ate well. You know, it's an accomplishment. But obviously I didn't have much involvement in it. I just am. And it's a curse, because mainly the problem is that you can't get stuff, you can't get clothes, you can't get shoes.",
      "start": 172274,
      "end": 192082,
      "confidence": 0.9240488888888891
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "Yeah. So he size 14ft.",
      "start": 192178,
      "end": 194578,
      "confidence": 0.570784
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "Yeah, that's. But it is genuine. And I don't know, I mean, it costs a lot to buy a pair of size 14 shoes. And it's all. I mean, if you're poor, if you were genuinely poor, I don't know how you'd afford to be tall because the clothing costs more. Everything costs.",
      "start": 194626,
      "end": 204916,
      "confidence": 0.8598618867924528
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "I've seen this in comics that you'd actually go to school in a barrel.",
      "start": 204940,
      "end": 209188,
      "confidence": 0.8874235714285714
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Wearing a barrel with just braces.",
      "start": 209236,
      "end": 210740,
      "confidence": 0.7437683333333333
    },
    {
      "pos": 52,
      "speaker": "A",
      "text": "It'd just be a barrel and you'd have sort of flip flops. And you take a mule with you. They would have a mule, didn't they?",
      "start": 210812,
      "end": 216916,
      "confidence": 0.7878576923076923
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "The poor people always think, like it, that they, like, you'll be in a pub or something and people. I mean, people just think they can talk to you about it. They just think it's just like. Because it's like.",
      "start": 216940,
      "end": 225368,
      "confidence": 0.9170702500000004
    },
    {
      "pos": 54,
      "speaker": "A",
      "text": "But that really annoys you, doesn't it?",
      "start": 225416,
      "end": 226776,
      "confidence": 0.9148114285714285
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "Well, it annoys me because it's like they think I should be proud of it.",
      "start": 226800,
      "end": 229272,
      "confidence": 0.9251419999999998
    },
    {
      "pos": 56,
      "speaker": "A",
      "text": "Well, exactly. But they don't think that. This is not a disadvantage, this is not a disability, is it? You're taller than most people. It might get disability. No, no, no. If you were eight foot three, it'd be slightly disabilitating. You would, you know. But disability? What?",
      "start": 229328,
      "end": 242624,
      "confidence": 0.8646516666666666
    },
    {
      "pos": 57,
      "speaker": "B",
      "text": "Disability? Yeah. No, you're a medical man, aren't you? Eh? But no, the point is, it's a disability because you go on public transport. Like if you're on a coach. The only place I can sit on a coach is that seat on the driver's lap. Either on the driver's lap or that seat at the very end.",
      "start": 242704,
      "end": 258788,
      "confidence": 0.887133448275862
    },
    {
      "pos": 58,
      "speaker": "A",
      "text": "Yeah.",
      "start": 258876,
      "end": 259164,
      "confidence": 0.29957
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "You know where. Which is kind of. Which sits into the aisle.",
      "start": 259204,
      "end": 261604,
      "confidence": 0.8328199999999999
    },
    {
      "pos": 60,
      "speaker": "A",
      "text": "Yeah.",
      "start": 261684,
      "end": 261964,
      "confidence": 0.83924
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "That's the only place I can stand up. Stand back waving at drivers.",
      "start": 262004,
      "end": 265788,
      "confidence": 0.7810115384615386
    },
    {
      "pos": 62,
      "speaker": "C",
      "text": "You could drive it from the back.",
      "start": 265876,
      "end": 267424,
      "confidence": 0.95824
    },
    {
      "pos": 63,
      "speaker": "B",
      "text": "Here he comes. Watch it.",
      "start": 268764,
      "end": 270384,
      "confidence": 0.8385659999999999
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "Were you a tall baby?",
      "start": 270884,
      "end": 272424,
      "confidence": 0.871414
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Miss and misses merchant, you've given birth to a basketball player. Look at his dribble already. Were you a tall baby? Babies aren't tall. All right.",
      "start": 274764,
      "end": 284308,
      "confidence": 0.8338253846153846
    },
    {
      "pos": 66,
      "speaker": "C",
      "text": "At what point did. Did you suddenly like, Jesus, nothing fits me.",
      "start": 284356,
      "end": 288104,
      "confidence": 0.8508774999999998
    },
    {
      "pos": 67,
      "speaker": "B",
      "text": "Well, it didn't happen overnight.",
      "start": 289964,
      "end": 291820,
      "confidence": 0.744212
    },
    {
      "pos": 68,
      "speaker": "A",
      "text": "Let's do a little graph. How tall are you at five?",
      "start": 291892,
      "end": 294224,
      "confidence": 0.8394272727272726
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "Oh, I don't know. Three foot.",
      "start": 294564,
      "end": 296292,
      "confidence": 0.9360433333333332
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "Three foot. How tall were you at twelve?",
      "start": 296388,
      "end": 298784,
      "confidence": 0.75340375
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "Six foot six? I don't know, do I? How do I remember? I don't remember this.",
      "start": 299444,
      "end": 304604,
      "confidence": 0.9434918750000001
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Well, when the teachers start calling you freak boy and lanky, didn't they? You went to a funny school. I went bowling with him once. Well, I'd never been bowling before, and he'd been once before and. Let's go. This bowl went to bowling alley, right? And you have to wear these special shoes. Now, they're. They're sort of like pointed things anyway. And they're multicolored, sort of red and green. They look pretty weird. And. And the woman said to me, what size? I said, oh, eight. What size are you? 14. She went, 14? He went, you probably haven't got them. He goes, she goes, yeah, I think we have got one pair. And she put them on the table and it was like Krusty the clown. And I just started laughing. They look so long, and you have to run around this bowling alley in these freaky clowns.",
      "start": 304644,
      "end": 342462,
      "confidence": 0.8749933774834439
    },
    {
      "pos": 73,
      "speaker": "B",
      "text": "They don't look freaky clown like when I'm wearing them, because the rest of me is in proportion to it.",
      "start": 342478,
      "end": 346278,
      "confidence": 0.8830570000000002
    },
    {
      "pos": 74,
      "speaker": "A",
      "text": "It looks like a little wall bracket.",
      "start": 346326,
      "end": 347742,
      "confidence": 0.8340228571428571
    },
    {
      "pos": 75,
      "speaker": "B",
      "text": "Doing the worst thing. One of the worst things that happens when I was like, I don't know, when I was about 16 or something, we went to.",
      "start": 347798,
      "end": 352794,
      "confidence": 0.9417507142857141
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "There'S a fire alarm going off. There's a fire alarm and the fire lights going off. Should, should we not just maybe play a record and go and check that out?",
      "start": 354574,
      "end": 361554,
      "confidence": 0.8579087096774196
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "Wrap it up if you want.",
      "start": 361654,
      "end": 362842,
      "confidence": 0.9386983333333333
    },
    {
      "pos": 78,
      "speaker": "A",
      "text": "No, no, not wrap it up. Play a record. I'm gonna go.",
      "start": 362978,
      "end": 365802,
      "confidence": 0.9042991666666667
    },
    {
      "pos": 79,
      "speaker": "B",
      "text": "No, the Rick, he's gone off.",
      "start": 365858,
      "end": 367562,
      "confidence": 0.6316016666666667
    },
    {
      "pos": 80,
      "speaker": "A",
      "text": "Oh, what? We might have burned down.",
      "start": 367618,
      "end": 369794,
      "confidence": 0.78911
    },
    {
      "pos": 81,
      "speaker": "B",
      "text": "Yeah, I think we'd know about it. The flames licking around our ankles would be a clue.",
      "start": 369954,
      "end": 373494,
      "confidence": 0.9071899999999999
    },
    {
      "pos": 82,
      "speaker": "A",
      "text": "I'm gonna go and investigate. You shouldn't ignore a fire. Look at him, he's scared of fire. What do you mean? Mercury rev. The dark is rising. That's a good song in it.",
      "start": 374554,
      "end": 400436,
      "confidence": 0.8764096969696968
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "I noticed that you're investigating the fire mainly involved wandering out into the office, looking around a bit, then coming back.",
      "start": 400460,
      "end": 406796,
      "confidence": 0.9337504761904762
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "Yeah.",
      "start": 406860,
      "end": 407220,
      "confidence": 0.49008
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "What did you find out?",
      "start": 407292,
      "end": 408188,
      "confidence": 0.993604
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "There was no fire.",
      "start": 408236,
      "end": 408780,
      "confidence": 0.997495
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "There was no fire?",
      "start": 408812,
      "end": 409372,
      "confidence": 0.95079
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "No.",
      "start": 409428,
      "end": 409740,
      "confidence": 0.92023
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Right.",
      "start": 409812,
      "end": 410116,
      "confidence": 0.55849
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "But I learned about it. Imagine that though. Imagine there's a fire and there's loads of firemen. They go, get back. And you go to the firemen. Oh, get back. Whack. Whaaa. Oh, look at him.",
      "start": 410180,
      "end": 419824,
      "confidence": 0.805911111111111
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "I'd actually justified to.",
      "start": 420204,
      "end": 421732,
      "confidence": 0.7171625
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "Okay, there's heavy shedding. Lads. Retreat. Oh, Braxage, I'm sorry. Bracksage. Yeah, there was a fire. I've never seen it before. A fire thing going off. There's a fire. I thought, oh, let's at least have a look if there's a fire. That's all I thought, see, is somewhere official coming in now to tell us we should have been running out.",
      "start": 421828,
      "end": 437868,
      "confidence": 0.8904195161290321
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "There's no fire. Well, you can't just stop entertaining, you know, the people of London just because there's a fire.",
      "start": 437916,
      "end": 442028,
      "confidence": 0.9399804999999999
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "This isn't the Titanic. I don't have to carry on playing.",
      "start": 442076,
      "end": 445300,
      "confidence": 0.9067663636363636
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "I don't know, it feels like a bit of a sinking ship.",
      "start": 445412,
      "end": 447584,
      "confidence": 0.8341158333333335
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Nice one, nice one.",
      "start": 448564,
      "end": 449844,
      "confidence": 0.9674525
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "I don't know who I'm taking off then. Probably me.",
      "start": 449884,
      "end": 451724,
      "confidence": 0.79093
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Yeah, I think so.",
      "start": 451804,
      "end": 452732,
      "confidence": 0.957365
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "Let me just tell you briefly, this is another example of how people can just exploit you and make fun of you when you're tall. I was quite tall. I've always been like six foot seven for quite a while now. And when I was about 16, I went to a big New Year's celebration in Bristol, where I come from, and everyone kind of congregates in this big sort of part of town and there's people dancing around like in Trafalgar Square. And I was there and somehow I sort of just picked up a balloon somewhere along the line. One of those kind of helium sort balloons. And I was holding that, dancing around, and these two girls came up to me. I was thinking, yeah, okay, you know, it's New Year's Eve.",
      "start": 452868,
      "end": 483748,
      "confidence": 0.8864041481481483
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 483796,
      "end": 484100,
      "confidence": 0.60943
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "You know, that's my kind of party. Yeah. They came out, they went, hey, once a year. And they went, they said, you're gonna be here for long. And I went, well, maybe they said, it's just that we've arranged to meet back at you in about an hour. What do you mean? Well, it's just because we can see you wherever you are. Don't worry, you can move around and stuff. We'll see you with the balloon. Just arrange to meet some friends.",
      "start": 484132,
      "end": 503588,
      "confidence": 0.9073453571428571
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "I love that. A landmark. If pilots use that, we're just coming in. When we see Steven, we will be descending to Bristol Temple Mead.",
      "start": 503636,
      "end": 511932,
      "confidence": 0.8059700000000001
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "What's really funny is New Year's Eve, Trafalgar Square, you've got a huge column, but the year Steve is like the meeting point.",
      "start": 512028,
      "end": 516900,
      "confidence": 0.8183634782608695
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Steve's got a huge column.",
      "start": 516932,
      "end": 518304,
      "confidence": 0.784328
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "Brilliant, Rick. Well done. Award winning comedy from Ricky. Jamaican.",
      "start": 518964,
      "end": 525104,
      "confidence": 0.7429709999999999
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Took you back, didn't it? Happy Mondays there, Manxina. Carl's, like, really getting down. Oh, yeah, yeah. Oh, come on.",
      "start": 534284,
      "end": 539616,
      "confidence": 0.8620135000000001
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "Any viewers?",
      "start": 539700,
      "end": 540512,
      "confidence": 0.63079
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Oh, come on. Well, they take you back to that. How old are you?",
      "start": 540608,
      "end": 545244,
      "confidence": 0.7370085714285716
    },
    {
      "pos": 109,
      "speaker": "C",
      "text": "29.",
      "start": 546424,
      "end": 547408,
      "confidence": 0.95
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "29. So you were. Oh, you were just going into out of your teens, Virgo? No.",
      "start": 547536,
      "end": 553344,
      "confidence": 0.881111875
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "What?",
      "start": 553384,
      "end": 553632,
      "confidence": 0.88282
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "No, that. That. No, you don't understand.",
      "start": 553688,
      "end": 556184,
      "confidence": 0.8961714285714286
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "It's just we discussed about involving Carl.",
      "start": 556304,
      "end": 560240,
      "confidence": 0.8876799999999999
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Yeah, sorry, yeah, yeah.",
      "start": 560272,
      "end": 561840,
      "confidence": 0.608965
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Management have told us we're just not allowed to.",
      "start": 561872,
      "end": 563752,
      "confidence": 0.8452277777777778
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "We've had emails from beetro.",
      "start": 563888,
      "end": 565592,
      "confidence": 0.725292
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "Please don't speak to Carl.",
      "start": 565648,
      "end": 566824,
      "confidence": 0.912406
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "It's cruel. Exactly.",
      "start": 566864,
      "end": 568644,
      "confidence": 0.6445566666666667
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Can I just make an appeal? I don't want to.",
      "start": 569534,
      "end": 571434,
      "confidence": 0.9605879999999999
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "Still going through with it. Doesn't know what's going on. Does he just wave bright objects at him? Yeah. We've got a competition, Steve.",
      "start": 574214,
      "end": 581086,
      "confidence": 0.8640404166666665
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "We have. But before we mention that, can I just ask something? I don't want to exploit our position on the radio. No, but I wonder, because I'm very tall and it's very tricky for me to get size 14 shoes and big clothes and stuff. Can I just get people to send some stuff if, like, maybe they own a shop?",
      "start": 581150,
      "end": 593974,
      "confidence": 0.9215148387096775
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "Yeah, but it'd be. It'd be things like homemade clogs that people have carved out of chunks of wood they found in the shed.",
      "start": 594054,
      "end": 599764,
      "confidence": 0.8957916666666667
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "Whatever.",
      "start": 599854,
      "end": 600280,
      "confidence": 0.80718
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "It's not great.",
      "start": 600352,
      "end": 601416,
      "confidence": 0.7838166666666666
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "When I was in America, everyone says to me, you go to America.",
      "start": 601560,
      "end": 603592,
      "confidence": 0.8665392307692309
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Here is a cocool I made out of my own skin.",
      "start": 603608,
      "end": 606764,
      "confidence": 0.7169045454545454
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "When I was in America, everyone told me that it would be really easy to get big clothes and big shoes because they're all huge and all freaks over there.",
      "start": 608384,
      "end": 613288,
      "confidence": 0.9449096666666665
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "All right, all right, all right. Steady are.",
      "start": 613336,
      "end": 614488,
      "confidence": 0.6728162500000001
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "I was wandering around New York, and I was going in a few shops, kind of saying, we've got size 14, us 15 shoes. And they were going, no.",
      "start": 614536,
      "end": 620608,
      "confidence": 0.8630772413793104
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "Is that a difference? One.",
      "start": 620776,
      "end": 622144,
      "confidence": 0.8338639999999999
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "And they literally were laughing at me. There was a couple of shops where they literally laugh and get someone else in and come and look at the tall, freaky Englishman.",
      "start": 622224,
      "end": 628004,
      "confidence": 0.897140322580645
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Really?",
      "start": 628104,
      "end": 628460,
      "confidence": 0.52748
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "One guy said, I remember we had someone come in here once, and he said he'd been to a shop which sold kind of stuff for really tall people. And I think I can remember the address. And he sort of looked through the telephone directory. He made a note of it, and I went on the subway, and I went there. Lily put. It took me ages to get and really hard to find it. I finally went in there. I've never seen. It was heaving, right. With freaks, really. It was like. They're just kind of gargoyles. It was like something from Lord of the Rings. They were just these tall people and kind of gnarled.",
      "start": 628532,
      "end": 653580,
      "confidence": 0.8772161864406781
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "Did they turn around and start bowing to you?",
      "start": 653612,
      "end": 655380,
      "confidence": 0.9036388888888889
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "It was incredible. I just said, hi, I'm looking for a kind of. I went, yeah, sure. And he sort of hobbled off into the darkness and came back with exactly the kind of pair of shoes I wanted. I couldn't believe my luck.",
      "start": 655412,
      "end": 663898,
      "confidence": 0.9049604545454545
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "It might be a magic shop. But it was like.",
      "start": 663946,
      "end": 665410,
      "confidence": 0.8669640000000001
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "It was like that shop in Mister Ben.",
      "start": 665442,
      "end": 667426,
      "confidence": 0.95617625
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "It might have been a dream, though, you see. Have you still actually got the shoes? No. Because when Mister Ben sort of, like, goes back and wakes up next day, he finds, like, a feather in his pocket where he remembers he was a, you know, a 17th century sort of squire or something. You know what I mean?",
      "start": 667490,
      "end": 681370,
      "confidence": 0.9228184999999998
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "The classic episode of Mister Penn when he becomes 17th century, quiet Mister Ben learns to play the harpsichord.",
      "start": 681562,
      "end": 690804,
      "confidence": 0.8279221052631579
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Like with Mister Ben, that black shopkeeper goes, right, are you gonna pay for that? You're not just gonna go through that door and they have an adventure and come back? Yeah, I am. No, you're not. You're barred. Yeah, you just make me sick. We make nothing from you. Well, I'm not in this for your amusement, Mister Ben.",
      "start": 691184,
      "end": 704600,
      "confidence": 0.8604180000000002
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Is it only Ben who's got the insider knowledge about the magical doorway or.",
      "start": 704632,
      "end": 707832,
      "confidence": 0.8836014285714286
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "I don't know. Because that's that fella in the fez. Doesn't seem to have anyone else there.",
      "start": 707888,
      "end": 712080,
      "confidence": 0.7932176470588236
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "No, rarely. He's always grinning, though. You know something?",
      "start": 712152,
      "end": 714814,
      "confidence": 0.8431555555555555
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "I. I'm not sure it's not a documentary, though, is it? It's a kid showing it. No, it's not. It's just a kid show, so anything can happen. That's. A lot of people make that mistake when they slag off someone like Scooby Doo or undercuts. It's not. Not really reality, it's just a cloth.",
      "start": 715274,
      "end": 730458,
      "confidence": 0.8097761818181818
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Mister Ben. They roll on drugs, really. Like magic roundabout.",
      "start": 730586,
      "end": 732810,
      "confidence": 0.7040010000000001
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "My mate, fancy chi terra from thundercats.",
      "start": 732842,
      "end": 735814,
      "confidence": 0.5984314285714286
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "I quite like. She was.",
      "start": 737594,
      "end": 738746,
      "confidence": 0.937378
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "She was the lovely. She's a lovely cat.",
      "start": 738770,
      "end": 740322,
      "confidence": 0.872815
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "She was a real dish.",
      "start": 740378,
      "end": 741426,
      "confidence": 0.964476
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "What's the. What's the. What's the sexiest cartoon?",
      "start": 741530,
      "end": 744426,
      "confidence": 0.81650625
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "I'm glad you've asked.",
      "start": 744530,
      "end": 745794,
      "confidence": 0.83697
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "A lot of people say Jessica rabbit.",
      "start": 745954,
      "end": 747522,
      "confidence": 0.8853385714285714
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "They do. And they'd be right to say that because she's actually human, she's not an animal, which is good.",
      "start": 747618,
      "end": 751402,
      "confidence": 0.9121670000000004
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "What? Isn't she?",
      "start": 751498,
      "end": 752306,
      "confidence": 0.7900499999999999
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "No, no. She's a normal woman married to a rabbit.",
      "start": 752330,
      "end": 754818,
      "confidence": 0.927335
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "No, she's not. Yeah.",
      "start": 754946,
      "end": 756346,
      "confidence": 0.7937274999999999
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "Jessica Rabbit.",
      "start": 756370,
      "end": 756826,
      "confidence": 0.552915
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "Is that what. She got a surname? Rabbit.",
      "start": 756850,
      "end": 758154,
      "confidence": 0.72865125
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "But she's not actually Roger Rabbit. But she's not actually a rabbit. She's a glamorous woman. Is she?",
      "start": 758194,
      "end": 762978,
      "confidence": 0.9124672222222221
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Yeah. Yeah. I've never seen it.",
      "start": 763026,
      "end": 764106,
      "confidence": 0.8608533333333334
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "No.",
      "start": 764130,
      "end": 764266,
      "confidence": 0.80795
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Yeah, yeah, yeah.",
      "start": 764290,
      "end": 764706,
      "confidence": 0.5843666666666666
    },
    {
      "pos": 163,
      "speaker": "B",
      "text": "This is the weird thing about it.",
      "start": 764730,
      "end": 765730,
      "confidence": 0.950942857142857
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "That's weird, though, isn't it?",
      "start": 765762,
      "end": 766626,
      "confidence": 0.9509420000000001
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "It is weird. The idea of a rabbit having sex with a beautiful woman. That's the weirdest thing about it.",
      "start": 766650,
      "end": 770992,
      "confidence": 0.9037994999999999
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "How does that make you feel?",
      "start": 771048,
      "end": 772008,
      "confidence": 0.975225
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Annoyed, if I'm honest. Yeah. I bought some bunny ears just after I saw the film.",
      "start": 772096,
      "end": 776312,
      "confidence": 0.8301000000000003
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Oh, hip hop, you've.",
      "start": 776368,
      "end": 777764,
      "confidence": 0.7764
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "This album was rated by a lot of people last year and my sources tell me that it's being re released and re recorded this year. Anyway, nerd are the outfit. They're better known as the Neptunes, who are kind of, sort of hip hop r and b producers. I think this track may have featured my giveaway CD. It did. Anyway, it's dynamite. It's from the album in search of by nerd and it's Bobby James. Play it. Nerd. From the album in search of. And that's Bobby James.",
      "start": 778984,
      "end": 813834,
      "confidence": 0.8753695555555552
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 813914,
      "end": 814290,
      "confidence": 0.91575
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "It's great.",
      "start": 814322,
      "end": 814698,
      "confidence": 0.8232200000000001
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "It's really. It might be a little bit of Warren G. That. That course.",
      "start": 814746,
      "end": 819194,
      "confidence": 0.7659014285714286
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. And apparently the album. I don't. It was on kind of limited release, so it's quite tricky to get hold of. But as I say, I think they're re releasing me.",
      "start": 819274,
      "end": 825718,
      "confidence": 0.8468438235294118
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Well, you should tape off the radio because we're doing lots of features. Yeah.",
      "start": 825786,
      "end": 828326,
      "confidence": 0.8401464285714286
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "No, I'll maybe play that again in the future. Just tape off. I'll tell you what, I'll play the whole album over the course of the next couple of weeks.",
      "start": 828350,
      "end": 832374,
      "confidence": 0.9407096666666666
    },
    {
      "pos": 176,
      "speaker": "A",
      "text": "Yeah. And we're just. I mean, you know, talking. We just go now and I mean.",
      "start": 832414,
      "end": 837078,
      "confidence": 0.9279331250000001
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "We can say, we can't advocate you tape off the radio because that's brilliant.",
      "start": 837086,
      "end": 840342,
      "confidence": 0.8363614285714286
    },
    {
      "pos": 178,
      "speaker": "A",
      "text": "Or maybe I'll just do some bootlegs of the, you know, the catalog and just sell them Camden market, you know.",
      "start": 840398,
      "end": 845114,
      "confidence": 0.7598014285714286
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "Fine.",
      "start": 845734,
      "end": 846246,
      "confidence": 0.68605
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "Yeah, something like that. Yeah.",
      "start": 846310,
      "end": 847766,
      "confidence": 0.8831559999999999
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "I mean, you know, we won't. I mean, we, you know, we should really say that.",
      "start": 847790,
      "end": 850446,
      "confidence": 0.8956712500000001
    },
    {
      "pos": 182,
      "speaker": "A",
      "text": "But Warren G is Doctor Dre's cousin. Is he? Or summer.",
      "start": 850470,
      "end": 854326,
      "confidence": 0.7879163636363635
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "He is his cousin.",
      "start": 854470,
      "end": 857006,
      "confidence": 0.70137
    },
    {
      "pos": 184,
      "speaker": "A",
      "text": "But I know he's got a famous brother as well. And I thought, I think it's like Nate dog. We could. Maybe someone would know that and could email me. It's the best thing about being on the radio.",
      "start": 857070,
      "end": 867246,
      "confidence": 0.8695069230769227
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "I can.",
      "start": 867270,
      "end": 867550,
      "confidence": 0.743405
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "I can think of somewhere. There was a competition, right, on virgin. Right? I was listening. Virgin, I think. 105.4. No, what is it? I can't remember. Good station. Good station. And they had a competition, right. And it was to win a trip to America for the. On the enterprise. It was all about space. And there's one. There was one question, answer three, right? And it was. Who was the first one into space? Yuri Gagarin. Who's dinner? And then third question was how. How much bigger than the moon is the sun? Is it twice as big or four times as big? And this woman went four times. We went, correct. It's not.",
      "start": 867582,
      "end": 900296,
      "confidence": 0.8718635344827587
    },
    {
      "pos": 187,
      "speaker": "B",
      "text": "It's hundreds of times bigger.",
      "start": 900440,
      "end": 901880,
      "confidence": 0.8773060000000001
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "I can't believe. Couldn't someone look that up on the Internet? How many times bigger is the sun than the moon? It's not four times. It's. It's huge. It's like beach ball to a pea type dimension.",
      "start": 901992,
      "end": 913484,
      "confidence": 0.8854275675675675
    },
    {
      "pos": 189,
      "speaker": "B",
      "text": "Which dj was it? Remember on virgin?",
      "start": 913524,
      "end": 915180,
      "confidence": 0.8483314285714287
    },
    {
      "pos": 190,
      "speaker": "A",
      "text": "I can't remember. It was the one on sort by 11:00 wouldn't want to be. Yeah, he's embarrassed himself. When we do quizzes, we never get anything wrong.",
      "start": 915292,
      "end": 924052,
      "confidence": 0.8861432142857143
    },
    {
      "pos": 191,
      "speaker": "B",
      "text": "That's true.",
      "start": 924108,
      "end": 924556,
      "confidence": 0.770705
    },
    {
      "pos": 192,
      "speaker": "A",
      "text": "During that track, I'm chilling out. I'm loving it, aren't I? Carl goes, do you know how baguettes came about?",
      "start": 924620,
      "end": 929744,
      "confidence": 0.8492130000000001
    },
    {
      "pos": 193,
      "speaker": "B",
      "text": "Do you know how baguettes come about?",
      "start": 930084,
      "end": 932292,
      "confidence": 0.97306
    },
    {
      "pos": 194,
      "speaker": "A",
      "text": "I went, go on. And Steve went, no, save it.",
      "start": 932388,
      "end": 934268,
      "confidence": 0.9498470000000001
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "Wait a minute, though. I'm thinking, Rick, people are going to be desperate to know the answer to that. Why don't we play some ads and some music and stuff?",
      "start": 934316,
      "end": 939358,
      "confidence": 0.9252736666666667
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "It's like a cliff.",
      "start": 939406,
      "end": 940054,
      "confidence": 0.8676625
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Exactly. How did baguettes come up?",
      "start": 940094,
      "end": 943110,
      "confidence": 0.82898
    },
    {
      "pos": 198,
      "speaker": "A",
      "text": "Whatever he says is going to be good.",
      "start": 943142,
      "end": 944438,
      "confidence": 0.9484325
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Stay tuned to XFM to find out.",
      "start": 944486,
      "end": 946194,
      "confidence": 0.9086357142857143
    },
    {
      "pos": 200,
      "speaker": "A",
      "text": "Hives, hate to say I told you. So. I love that sort of stuff. And the strokes. So much better than this new metal rubbish, isn't it?",
      "start": 952614,
      "end": 958886,
      "confidence": 0.9284466666666668
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Definitely.",
      "start": 958910,
      "end": 959422,
      "confidence": 0.48341
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Now, most people think we talk rubbish on air.",
      "start": 959518,
      "end": 962006,
      "confidence": 0.9317744444444445
    },
    {
      "pos": 203,
      "speaker": "B",
      "text": "Yep.",
      "start": 962070,
      "end": 962502,
      "confidence": 0.33041
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "If they could hear the conversations that go on. But someone just emailed in saying the sun is indeed about 400 times bigger than the moon. Thanks for that. That DJ must have looked up and said, 400 times. That can't be right. It's probably. They probably print an error four times. Nothing can be 400 times bigger than the moon. Carl went, yeah, but the sun has only got a million years. And he went on that space program, it said that in a million years, the sun will be destroyed. And he said, and then we're all shafted, right? I went, I laughed. Steve went, no, it's okay. By then we'd be on another planet. Carl went, yeah, but there'd be no sun. Steve went, well, there's other suns. Which is true. Kyle went, well. I went, well, yeah, every star is a sun. Kyle went, well, not. Not really believe that, do ya? And I went, no, it is. The sun is just a star. It's not even tricky. Big star. Carl went, well, why didn't they say that? Instead of worrying me. Instead of worrying me.",
      "start": 962598,
      "end": 1026998,
      "confidence": 0.8982780526315788
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "In a million years time, Carl, he's been preserved, brought back to life and is now the ruler of the world.",
      "start": 1027046,
      "end": 1032294,
      "confidence": 0.8955738095238095
    },
    {
      "pos": 206,
      "speaker": "A",
      "text": "Just ahead in a fish tank. And he speaks like this. I am Pilkington.",
      "start": 1032334,
      "end": 1037274,
      "confidence": 0.9089264285714285
    },
    {
      "pos": 207,
      "speaker": "B",
      "text": "The reason, the reason you became king of the universe, of course, is because of your fascinating french bread anecdote.",
      "start": 1038894,
      "end": 1044238,
      "confidence": 0.89689
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "Oh, yeah? Yeah. Come on, then. How did baguettes come about? If this is going to be. Someone cooked a loaf a bit wrong and said, I can still make a sandwich out of it, I'm going to hit you.",
      "start": 1044286,
      "end": 1055474,
      "confidence": 0.907981
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "Right. Napoleon, when he was at war and that with Russia.",
      "start": 1058454,
      "end": 1064194,
      "confidence": 0.8702527272727274
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "1812. Yeah, yeah.",
      "start": 1065094,
      "end": 1066694,
      "confidence": 0.8148666666666666
    },
    {
      "pos": 211,
      "speaker": "C",
      "text": "All these soldiers were like, you know, not used to the cold weather and that. So they said, take some clothes in your bag with you because it's going to be. So, um, they put all the clothes in the bag.",
      "start": 1066774,
      "end": 1079054,
      "confidence": 0.8747519512195121
    },
    {
      "pos": 212,
      "speaker": "B",
      "text": "Sure do.",
      "start": 1079134,
      "end": 1079966,
      "confidence": 0.834525
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "They were told it's Napoleon, for Christ's sake.",
      "start": 1079990,
      "end": 1081910,
      "confidence": 0.72330625
    },
    {
      "pos": 214,
      "speaker": "C",
      "text": "No room for any food.",
      "start": 1081942,
      "end": 1083246,
      "confidence": 0.9827239999999999
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "You're joking. So can they make some sort of, like, sandwich?",
      "start": 1083390,
      "end": 1086430,
      "confidence": 0.8916009090909092
    },
    {
      "pos": 216,
      "speaker": "C",
      "text": "No, it won't fix all the clothes. You have to take extra gear. So, um, anyway, I guess you.",
      "start": 1086622,
      "end": 1092914,
      "confidence": 0.801816842105263
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Is there a baguette shaped gap left in their holdall?",
      "start": 1093854,
      "end": 1097110,
      "confidence": 0.861931
    },
    {
      "pos": 218,
      "speaker": "C",
      "text": "Let's make some bread that you can fit down your trouser leg.",
      "start": 1097262,
      "end": 1099834,
      "confidence": 0.9699333333333334
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "What?",
      "start": 1100184,
      "end": 1100592,
      "confidence": 0.90657
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "That's not true.",
      "start": 1100648,
      "end": 1101804,
      "confidence": 0.8939133333333333
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "In Euston train station. I was waiting to go back to Manchester.",
      "start": 1103584,
      "end": 1106240,
      "confidence": 0.8643875
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "Where did you mean, scrawled on the wall in graffiti?",
      "start": 1106272,
      "end": 1108488,
      "confidence": 0.729732
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "Yeah. Was it also, meet me here for.",
      "start": 1108536,
      "end": 1110616,
      "confidence": 0.9538625000000001
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Cocktail at 12:00 the uppercross sandwich shop, Houston station.",
      "start": 1110640,
      "end": 1114960,
      "confidence": 0.7202611111111111
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "It's on the wall.",
      "start": 1115032,
      "end": 1115776,
      "confidence": 0.9302075000000001
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "What do you mean, it's on the wall?",
      "start": 1115840,
      "end": 1117288,
      "confidence": 0.9169925
    },
    {
      "pos": 227,
      "speaker": "C",
      "text": "Do you know how it says, like, sail on at Dixon's whatever. Next to that, there was like a bit of information. Once you've read this stuff on Dixon, I get information. There was. There's a big thing about history of the baguette.",
      "start": 1117456,
      "end": 1128404,
      "confidence": 0.876731627906977
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "We gotta make a sandwich. We can spread fit down our trouser leg.",
      "start": 1130584,
      "end": 1133984,
      "confidence": 0.8144046153846154
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "But how can you march and fight with a huge piece of bread down here?",
      "start": 1134104,
      "end": 1137496,
      "confidence": 0.900048
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "Although it would be intimidating. You see him come and you go, suck for blur. Look at the size of them. They're big fellas.",
      "start": 1137600,
      "end": 1143112,
      "confidence": 0.8113587500000001
    },
    {
      "pos": 231,
      "speaker": "B",
      "text": "Well, I cannot before that could be a practical joke at your expense. Yeah, well, the Earl of sandwiched up. Is that like, fact for you, then?",
      "start": 1143288,
      "end": 1152680,
      "confidence": 0.8161274074074074
    },
    {
      "pos": 232,
      "speaker": "C",
      "text": "Well, it's not funny. I mean, if they were trying to be funny, it's like. It's not, is it? So it's.",
      "start": 1152712,
      "end": 1156976,
      "confidence": 0.8947214285714289
    },
    {
      "pos": 233,
      "speaker": "B",
      "text": "Have you heard us think something?",
      "start": 1157040,
      "end": 1159524,
      "confidence": 0.8151699999999998
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "That's exactly what happened with the sound with the herd of sandwich wanted somebody could fit down his pants and it was those triangle cut sandwiches wrapped in cling film with perfect. You might be right. You might be right. Because the cornish pasty. So they could drop it down the mines in it. Yeah, they wrapped it up in it. They wrapped up like meat and vegetables in pastry and they saw crimped it and it's like a little. And they dropped it down the mine. So, yeah, that's what that came about.",
      "start": 1160224,
      "end": 1185978,
      "confidence": 0.8475462765957447
    },
    {
      "pos": 235,
      "speaker": "B",
      "text": "And bagels were originally made so that people could play hoopla, but then eat afterwards. I don't know if you're aware of that. That is true.",
      "start": 1186026,
      "end": 1194682,
      "confidence": 0.8801865384615385
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "Well, anyway, yeah, they're all true.",
      "start": 1194858,
      "end": 1200010,
      "confidence": 0.8563483333333334
    },
    {
      "pos": 237,
      "speaker": "B",
      "text": "Tell your kids that when you have them.",
      "start": 1200122,
      "end": 1201394,
      "confidence": 0.9639925
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1201434,
      "end": 1202054,
      "confidence": 0.71791
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "You know, if they're still alive in a million years.",
      "start": 1204154,
      "end": 1206654,
      "confidence": 0.9311820000000001
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "Well, go. It might be true. Can someone confirm that baguette fact that it was so Napoleon could stick it down his trousers? Not him, his soldiers.",
      "start": 1207354,
      "end": 1217440,
      "confidence": 0.8752644444444444
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "Yeah, fascinating information. Fascinating bread information. Carl, radio ed.",
      "start": 1217632,
      "end": 1221600,
      "confidence": 0.7488255555555556
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "Yeah. Now, this is my song for the lovers. It's a beautiful track. It's let down off. Ok. Computer. It's one of my favorite radio strokes. It's lovely. Right, set the tape going now, if you want to take these songs. Avalanches, frontier psychiatrists.",
      "start": 1221712,
      "end": 1251218,
      "confidence": 0.8710968181818184
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 1251266,
      "end": 1252018,
      "confidence": 0.55565
    },
    {
      "pos": 244,
      "speaker": "A",
      "text": "Well, we've had lots of emails and people, obviously, we inflamed and provoked the cornish pasty. I've got a couple of amendments to that, that the Krusty bit, you know, is actually as a handle because obviously the mines had dirty hands and they'd eat the. All the stuff in the pasty and they'd be left with this sort of crust and they could throw that away. Also, someone told us that at one end was like apple. So you have a little sweet as well. So there you go.",
      "start": 1252106,
      "end": 1278548,
      "confidence": 0.901647444444445
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "It's how, like, over the years we've been doing this, you know, way back when we started XFM, no one ever contributes. When we ask about the music, when you ask about hip hop or their, you know, opinions on that, anything important, but start talking about pasties. Yeah. Five phone calls.",
      "start": 1278596,
      "end": 1294046,
      "confidence": 0.8903386538461538
    },
    {
      "pos": 246,
      "speaker": "A",
      "text": "Yeah. And someone, someone phoned up to confirm they used to work for upper crust. And basically Carl got all excited. So. So it is true. She went, well, I don't know if it's true. I've read the same sign you did, Carl.",
      "start": 1294110,
      "end": 1306134,
      "confidence": 0.8479697674418604
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "Interestingly, there's an email here that says, which basically offers a history of the baguette and talks about after the revolution, the government decreed that all of France must eat the same bread. And it was up to the bakers to bake this bread of equality. And then Napoleon kind of made sure it was. Particularly. He kind of set in.",
      "start": 1306254,
      "end": 1323370,
      "confidence": 0.8939873770491807
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "Yeah, obviously on the bread. You can eat anything you find in the garden. Frogs, snails, bits of horse.",
      "start": 1323482,
      "end": 1329214,
      "confidence": 0.941206315789474
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "The interesting thing is, Rick, that there's no mention of sticking it down your trousers whilst going to war.",
      "start": 1329674,
      "end": 1334882,
      "confidence": 0.9196231578947369
    },
    {
      "pos": 250,
      "speaker": "A",
      "text": "The French have tried to keep that secret for over a hundred years. Yeah, yeah, nearly. Nearly 200 years. That is a top secret. Somehow Houston station upper crust got hold of a document left behind in an old sea chest, possibly Napoleon's, could have been Josephine's, unfortunately, jotted it down. He's kicking himself now. And I believe I left a note. If he talked like that. He did, he did, he did that. Yeah, he talked English, but in a very funny french accent.",
      "start": 1334938,
      "end": 1367594,
      "confidence": 0.8814557647058823
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "Do you remember funny french accents? You remember Allah low?",
      "start": 1367714,
      "end": 1372082,
      "confidence": 0.6203779999999999
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1372178,
      "end": 1372594,
      "confidence": 0.82101
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "Remember it was on about 05:00 in the afternoon, but they still meant because it was a funny frenchman. It was that. That english guy who was posing as a French. Yes, officer.",
      "start": 1372674,
      "end": 1380674,
      "confidence": 0.8898727272727271
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "It's very complicated.",
      "start": 1380714,
      "end": 1381482,
      "confidence": 0.95689
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "He would often walk by and I remember there was one where he said, I was pissing by the door when I heard a shit.",
      "start": 1381538,
      "end": 1387618,
      "confidence": 0.8932395999999998
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Oh, yeah. Passing by the door when I heard a shot.",
      "start": 1387786,
      "end": 1392042,
      "confidence": 0.9254000000000001
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "That's what he's saying. I'm allowed to say that at 02:00 because that. I'm just saying I'm talking in a french accent. Yeah, pissing by the door when I heard a shit. Yeah, that's fine, yeah, because I'm speaking French.",
      "start": 1392098,
      "end": 1403294,
      "confidence": 0.8251072500000001
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "Do you know what I mean?",
      "start": 1403954,
      "end": 1404980,
      "confidence": 0.9271466666666667
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "That's the rule.",
      "start": 1405122,
      "end": 1406088,
      "confidence": 0.9588933333333333
    },
    {
      "pos": 260,
      "speaker": "C",
      "text": "Do you know why people tinkle? Tink the glasses before the other day?",
      "start": 1406216,
      "end": 1410120,
      "confidence": 0.786553846153846
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "Why they tink the verb to tink?",
      "start": 1410152,
      "end": 1411808,
      "confidence": 0.8794128571428572
    },
    {
      "pos": 262,
      "speaker": "B",
      "text": "I do know that, Carl. Is it about poison?",
      "start": 1411856,
      "end": 1413968,
      "confidence": 0.8851888888888888
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "It is.",
      "start": 1414096,
      "end": 1414672,
      "confidence": 0.833965
    },
    {
      "pos": 264,
      "speaker": "B",
      "text": "Here we are.",
      "start": 1414768,
      "end": 1415288,
      "confidence": 0.7531933333333334
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "What would it make a different noise?",
      "start": 1415336,
      "end": 1416576,
      "confidence": 0.9837585714285714
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Oh, brilliant. Go on, explain why.",
      "start": 1416680,
      "end": 1420736,
      "confidence": 0.5804683333333333
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "You explain it, Steve.",
      "start": 1420760,
      "end": 1421808,
      "confidence": 0.762825
    },
    {
      "pos": 268,
      "speaker": "A",
      "text": "No, no, no, don't. See, you explain it, Carl. Go on. I've started, so I'll finish. Go on, Carl. Explain why they tinker the glasses.",
      "start": 1421896,
      "end": 1431760,
      "confidence": 0.767246
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "Ages ago. Yeah, only people with money are drinking or something.",
      "start": 1431872,
      "end": 1437444,
      "confidence": 0.8759881818181818
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "Years ago. Welcome to history. Now, now, ages ago, only people with money had drinking or something.",
      "start": 1440984,
      "end": 1446840,
      "confidence": 0.8672458823529411
    },
    {
      "pos": 271,
      "speaker": "B",
      "text": "Keep going, keep going.",
      "start": 1446992,
      "end": 1448064,
      "confidence": 0.96305
    },
    {
      "pos": 272,
      "speaker": "C",
      "text": "Like spirit and stuff. So they. Businessmen. Business, businessmen.",
      "start": 1448104,
      "end": 1452924,
      "confidence": 0.7157355555555556
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "This is getting to be cruel. This is amazing. Yeah, go on. Why did you open your mouth, Carl?",
      "start": 1455424,
      "end": 1461032,
      "confidence": 0.8508642105263159
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "What were you hoping was the best that could?",
      "start": 1461168,
      "end": 1462872,
      "confidence": 0.9163888888888889
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "Because you try to make me look stupid before with the planet.",
      "start": 1462928,
      "end": 1464896,
      "confidence": 0.7675900000000001
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "So where is you now?",
      "start": 1464920,
      "end": 1466484,
      "confidence": 0.71691
    },
    {
      "pos": 277,
      "speaker": "A",
      "text": "Yeah, go on. No, come on. Businessmen, businessmen. No, businessmen with money. I've got to drink. I'm Ching. Okay, so then, so they nip round.",
      "start": 1467744,
      "end": 1476520,
      "confidence": 0.7486975999999999
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "To have a chat about the. Whatever they earn in money with, and they'd say, right, you want to drink then? Oh, yeah, that'd be all right. So rather than like, just pouring it out of a bottle into a glass and saying, there you go, it could be going, hang on a minute, could be poisoning me and try, like, nick me business idea.",
      "start": 1476552,
      "end": 1492496,
      "confidence": 0.8651986153846153
    },
    {
      "pos": 279,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1492560,
      "end": 1492848,
      "confidence": 0.84906
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "So what they do, it sort of pour a bit of his drink into the other person's glass and you get that tink noise and that's like, cheers, you know?",
      "start": 1492896,
      "end": 1500792,
      "confidence": 0.9285623333333333
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "No, no, Carl, I just have a slight amendment there. I think what it was was you actually write that they would then test each other's drinks to see that show that wasn't poisoned. But over the years, that was reduced to just chinking the glasses by way of saying, let's not actually bother going through the whole rhythm roll. They just did the checking of the glass.",
      "start": 1500848,
      "end": 1514984,
      "confidence": 0.8712229411764705
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Yeah, right. Yeah, that's, that's, that's good. I know, well, I like that because people are carrying that with them now. When they do that, they think, oh, that blokes definitely not trying to poison me.",
      "start": 1515024,
      "end": 1528418,
      "confidence": 0.864616111111111
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1528466,
      "end": 1528818,
      "confidence": 0.30935
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "So the horrible thing is that now when I do the glasses, I can laugh and go, they don't know I've poisoned them.",
      "start": 1528906,
      "end": 1534346,
      "confidence": 0.9248891304347824
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1534410,
      "end": 1534994,
      "confidence": 0.54342
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "You should always do the pouring back and forth. It's a shortcut. It's a slippery slope, you know, just be careful, Ash. There's a star one of my bands of 2001.",
      "start": 1535074,
      "end": 1556636,
      "confidence": 0.917198064516129
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "Ash, was it?",
      "start": 1556660,
      "end": 1557348,
      "confidence": 0.7941466666666667
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "Yeah, they've come through. I didn't like him at first. Thought, you know, a bit. Bit too lo fi. But I think they've worked it. They do good songs. They're good performers. And I think they're probably thoroughly nice chaps.",
      "start": 1557396,
      "end": 1567412,
      "confidence": 0.82967525
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "Sure.",
      "start": 1567508,
      "end": 1567884,
      "confidence": 0.56314
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "All right. We didn't say hello because we were away for a couple of weeks. We didn't come back and go, oh, we're back, did we? It's like nothing ever happened, you know? I mean, Christmas. Yeah. You?",
      "start": 1567964,
      "end": 1577146,
      "confidence": 0.8960928947368421
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "Yep. Carl? Yeah, lovely. Okay, let's crack on.",
      "start": 1577210,
      "end": 1580442,
      "confidence": 0.6335112500000001
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "Get it. My, um. I went on holiday after Christmas. Yeah. And so did, uh, our mutual friend, Phil Bowker. He was in Lanzarote and he told me one of the funny. I don't know if I can tell this on the radio, I'll have to say the c word. I just go, it's in a sentence. So I just go, you see, when it comes, and you'll know that he's saying a terrible word. Just, you know, didn't want to ruin the anecdote. Anyway, they're walking along one evening in Anzarati, and there's lots of brits there, apparently, and Phil over here's a sort of married couple arguing. They're having to go home a bit early. And she's saying to him, she went, for Christ's sake, every time we come out drinking, you always shit yourself.",
      "start": 1580498,
      "end": 1624184,
      "confidence": 0.885735839416058
    },
    {
      "pos": 293,
      "speaker": "B",
      "text": "Right?",
      "start": 1627324,
      "end": 1628044,
      "confidence": 0.78004
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Always. Not once. So he's going, ah, I've told you. He said, it's not the drink, it's the weather. She went, the weather. You'll be blaming the food next. You see. I don't think they should have got married. When did you think the shooting itself started? Must have been after the marriage. Because if they, you know, you're caught in and they go, went out with Derek again. Did you ask? Yeah. How was it? It was. The evening was lovely. Meals again. That's. That's five dates. Five different heaps of shit.",
      "start": 1628204,
      "end": 1661508,
      "confidence": 0.8636056989247313
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "But I think I can change him.",
      "start": 1661556,
      "end": 1663260,
      "confidence": 0.8640614285714285
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "I think I change him. Yeah. It must have happened after the marion, or you just might think, oh, God, I got. Always got the age where I think, look, I'll just empty it when I get home. Yeah. I'm not gonna keep going up and going to the toilet, you know, it's.",
      "start": 1663332,
      "end": 1673636,
      "confidence": 0.861171320754717
    },
    {
      "pos": 297,
      "speaker": "C",
      "text": "The ice that does it.",
      "start": 1673660,
      "end": 1674944,
      "confidence": 0.9658640000000001
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "Carl is right. I think it is the ice.",
      "start": 1676044,
      "end": 1678104,
      "confidence": 0.9466322222222223
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "What do you mean?",
      "start": 1679044,
      "end": 1680024,
      "confidence": 0.7923475
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "People forget, you know, they say, oh, don't, don't drink the water when you're on holiday. And they don't they drink, you know, they buy heavy on and stuff.",
      "start": 1680364,
      "end": 1685900,
      "confidence": 0.9043506896551725
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "Oh, I see.",
      "start": 1685932,
      "end": 1686556,
      "confidence": 0.8887333333333333
    },
    {
      "pos": 302,
      "speaker": "C",
      "text": "Forget about the ice.",
      "start": 1686620,
      "end": 1687516,
      "confidence": 0.9242874999999999
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "The ice cubes. You're right. In a bar made from tap water.",
      "start": 1687580,
      "end": 1690344,
      "confidence": 0.9228141666666668
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "And that can do it, can it? I assume that she wasn't drinking ice then.",
      "start": 1690724,
      "end": 1696412,
      "confidence": 0.9020113333333334
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1696548,
      "end": 1696908,
      "confidence": 0.9314
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "Well, I mean, why is it just happened, honest.",
      "start": 1696956,
      "end": 1699108,
      "confidence": 0.7554955555555556
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Everyone that goes on holiday doesn't end up crapping themselves.",
      "start": 1699156,
      "end": 1701204,
      "confidence": 0.938274
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah, yeah. They usually make it to a toilet.",
      "start": 1701244,
      "end": 1703388,
      "confidence": 0.8811722222222222
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Every time he drinks, doesn't he?",
      "start": 1703476,
      "end": 1704756,
      "confidence": 0.8720533333333332
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Yeah, well, apparently, just don't let him.",
      "start": 1704780,
      "end": 1706796,
      "confidence": 0.8155114285714287
    },
    {
      "pos": 311,
      "speaker": "C",
      "text": "Carry the baguettes.",
      "start": 1706820,
      "end": 1708024,
      "confidence": 0.8896266666666666
    },
    {
      "pos": 312,
      "speaker": "B",
      "text": "Carl comes out with.",
      "start": 1713084,
      "end": 1714068,
      "confidence": 0.8097325
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "He does now and again.",
      "start": 1714116,
      "end": 1715428,
      "confidence": 0.749206
    },
    {
      "pos": 314,
      "speaker": "B",
      "text": "That was sweet.",
      "start": 1715596,
      "end": 1716310,
      "confidence": 0.8037066666666667
    },
    {
      "pos": 315,
      "speaker": "A",
      "text": "Yeah, nice one. Yeah. Respect you. Right, we got another feature now.",
      "start": 1716412,
      "end": 1719578,
      "confidence": 0.8634474999999998
    },
    {
      "pos": 316,
      "speaker": "B",
      "text": "Yes, this is a feature which we introduced before Christmas and it was so popular, we brought it into 2002 as well.",
      "start": 1719626,
      "end": 1725774,
      "confidence": 0.9093440909090912
    },
    {
      "pos": 317,
      "speaker": "A",
      "text": "We've carried it over with us. It's an interesting thing and I don't think. I don't think we'll ever run out of features for. What's the feature called, Steve?",
      "start": 1726114,
      "end": 1734114,
      "confidence": 0.8414320689655173
    },
    {
      "pos": 318,
      "speaker": "B",
      "text": "It's rather brilliantly called a song that I like.",
      "start": 1734194,
      "end": 1736602,
      "confidence": 0.8986244444444443
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1736658,
      "end": 1737106,
      "confidence": 0.60483
    },
    {
      "pos": 320,
      "speaker": "B",
      "text": "And in it. Let me explain.",
      "start": 1737210,
      "end": 1738226,
      "confidence": 0.9828200000000001
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Go on, go on.",
      "start": 1738290,
      "end": 1739258,
      "confidence": 0.8250375
    },
    {
      "pos": 322,
      "speaker": "B",
      "text": "What I do is in it, I play a song.",
      "start": 1739306,
      "end": 1741538,
      "confidence": 0.987895
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "What do you like?",
      "start": 1741626,
      "end": 1742210,
      "confidence": 0.80447
    },
    {
      "pos": 324,
      "speaker": "B",
      "text": "Or.",
      "start": 1742242,
      "end": 1742722,
      "confidence": 0.535
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "Alright, so you just pick a few. Well, let me go. I can explain this. All the songs right there are Carl. Steve likes some of them, he doesn't like others. But for this particular feature, the only songs that will be in this section will be the ones that he likes.",
      "start": 1742858,
      "end": 1758108,
      "confidence": 0.9001142307692308
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "If you think you're gonna hear songs that I don't like, you're wrong. Let me feel that straight away. Yeah.",
      "start": 1758196,
      "end": 1762624,
      "confidence": 0.8224924999999998
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "What song have you chosen to play?",
      "start": 1762964,
      "end": 1765012,
      "confidence": 0.9861928571428573
    },
    {
      "pos": 328,
      "speaker": "B",
      "text": "Thank you very much for asking. I have chosen and it's something I've only been introduced to recently, but I did enjoy it and it seemed, you know, just felt contemporary. It's a Patti Smith and the classic.",
      "start": 1765108,
      "end": 1774440,
      "confidence": 0.9372734210526315
    },
    {
      "pos": 329,
      "speaker": "A",
      "text": "Oh, fantastic.",
      "start": 1774512,
      "end": 1775844,
      "confidence": 0.55568
    },
    {
      "pos": 330,
      "speaker": "B",
      "text": "Gloria by Patty Smith. Did you enjoy that?",
      "start": 1784904,
      "end": 1786864,
      "confidence": 0.7771487499999999
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Yeah, I love it. Always been one of my favorite tracks.",
      "start": 1786904,
      "end": 1790168,
      "confidence": 0.9284845454545455
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "And as Carl pointed out, sounds remarkably like. Who did you mention?",
      "start": 1790256,
      "end": 1793168,
      "confidence": 0.9183558333333335
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "PJ Harvey. Oh, yeah, well, yeah, everyone knew that. She was obviously very influenced.",
      "start": 1793256,
      "end": 1796954,
      "confidence": 0.8322957142857142
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "That's fine, that's fine, that's all right.",
      "start": 1797104,
      "end": 1798526,
      "confidence": 0.77389
    },
    {
      "pos": 335,
      "speaker": "A",
      "text": "That's allowed.",
      "start": 1798550,
      "end": 1799222,
      "confidence": 0.7366
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "That's cool.",
      "start": 1799318,
      "end": 1799726,
      "confidence": 0.862665
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "I like PJ Harvey too.",
      "start": 1799750,
      "end": 1800790,
      "confidence": 0.88109
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1800862,
      "end": 1801318,
      "confidence": 0.90374
    },
    {
      "pos": 339,
      "speaker": "A",
      "text": "There's enough room for two.",
      "start": 1801366,
      "end": 1802486,
      "confidence": 0.891154
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "You're absolutely right. Let's just take a moment to think about what we've done.",
      "start": 1802590,
      "end": 1808206,
      "confidence": 0.9059592857142859
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "Yeah, well, it's been good. It's an hour, 20 minutes. We've, we've. We've talked about shit in yourself. We talked about pasties, a number of pastries, actually. We did. Never got that. We should go on a competition. Who's that? Who's the tastiest cartoon ever? Well, actually, I threw up. G terror. I threw up. Jessica Rabbit.",
      "start": 1808350,
      "end": 1828662,
      "confidence": 0.8401649122807017
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "I've had some people contribute here on email. We've got someone here. Dom has emailed us. He's told us that for him. Daphne from Scooby Doo.",
      "start": 1828718,
      "end": 1835758,
      "confidence": 0.9206992307692308
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "Yeah. Popular choice.",
      "start": 1835846,
      "end": 1837222,
      "confidence": 0.8457233333333334
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "Obviously. This is what I've. I've never quite understood. Wilma from the Flintstones. I've actually always felt that Wilma. I didn't know. Just thought she was.",
      "start": 1837358,
      "end": 1843238,
      "confidence": 0.7951546153846153
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "No, not Wilma. Betty, surely.",
      "start": 1843286,
      "end": 1845238,
      "confidence": 0.766518
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Well, this is why I'm new. Wilma. I mean, yeah, Betty, surely, but Wilma?",
      "start": 1845366,
      "end": 1848354,
      "confidence": 0.7457771428571428
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "Come on, Steve, you wouldn't say no to Wilma.",
      "start": 1853334,
      "end": 1855664,
      "confidence": 0.8982066666666666
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "No, I suppose not.",
      "start": 1855774,
      "end": 1856644,
      "confidence": 0.843375
    },
    {
      "pos": 349,
      "speaker": "A",
      "text": "It was.",
      "start": 1856684,
      "end": 1857148,
      "confidence": 0.7448049999999999
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "I'd be worried about Fred if he found out.",
      "start": 1857236,
      "end": 1859164,
      "confidence": 0.87725
    },
    {
      "pos": 351,
      "speaker": "A",
      "text": "Well, I'd hate to do it, you know. Whereas Barney, to be honest, I don't think he deserves Bay.",
      "start": 1859324,
      "end": 1867604,
      "confidence": 0.8167252631578947
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Do they both work in the quarry? I mean, let's be honest. Fred, not smart man. I mean, he also come out of rock school with anything other than a couple of basic o levels.",
      "start": 1867644,
      "end": 1877492,
      "confidence": 0.904035714285714
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "I know, but he's a hard. You know, he's a hard working, sound, sort of big house.",
      "start": 1877548,
      "end": 1881828,
      "confidence": 0.8410205882352941
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "They got, like, a tv. They got that bird thing.",
      "start": 1881876,
      "end": 1884218,
      "confidence": 0.9261700000000002
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Yeah. I mean, be honest, if I was Fred, I would be a little bit disappointed that my kid does nothing. Whereas Barnes can lift up sort of tall buildings. Bam, bam. He's a very strong. You know, I mean, interesting.",
      "start": 1884306,
      "end": 1895554,
      "confidence": 0.9304614634146342
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "Me, Fred loves his job. He's always yabba dabba, doing all day lifting rocks from one place.",
      "start": 1895594,
      "end": 1901314,
      "confidence": 0.8081488235294119
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "I'll tell you what, I wouldn't take that from that cat, though. If a cat picked me up by the scruff neck and put me out right on the doorstep, I'd go mental. I'd get rid of it. It is a saber toothed tiger, though, Carl, so it could rip him to shreds. It's not like a normal domestic cat you have nowadays.",
      "start": 1901394,
      "end": 1915452,
      "confidence": 0.9106704761904765
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "You know, when they go to the drive in at the beginning?",
      "start": 1915548,
      "end": 1918196,
      "confidence": 0.9240316666666667
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1918260,
      "end": 1918596,
      "confidence": 0.84451
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "And they order, um, maybe some ribs. Yeah, that huge rib. And it tips the car over.",
      "start": 1918660,
      "end": 1922532,
      "confidence": 0.8681264705882353
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1922588,
      "end": 1922940,
      "confidence": 0.91369
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Was that her first day on the job? Because. Yeah, it's never been ordered before.",
      "start": 1923012,
      "end": 1928948,
      "confidence": 0.8626526666666667
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "Yeah, yeah. We're out of pig. We've got Brontosaurus rib because. Won't that knock the car over? No, it won't. I don't know, Rick.",
      "start": 1929036,
      "end": 1936460,
      "confidence": 0.8249345833333334
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Can I tell you that that was an accident waiting to happen.",
      "start": 1936492,
      "end": 1938374,
      "confidence": 0.92925
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "It was really, wasn't it? Yeah. Oh, dear. Mind you, I did. I went in tech to Texas once and I had some ribs and it was like Finstones. It was huge. And not only did it look too much like an animal that I couldn't actually eat it. I don't know who could eat it. I mean, seriously, it was two foot long.",
      "start": 1938444,
      "end": 1952802,
      "confidence": 0.9147978124999999
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1952858,
      "end": 1953098,
      "confidence": 0.36248
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "And all the rib. It was like half a ribcage. And I.",
      "start": 1953146,
      "end": 1956730,
      "confidence": 0.877875
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "My friends were. Lived in Texas for a while and they. They once were in a diner and there was some, you know, those kind of benches that are attached to the table itself. Like a kind of picnic bench.",
      "start": 1956882,
      "end": 1965716,
      "confidence": 0.89264025
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1965770,
      "end": 1966120,
      "confidence": 0.82722
    },
    {
      "pos": 370,
      "speaker": "B",
      "text": "And this huge fat guy came in. He came wobbling. He ordered, like, this kind of everything you can eat meal. And his fat kind of, sort of.",
      "start": 1966192,
      "end": 1971552,
      "confidence": 0.9128814285714285
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "You know, kind of his big, fatty, fatty fat. And his fatted on the fat table.",
      "start": 1971608,
      "end": 1975440,
      "confidence": 0.8079975000000001
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "It wrapped itself around the table. He was chowing down and when he tried to leave, the table came up with him.",
      "start": 1975632,
      "end": 1980856,
      "confidence": 0.9352618181818183
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Oh, no.",
      "start": 1980920,
      "end": 1981528,
      "confidence": 0.785015
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "Imagine that.",
      "start": 1981616,
      "end": 1982528,
      "confidence": 0.672715
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "I mean, they are fat, aren't they?",
      "start": 1982656,
      "end": 1983952,
      "confidence": 0.7584457142857144
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "They're big people.",
      "start": 1983968,
      "end": 1984472,
      "confidence": 0.8145966666666666
    },
    {
      "pos": 377,
      "speaker": "A",
      "text": "They're huge people. But it was. Nothing was like before. That bloke on Jerry Springer Stowe was like 80 stone, right? Now, I felt quite sorry for him. He was really sad. He was crying. It is rad. But my point is this, right when he got to say 50 stones, didn't he go, that's too much for. For a land animal.",
      "start": 1984528,
      "end": 2004394,
      "confidence": 0.8710320967741938
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2004474,
      "end": 2005050,
      "confidence": 0.81301
    },
    {
      "pos": 379,
      "speaker": "A",
      "text": "I mean, yeah, that's. That's big, isn't it? I mean, I. I'm getting worried. I'm 13 stone. I'm genuinely getting worried. I'm thinking, oh, when you've got that big.",
      "start": 2005122,
      "end": 2011826,
      "confidence": 0.7765668965517242
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "When you've actually got your own mare.",
      "start": 2011850,
      "end": 2013610,
      "confidence": 0.9164300000000001
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "Yeah, yeah. When you have. When you have to get in helpers to look what the scale says. Yeah. Like four or five people lift up your belly and go, it's 52 stone. You go, that's too much. I'm gonna only have nine breakfasts.",
      "start": 2013722,
      "end": 2027180,
      "confidence": 0.897048181818182
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "When you act today, when you begin to appear on the ordnance survey.",
      "start": 2027212,
      "end": 2030412,
      "confidence": 0.8942630769230768
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "Yeah, yeah, exactly. Yeah. When you've got your own symbol, it's like we can see two things from space now. Fatty and Steve Merchant. We'll be landing. Well, no, I'm just saying at all. You're not fat. Aren't you? Freakish and big.",
      "start": 2030548,
      "end": 2041876,
      "confidence": 0.8532790476190476
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Just another quick thought. Someone's mentioned Daphne from Scooby Doo. But I've always had a soft spot for Velma.",
      "start": 2041940,
      "end": 2046744,
      "confidence": 0.8973757894736841
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "Velma. Because.",
      "start": 2047364,
      "end": 2048260,
      "confidence": 0.6084499999999999
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "Oh, no, I mean, I was clever. Can I tell you what have happened if I was in that environment? I was maybe on the.",
      "start": 2048332,
      "end": 2053372,
      "confidence": 0.9100563999999999
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Your glasses would have got tangled up.",
      "start": 2053428,
      "end": 2054948,
      "confidence": 0.76199
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "I'd have always had an art. I'd always be making a play for Daphne. Right? And I. Velma would have fancied me, but I always ignore it cuz I was playing for Daphne. And then when I finally realized it was never gonna happen with Daphne, I'd have blown it with Velma.",
      "start": 2054996,
      "end": 2064864,
      "confidence": 0.8490384615384615
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Maybe not though. Maybe not. Maybe not. Sometimes those, you know, they might, you know, appreciate honesty. Go. Listen, I've been hitting on the good looking one. Oy, four eyes.",
      "start": 2065244,
      "end": 2077120,
      "confidence": 0.8322123333333331
    },
    {
      "pos": 390,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2077192,
      "end": 2077608,
      "confidence": 0.3976
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Do you fancy it, chubs?",
      "start": 2077696,
      "end": 2079104,
      "confidence": 0.8900460000000001
    },
    {
      "pos": 392,
      "speaker": "B",
      "text": "Exactly. Something like that. Just being honest is what you're saying. I'm wondering. I don't mean to be liveless, but Velma, she was quite short. The glasses, the short hair.",
      "start": 2079184,
      "end": 2088032,
      "confidence": 0.8566036666666664
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Lesbian.",
      "start": 2088088,
      "end": 2088424,
      "confidence": 0.89703
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Hung around with the dog and lesbian. I'm beginning to wonder if she was.",
      "start": 2088464,
      "end": 2092324,
      "confidence": 0.8328492857142858
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "See, unfortunately I said lesbian there. And you still carried on with your assessment of what it is to be a lesbian. It's bad enough doing the cliches of having short hair. You said the dog.",
      "start": 2092704,
      "end": 2102008,
      "confidence": 0.8842691666666667
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Yeah, well, she hangs around with a dog.",
      "start": 2102096,
      "end": 2103544,
      "confidence": 0.82744125
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "Do lesbians do that?",
      "start": 2103624,
      "end": 2104784,
      "confidence": 0.8565024999999999
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "Well, have you seen some lesbians? They're right. Dogs. Good night. See what I've done there? Do you know what I've done there, Rick? Comedy award winning.",
      "start": 2104904,
      "end": 2114604,
      "confidence": 0.8970103703703701
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "Professional. I was having a cup of tea. Hundred reasons on XFM 104.9. Just gone off to Ricky Gervais. Yeah. With Steve Merchant.",
      "start": 2126504,
      "end": 2134050,
      "confidence": 0.831194347826087
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "Hi.",
      "start": 2134122,
      "end": 2134546,
      "confidence": 0.77534
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "All right, Rick, we've got a couple.",
      "start": 2134650,
      "end": 2136770,
      "confidence": 0.7696328571428571
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Of emails in here and they're saying they enjoyed your performance over the Christmas period on a program called 100 greatest tv moments.",
      "start": 2136802,
      "end": 2144026,
      "confidence": 0.9194191304347825
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2144130,
      "end": 2144458,
      "confidence": 0.88211
    },
    {
      "pos": 404,
      "speaker": "B",
      "text": "Did you do an interview or something? What was the deal? I didn't see this.",
      "start": 2144506,
      "end": 2146974,
      "confidence": 0.9086339999999999
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Yeah, the office was in there, wasn't it? And I interviewed for it.",
      "start": 2147474,
      "end": 2151018,
      "confidence": 0.894456923076923
    },
    {
      "pos": 406,
      "speaker": "B",
      "text": "But what they told me that your. They enjoyed your performance.",
      "start": 2151146,
      "end": 2153694,
      "confidence": 0.7586354545454547
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "I did on Razzmataz.",
      "start": 2156594,
      "end": 2158814,
      "confidence": 0.6357524999999999
    },
    {
      "pos": 408,
      "speaker": "B",
      "text": "Oh, this is where they found a clip.",
      "start": 2159154,
      "end": 2160530,
      "confidence": 0.71280625
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Yeah. Yeah. No, I was in a band and we had one single out or something. And I did one tv appearance when I was about. Oh God. And I showed a bit of about 7 seconds me on Razzle Mataz.",
      "start": 2160602,
      "end": 2170014,
      "confidence": 0.8529792682926829
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Those that don't remember was like a kind of. I suppose. What was it like a CD uk of its time.",
      "start": 2171634,
      "end": 2175730,
      "confidence": 0.8486657142857142
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah, exactly. Yeah. And. Oh God. And it was. It was that of the time. Sort of neuromantic.",
      "start": 2175762,
      "end": 2183032,
      "confidence": 0.8329361111111111
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "And they showed a clip of this.",
      "start": 2183088,
      "end": 2184080,
      "confidence": 0.8150642857142857
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "I looked about ten and about five stone with hair and makeup and dirty cloth. My sister actually said I look like posh spice, which is. There's a funny story about because we were rushed and we had to do this thing and we're meant to take a flight to Newcastle. And where were you traveling from?",
      "start": 2184112,
      "end": 2203296,
      "confidence": 0.8861982456140349
    },
    {
      "pos": 414,
      "speaker": "B",
      "text": "London.",
      "start": 2203320,
      "end": 2203672,
      "confidence": 0.97379
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "Yeah, but we got there, we didn't have tickets. We were told we. But the A and R man overslept. The rug company overslept. And it was terrible. And we were fretting, and eventually it was too late to get the plane. We missed the plane. We had to get a train. And it was really kind of fine. They were back and forth going, yeah, if they come now, we can still do it. We're gonna miss it. And it's like a big promotional thing. And we got there and they went, I. Oh, God. Right. And I had this sort of, like, jumpsuit I was wearing that I'd cut off, put that on backwards.",
      "start": 2203728,
      "end": 2230870,
      "confidence": 0.8814878448275859
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "A jumpsuit.",
      "start": 2230982,
      "end": 2232014,
      "confidence": 0.7403500000000001
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Yeah, I know the clip. Yeah, I had that on back to front, and there was no time. And I think I even mimed wrong at one point, and it was awful. But the funny story is this, that when we were there, we didn't have our tickets.",
      "start": 2232094,
      "end": 2245430,
      "confidence": 0.9053975000000002
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "This is at the airport.",
      "start": 2245502,
      "end": 2246230,
      "confidence": 0.7928620000000001
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "We bumped into Bucks Fizz, the guys and girls from Bucks Fizz. And their manager says, like, five of them, right? And there's two of us. And they had five tickets and this. And Bucks Fizz tried to smuggle us through. And so they went through the things, right? And they went, tickets, please? And he just waved. Five tickets that he had. Like, that goes, this is us, right? And they went, well, can I have a look at any five? And they went. They just looked at us and went, sorry, lads. We tried. We tried. We would try. We were nearly smuggled through by Bobby Carol. They couldn't. Even with their powers, they were the height of their power.",
      "start": 2246302,
      "end": 2281358,
      "confidence": 0.8766119672131145
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "That was like. Was that really?",
      "start": 2281406,
      "end": 2282350,
      "confidence": 0.9094916666666667
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "That was. Yeah, they'd already done making your mind up. I thought, if anyone can get us through customs, check, it was the fizzy. But even the fears we have to.",
      "start": 2282382,
      "end": 2293302,
      "confidence": 0.8516751612903226
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "Say about kind of airplane travel.",
      "start": 2293318,
      "end": 2294910,
      "confidence": 0.9872866666666665
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2294942,
      "end": 2295174,
      "confidence": 0.34722
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "These kind of troubled times, it's nice to know that even someone like. Bucks fees.",
      "start": 2295214,
      "end": 2298574,
      "confidence": 0.7121473333333335
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2298654,
      "end": 2298958,
      "confidence": 0.81023
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "Couldn't get, you know, smuggle someone through.",
      "start": 2299006,
      "end": 2300454,
      "confidence": 0.8807257142857143
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "That's good, because that even, you know, the top security man went old on, there's five in the fizz. There's five tickets those two lads are not going through.",
      "start": 2300494,
      "end": 2309234,
      "confidence": 0.8911693103448276
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2309614,
      "end": 2310094,
      "confidence": 0.50794
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "That makes you more secure travel.",
      "start": 2310174,
      "end": 2311846,
      "confidence": 0.9058216666666667
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "Now, it's lovely if I'm in America, you know, and I see five star.",
      "start": 2311870,
      "end": 2314438,
      "confidence": 0.9119392857142856
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2314526,
      "end": 2315126,
      "confidence": 0.76162
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "To get through customs with two other.",
      "start": 2315270,
      "end": 2316952,
      "confidence": 0.7640928571428571
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Exactly.",
      "start": 2317048,
      "end": 2317464,
      "confidence": 0.63884
    },
    {
      "pos": 434,
      "speaker": "B",
      "text": "Exactly. I think. Wait a minute. What's going on there?",
      "start": 2317504,
      "end": 2318984,
      "confidence": 0.93507
    },
    {
      "pos": 435,
      "speaker": "A",
      "text": "Yeah, wait a minute.",
      "start": 2319024,
      "end": 2319544,
      "confidence": 0.6454350000000001
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Security guy stopped him. It's fine.",
      "start": 2319584,
      "end": 2321080,
      "confidence": 0.8195333333333333
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "It's fine. Yeah.",
      "start": 2321152,
      "end": 2321912,
      "confidence": 0.7945099999999999
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "There's only about five in five star.",
      "start": 2321968,
      "end": 2323424,
      "confidence": 0.8548728571428572
    },
    {
      "pos": 439,
      "speaker": "A",
      "text": "Oh, it's lovely.",
      "start": 2323504,
      "end": 2324256,
      "confidence": 0.6288299999999999
    },
    {
      "pos": 440,
      "speaker": "B",
      "text": "It's lovely to know that.",
      "start": 2324280,
      "end": 2325072,
      "confidence": 0.898962
    },
    {
      "pos": 441,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2325128,
      "end": 2325384,
      "confidence": 0.9347
    },
    {
      "pos": 442,
      "speaker": "B",
      "text": "I love the fact. And did you. Did you know the Fizz previously? First running with the fizz?",
      "start": 2325424,
      "end": 2329304,
      "confidence": 0.8336805555555558
    },
    {
      "pos": 443,
      "speaker": "A",
      "text": "No, they were. They were doing them. They were doing the Taz, same as they were doing the old raz, same as they.",
      "start": 2329344,
      "end": 2335176,
      "confidence": 0.8059121739130436
    },
    {
      "pos": 444,
      "speaker": "B",
      "text": "Did you recognize the fizz and go, my God, that's the fizz. Let's try and sneak in with them. Or did they recognize you? How did it work?",
      "start": 2335200,
      "end": 2341284,
      "confidence": 0.8519596428571428
    },
    {
      "pos": 445,
      "speaker": "A",
      "text": "I wouldn't have recognized that.",
      "start": 2341644,
      "end": 2342676,
      "confidence": 0.703746
    },
    {
      "pos": 446,
      "speaker": "B",
      "text": "Exactly. That's what I'm thinking. Would you? I love the idea. The audacity of going up to Buck's fizz and saying, try and smuggle us in. Break aviation law for us now.",
      "start": 2342700,
      "end": 2350344,
      "confidence": 0.8235765624999998
    },
    {
      "pos": 447,
      "speaker": "A",
      "text": "Yeah. No, it's time to make your mind up. We're going to the land of make believe. I did that. And they love. They went, brilliant.",
      "start": 2351004,
      "end": 2356308,
      "confidence": 0.9537865384615386
    },
    {
      "pos": 448,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 2356356,
      "end": 2356852,
      "confidence": 0.69731
    },
    {
      "pos": 449,
      "speaker": "A",
      "text": "We'll get you through, lads. Just stay tight. I was actually on top of Bobby's shoulders in a long coat.",
      "start": 2356948,
      "end": 2364908,
      "confidence": 0.884643
    },
    {
      "pos": 450,
      "speaker": "B",
      "text": "Lovely.",
      "start": 2364956,
      "end": 2365428,
      "confidence": 0.91235
    },
    {
      "pos": 451,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2365516,
      "end": 2365940,
      "confidence": 0.73057
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "But Bill, seriously, though, I don't understand how. What their plan was like.",
      "start": 2366012,
      "end": 2369724,
      "confidence": 0.8701438461538463
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "They would have gone, yep.",
      "start": 2369764,
      "end": 2370628,
      "confidence": 0.8864660000000001
    },
    {
      "pos": 454,
      "speaker": "B",
      "text": "Through pits, the fees, let them through.",
      "start": 2370676,
      "end": 2372204,
      "confidence": 0.5230685714285714
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "Yeah, yeah, yeah, yeah. We couldn't even get to Newcastle.",
      "start": 2372244,
      "end": 2378864,
      "confidence": 0.788095
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "Jumpsuit backwards. That sort of gave it away.",
      "start": 2379924,
      "end": 2383236,
      "confidence": 0.81909625
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Well, no, but, see, I didn't have it on then. I was. I was just in series. I just had jeans and a t shirt then. I didn't even have my hair gelled. I was just like cash. Did you.",
      "start": 2383340,
      "end": 2393548,
      "confidence": 0.8682019999999999
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Did you jump suit?",
      "start": 2393596,
      "end": 2398876,
      "confidence": 0.7979925
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2398940,
      "end": 2399276,
      "confidence": 0.7846
    },
    {
      "pos": 460,
      "speaker": "C",
      "text": "Cheekbones.",
      "start": 2399340,
      "end": 2399948,
      "confidence": 0.35446
    },
    {
      "pos": 461,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 2400036,
      "end": 2400468,
      "confidence": 0.40647
    },
    {
      "pos": 462,
      "speaker": "A",
      "text": "Yeah, I had some cheekbones. Yeah. That was that.",
      "start": 2400516,
      "end": 2403238,
      "confidence": 0.9018477777777777
    },
    {
      "pos": 463,
      "speaker": "B",
      "text": "If anyone else saw it, or maybe they tell us. I'd love to see. I missed it.",
      "start": 2403286,
      "end": 2406638,
      "confidence": 0.892475294117647
    },
    {
      "pos": 464,
      "speaker": "A",
      "text": "Well, I'll get you one if you have it. Put it.",
      "start": 2406646,
      "end": 2408958,
      "confidence": 0.8098827272727273
    },
    {
      "pos": 465,
      "speaker": "B",
      "text": "I tell you what, why not create a website and put that clip on there on a constant loop and then send the address in and I'll give out and people can check out for themselves.",
      "start": 2408966,
      "end": 2417118,
      "confidence": 0.8970338888888892
    },
    {
      "pos": 466,
      "speaker": "A",
      "text": "Yeah. Brilliant.",
      "start": 2417166,
      "end": 2417718,
      "confidence": 0.768845
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Is that okay?",
      "start": 2417766,
      "end": 2418366,
      "confidence": 0.9289733333333334
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Yeah. Cool. I have to lose weight now.",
      "start": 2418430,
      "end": 2420590,
      "confidence": 0.8426400000000001
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2420662,
      "end": 2421314,
      "confidence": 0.84971
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Oh, now we come to the feature. We've. We're carrying this over 2002 because it was such a great success.",
      "start": 2422054,
      "end": 2428414,
      "confidence": 0.9159690000000001
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "Everyone's talking about it.",
      "start": 2428494,
      "end": 2429774,
      "confidence": 0.970735
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "I remember I stopped my film reviews because I'm only doing films I like and I've done all the films I like. That's where other film reviewers fail.",
      "start": 2429814,
      "end": 2435918,
      "confidence": 0.9128607142857142
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "Sure.",
      "start": 2436006,
      "end": 2436254,
      "confidence": 0.94033
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Because they review substandard films. My average is still nine and a half out of ten.",
      "start": 2436294,
      "end": 2440982,
      "confidence": 0.87904375
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2441038,
      "end": 2441366,
      "confidence": 0.68332
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "And no one's beaten that. Not Barry Norman, not Jonathan Ross. No one's got an average of nine of the films they reviewed. So I'm keeping it there. I don't drop my standards however, that film sounds good. This is where I pick a classic track from a film that I might not have seen. Right. But I like the song. I might go and see the film. This is almost famous.",
      "start": 2441430,
      "end": 2461450,
      "confidence": 0.9509316666666664
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "The film was almost famous.",
      "start": 2461542,
      "end": 2462506,
      "confidence": 0.9737959999999999
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "I haven't seen it. I haven't seen it. Right, but a song. Now, don't panic. Listen, without prejudice. This is out in John, but it's when he was good, okay? When he was a bright, funky young brick glam star. Wonderful song, wonderful tune. Wonderful lyrics. It's tiny dancer, love burns black. Rebel Motorcycle Club there, Steve. What's about it?",
      "start": 2462570,
      "end": 2495962,
      "confidence": 0.8850636666666669
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "That's it, isn't it?",
      "start": 2496018,
      "end": 2496690,
      "confidence": 0.8690725
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "We've had some laughs, haven't we?",
      "start": 2496722,
      "end": 2497938,
      "confidence": 0.7957716666666667
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "We've learned as well. We've been educated as ever.",
      "start": 2497986,
      "end": 2499810,
      "confidence": 0.8615388888888889
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "Yeah. Past years, all that.",
      "start": 2499842,
      "end": 2501314,
      "confidence": 0.5990459999999999
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "We've got baguette information.",
      "start": 2501394,
      "end": 2502602,
      "confidence": 0.9514225
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "We've had features such as. That film sounds good.",
      "start": 2502738,
      "end": 2505762,
      "confidence": 0.9138466666666667
    },
    {
      "pos": 485,
      "speaker": "B",
      "text": "Exactly. Some song that I like.",
      "start": 2505818,
      "end": 2507522,
      "confidence": 0.8098049999999999
    },
    {
      "pos": 486,
      "speaker": "A",
      "text": "Song for the lovers, song for the ladies.",
      "start": 2507618,
      "end": 2509682,
      "confidence": 0.8961275
    },
    {
      "pos": 487,
      "speaker": "B",
      "text": "Song for ladies. Coming up very shortly. Rick, I was lucky enough this week to go to a exclusive press preview of Britney Spears forthcoming movie, crisscross, or crossroads. Crossroads I think it's called.",
      "start": 2509738,
      "end": 2522060,
      "confidence": 0.8693197058823531
    },
    {
      "pos": 488,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2522132,
      "end": 2522620,
      "confidence": 0.87007
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "It's not related to the popular tv show.",
      "start": 2522732,
      "end": 2524732,
      "confidence": 0.9870800000000001
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "Right.",
      "start": 2524828,
      "end": 2525252,
      "confidence": 0.60623
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Rick, I'm assuming you'd love me to do a little review of it now. I can't because it's bar goed until March. I can only talk about it in March.",
      "start": 2525348,
      "end": 2532476,
      "confidence": 0.8704656666666665
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "No press.",
      "start": 2532540,
      "end": 2533420,
      "confidence": 0.54647
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "People will go crazy.",
      "start": 2533452,
      "end": 2534420,
      "confidence": 0.9590475
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "No, I don't. I wouldn't want you to.",
      "start": 2534452,
      "end": 2535780,
      "confidence": 0.87151
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Well, now I imagine you want to know all about crossroads because I cannot tell you anything.",
      "start": 2535812,
      "end": 2539868,
      "confidence": 0.8083129411764707
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Well, don't then. I mean, just.",
      "start": 2539916,
      "end": 2541236,
      "confidence": 0.80918
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "You can ask me questions. You can pump me for information. I cannot tell you anything about it until March.",
      "start": 2541380,
      "end": 2545228,
      "confidence": 0.9285149999999998
    },
    {
      "pos": 498,
      "speaker": "A",
      "text": "I would pump you for no reason ever. No, but certainly not for information.",
      "start": 2545276,
      "end": 2549018,
      "confidence": 0.9279635714285714
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Carl, doesn't matter what you ask me about Britney Spears crossroads. I cannot tell you anything about it. Okay, but seriously, if you want to know the plot or what I think of it, I cannot discuss it. Okay. If the listeners want to email in questions, they can. I cannot reply until march. So hang on for that. I've seen the film already. I've already seen the film myself in advance of everyone else. I can't tell anyone about it.",
      "start": 2549106,
      "end": 2572930,
      "confidence": 0.9358755555555559
    },
    {
      "pos": 500,
      "speaker": "A",
      "text": "Right.",
      "start": 2573002,
      "end": 2573450,
      "confidence": 0.92802
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "Until March. That's the kind of excuse.",
      "start": 2573562,
      "end": 2575018,
      "confidence": 0.9237557142857142
    },
    {
      "pos": 502,
      "speaker": "A",
      "text": "Say what, though? Maybe I'll review it in March.",
      "start": 2575066,
      "end": 2577266,
      "confidence": 0.8470688888888889
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "No, you can't.",
      "start": 2577450,
      "end": 2578402,
      "confidence": 0.87512
    },
    {
      "pos": 504,
      "speaker": "A",
      "text": "Why?",
      "start": 2578498,
      "end": 2578898,
      "confidence": 0.98732
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "Because you haven't seen it and I have.",
      "start": 2578986,
      "end": 2580514,
      "confidence": 0.97975375
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2580634,
      "end": 2580978,
      "confidence": 0.90049
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "If you want to ask me, ask me a question now about it.",
      "start": 2581026,
      "end": 2583154,
      "confidence": 0.9413107692307693
    },
    {
      "pos": 508,
      "speaker": "C",
      "text": "Well, actually in March.",
      "start": 2583274,
      "end": 2584454,
      "confidence": 0.69698
    },
    {
      "pos": 509,
      "speaker": "B",
      "text": "Yeah, but if you wanted to know now, you couldn't know. I wouldn't be to tell you.",
      "start": 2585154,
      "end": 2587970,
      "confidence": 0.8464805882352943
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "Right, song for the lovers. Yeah. Ladies.",
      "start": 2588042,
      "end": 2591258,
      "confidence": 0.8337800000000001
    },
    {
      "pos": 511,
      "speaker": "B",
      "text": "Sorry, song for the ladies. This week I was lucky enough to get given as a Christmas gift the Rolling Stones complete singles collection. Good present. What else is an absolute joy? And I was. I'd forgotten how brilliant wild horse is. Oh, great track from the stone, so I thought I'd play that this week for the ladies. Let's leave them with that.",
      "start": 2591306,
      "end": 2606564,
      "confidence": 0.9048365625000002
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Jagger and Richards at their best.",
      "start": 2606604,
      "end": 2608116,
      "confidence": 0.8393983333333334
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "Beautiful.",
      "start": 2608220,
      "end": 2608788,
      "confidence": 0.78111
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Watts is in on it. I know Watts, E. I mean, Wyman was still there those days.",
      "start": 2608876,
      "end": 2614984,
      "confidence": 0.8428088235294117
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "See you next time. Bye.",
      "start": 2615484,
      "end": 2616764,
      "confidence": 0.886618
    }
  ]
}
