{
  "id": "d9937f18-d8d5-4741-b279-39a989b774f5",
  "status": "completed",
  "text": "Athlete and Westside on XFM 104.9 Sunny day 19, 2007 it's going so well, wasn't it? Yeah, going so well. Ricky Gervais, once again, the english language tripped you up. The mouth with the tongue. Lips was all over the brain and talk. The brain and talk through the throat. Oh, dear. Oh. Language is his tool. I think we should do some introductions because I think, it seems to me every week we kind of. Everyone knows who you are because you're, you know, the face of the moment, but they forget who you know. Me and the Cayman are well, with me. Steve Merchant. Hi. And the K man who's our producer and friend. And I. Can I just say that I really look forward to this show. You know, I get, oh, great, we're gonna do a show, we're gonna play some tracks we like and have a laugh. But now it's like, I'm looking forward to meeting Carl, of course. Honestly, I come in and I see his face and I go, all right. And I'm, you know, just, just great. Like just a little friend, you know what I mean? You know, when a kid comes on to play with a friend, you go, oh. And they come out of playing. It's like little friends. It's like that with Carl. Yeah, yeah. And if you don't see him in the week, you see, we deliberately stay away from him in the week so that, you know, he'll be fresh to us. It was gone. You start off friendly like you did today, and as soon as Steve turns up, you start getting nasty and saying things about my little bald head. No, I said, look, okay, right, listen, let me explain. Carl was making the tea and you know those bins, the sort of like a round sort of metal Mickey type bin that you can take off a thing? I went, oh, that would make a good little helmet. It would make it like metal Mickey because it's the same shape as his head, right? And I put it on, and so. Far so good, rich, there's no problem there. That's just two mates having a laugh, right? You're putting a bean on another man's head, right? So I put it on and the swing bit through gravity and the angle swung and hit him in the nose, right? He went, ow. And I went. I said, it's all right. Yeah, of course, because you were being amused. Yeah, it's all right, don't worry. And he went, no, I've just washed my hair. That annoyed me. That did annoy you because just because. There was lots of, like, shit and coffee and horrible gunk. In his hair or. No, in the inside of the bin. But what annoyed me is he's hardly got any hair, let's be honest. He looks like Moby. Yeah. So I said. I took the bin off and I was having a lot and I thought. You ruined my turn, is what. You know what I mean? I said, what's your hair? I said, we could do that now in 30 seconds. And he looked at me like I was in the wrong. I know. Really? That annoys me about it. I know that doesn't. Yeah. But otherwise he's like. He's like childlike. Yeah. He doesn't understand that he's hurting your emotions and your. But also. Right, we were playing football, so come and play football. Right? And so we were playing. Was that just in the office or. Yeah, just in the office before he came. Right. And then we were sort of kicking it back and forth and I started kicking it a bit hard and. But he's quite good. I said. I said, this is great, right. And we finished anyway, because we thought we'd break summit. And I went, I bet you were quite good at football, weren't you? And I actually thought. I thought he looked like quite a natural, you know, I thought he'd be good. He's from the north. And I thought that's all he'd have. You know what I mean? And he went. I said, I suppose you're quite good at football. And he turned the quickest flash. I went, I've scored once, right? He said, and that's because I was being chased by a b. And I went, save it. He went, no. I said, please, please save it, because I want to tell Steve that now. You can continue now, please tell us. The rest of the story. You've scored a goal once because you chased by a bee. Yeah. You've done it now. Really was on the. There must be more to that story. Came in. I was in the school team. I wasn't that good as a kid at football. Right. Honest. Mainly down to. I think it's because my dad. My dad wasn't into football, right. I think that's the way it works. And if your dad's into it, then you could be a footballer when you're older. Sure, yeah. Because you're into it. And so I was in the school team because I got on with the other lads. They let me in the team. The guy. Yeah. And, yeah, I was stood there doing nothing because I didn't really know what to do. I didn't know. I never knew which way I was meant to be shooting. Yeah. Got all that messed up. Yeah. I just stood there with my hands behind me back and something landed on me on like, this part of me thumb you got. You can't just point this radio. It's this bit here. Right? Yeah. And I thought, oh. And I looked down, me. So I start running. Yeah. Try to get away from it. And bees, actually, something interesting about bees. More chance of getting stung by a bee in windy weather than any other sort of weather. That's incredible. Anyway, so I'm running away and he. Said there was no more. Extraordinary. I've already learned many, many things. You're being chased by the bees. Windy. It's on your thumb. Is it still on your thumb now? Gripping onto me like a stagnant. Clever. Or a bee. Yeah. I'm running. I'm running towards, like, goal. Yeah. Oh, God. And the ball comes to me. Yes. Wallop. Get it in. What happened to the bealer? Did it sting you? Did. I. Don't they. I mean, ultimately it died, sure. But at that particular moment, this is. Probably about 20 years ago, so I imagine. No, no, no. Once a beast. So did it sting? Yeah, but did it sting you? Yeah. Right. That was the question. When did it sting you? When I was playing football. No. Carl, do you mind me asking? You say you're on the school football team. Was there just eleven boys at your school? Listen, listen, Carl, all I mean is, at what point in this story did the beasting you straight away or half. Time. Play a record? Depeche mode. I feel loved on XFM 104.9. It's about 17 minutes past one Saturday. God would never interrupt me when it's going that way. Sorry. I don't know what I was thinking. That was about. That was my record. That was about four or five sentences. True, true syntax. There was. There was capital letters, full stops. Yes, grammar. Get the timeout, did you? What time was it? Quick. What time was it? I interrupted. Sorry. Fast. I'm so eager. One XFM 104.9. I'm Ricky Gervais. With me, Steve Smirch and the K man. The K man. We're all giving ourselves nicknames now. Yeah, I just clear something up. Just. This is only very, very personal thing. Um, lots of people who listen to the show that I've spoken to friends of friends and stuff, they think that I'm the guy that plays Gareth in the office because my voice is obviously very similar. It couldn't be further than the truth. I'm so. That's so not the case if anyone's listening, they couldn't be the truth. I don't want Mackenzie's performance. That's a guy called Mackenzie, Kirk. He's a brilliant actor. Yeah. Everyone's ever seen his performance. It's not me. Admittedly, he has loosely based his accent for the character on my accent because obviously it's a comical accent. We all admit that. Yeah, we'll agree with that. But that's it. That's where the similarity ends. Yeah. Ken's a good looking fellow, isn't he? He's a good looking lad. I mean, that's not. That's not. You're saying I'm a good looking guy as well. You're just saying we're two differently good looking guys. Yeah. Carl, people are all different looks. I mean, you could say Brad Pitt's good looking and you can say George Clooney's good looking. And they're both great looking blokes. They don't look alike. Exactly. So for me to say Steve and Mackenzie aren't alike. Mackenzie's a good looking fella. Exactly. You know, they weren't mutually exclusive. There would be a crossover of good looking. This. Yeah. And I mean, that pool with Brad Pitt and George Clooney. Wow. Well, it's quite a big pool, Rick. And I'm in there certainly with them. Yeah. Not. Yeah. I mean, I'm in one of those Venn diagram circles. You are? Yeah. You're over this one. I know. That's a separate one floating off from all the others. Yeah. Lizards and parrots. All right. Okay. Good to be included in something, though. It's good to be part of a gang car. That's very important. Yeah. I think that's cleared up Depeche mode there. And I feel loved. Who'd have thought Depeche mode would have been that huge? I think. I think I'm seeing little lads from Basildon with little plinky plunky sound. I thought that'd be like visage or something. That'd be it. And now they're stadium rock fillers. They're huge. They conquered America. He went through some hard times. He came the other way. Well done. But see, I think what you just said there is a very good example of why they are and what. And why certain other bands aren't. Because if you think about it, for me, you see, whenever I think of a band name, if I see a new band coming along or whatever, I always use a very simple test, which is, can you imagine that you're the announcer at a huge event. Maybe it's like broadcasting around the world. Like live aid or Nelson Mandela. Or it's a Nelson Mandela freedom concert. Yeah. And you can imagine he's there. He's there. Nelson's there, yeah, with the Spice Girls. They're all there. There. But you can imagine someone saying, ladies and gentlemen, please welcome to the stage Depeche mode. All these stones. The who. Exactly. But you can imagine someone saying, ladies and gentlemen, please welcome to the stage visage. Ladies and gentlemen, will you please welcome our headline act. Welcome idlewild. Exactly. Ladies and gentlemen, please welcome to the stage Ned's atomic dustbin. It doesn't. Do you know what I mean? You just know some fans aren't gonna make it. Ladies and gentlemen, please welcome to the stage mega city four. You know what I mean? It's just a simple test. We'd like you to do that if you're thinking of starting a band or you've just named your band, you're just beginning, just phone in, tell us, or email in, tell us what your name. Is, and we will use that simple. And we will do the test. Ladies and gentlemen, will you please welcome to the stage the Franken Walters Jimmy eat world. Ladies and gentlemen, please welcome to the stage Cooper Temple claws. I don't think it's gonna happen for those lads. It's a simple test anyway, but. Hundred reasons. Please welcome to the stage hundred reasons. 100 reasons I think would work quite well. I'm just gonna give the email address. Ricky Gervaisfm dot co dot uk. Reasons. If I could. Ladies and gentlemen, will you please welcome to the stage pop will eat itself. You got like a sound effect or. Something of like, jiren we'll seek out with. Have you got something there? Have a look on there. I'll just. I'm just looking in the NME for the kind of forthcoming gigs of the smaller known bands and it might be a useful place to just begin. The ladies and gentlemen, peoples around the world, will you please welcome to the stage chumba awumba. Have you got a sound effect? We got one. Nice. Yeah. Ladies and gentlemen, will you please welcome to the stage the Parkinson's playing in Leicester this week. So I look forward to that. Good plug in it. Let me see if anyone wants to. Pop down to that Parkinson's. Ladies and gentlemen, please welcome to the stage cycle fly. Okay, okay. There's a genuine one here. This is someone Simon's emailed and he says, will you just test this name for us? Ladies and gentlemen, will you please welcome to the stage coach. Not usually convinced. No, not too bad. I'm worried about the sound effect. We straight. We start sound like Chris Moyles or something. What? He's a top broadcast. Everyone loves him. Losing weight as well. He is hilarious. Funny, funny man. Just. There's one more coming here. I'll just check this one. Ladies and gentlemen. Ladies and gentlemen, will you please welcome. This is Chris Notsford. Lady, please welcome. Meanwhile, back in communist Russia. Is that a band? I guess him. So I assume it's his band, yeah. Yeah. Well, how's he listen to us in. Hold on, man. This is only local radio. How's this in Oxford? Well, if only there was some kind of digital format that he could listen via the web. Net. What, what is the. What is it? What? How does he listen in Oxford? You can listen on Sky Digital. Go on channel 864. Lovely. Eight, six, four. Yeah. On the Internet. Yeah. Okay. What would that web dress be? XFM co dot UK. Click on the audio. Yep. And you get. You get XFM 10 seconds behind. Actually happened. Perfect. Just. Just of interest, what's the point of saying that they. If they can't sort of get us in London to listen to that? Because they won't be. And then either they're already. They're either in London so they won't go through this nonsense, or they're in Leicester and they can't hear a saying. Sky. Did you all thought that through a time? Because you might work in London for a bit and then go back and. Spread the word and, like, leave. Go back and spread the word. Disciples, move back to Leicester. Yeah. Tell your mates. Yeah. Soon. XFM is the most listened to radio station in Britain. Yeah. What we need is people on radio two to give it a plug every day. That'd be ideal, yeah. All radio one. Yeah. Yeah. Any of the big rivals? Virgin. We've often plugged. Virgin was a good station. 105.8. Virgin radio, London. Great station. Really good station. Hard one or 6.2? Lovely. You're listening to magic. 105.4. Are you getting. You're getting quite a lot of voice over work now, aren't you? I am. That's not. I've stopped all that, though. Have you? Yeah, all right. Yeah, well, you know. You know, I'm all right now. I've got a bit of money. Classic sixties bands. I've just. Sunny. Ladies and gentlemen, will you please welcome to the stage the scaffold. Oh, the scaffold. You remember the scaffold you picked up? The lead singer looks a bit like him, but you know, his brother, that is in the scaffold, don't you? Mike McGear? Do you know his brother? That is. What. Do you remember the scaffold? They did. We'll drink a drink, a drink to lily the pink. Yeah. Thank you very much for the entry iron. Do you know his brother, that is? Whose brother? The lead singer. No, the mike mcGear in it. The, sort of one of the main men in it. He's one of the songwriters in Scaffold. Paul McCartney. Is he? Yeah. I didn't realize that. Yeah, that's Paul McCartney's mother. Think. I think, think, think of that when I go in for Christmas. So I think Lily Pink was, what, about 1970? Yeah, yeah, yeah. It was number one, wasn't it? Christmas? Yeah. Big number one. Yeah, I might have. It's Christmas number one. Two little boys was 1969. Last. Definitely was number one. Yeah. I didn't really. Yeah, yeah. So they go home at Christmas and misses Rick Hartney goes, all right, boys. How are. How are you, Paul? How are you doing? I'm just starting a new band called Wings. Oh, yeah, this is Linda. All right, yeah. Sit down, Mike. What are you doing? Just have number one. Brilliant round of applause. How many number ones do you have, Paul? 19. Still, we know what we like, don't we? The human race. Paul goes, wow. If you want to the long and winding boring. We'll drink a drink, a drink delivery. Linda, do you want to be in the scaffold? We're probably going to go on tour and stuff. I know you love it. Quite like it. Yeah. You're not going to be in wings if you're going to play with him. Well, I got, you know, make a tricky decision. I mean, that's a great song. Everyone's loving it. It's Christmas number one. What are you doing? Eating his bacon. Well, I love it. You don't eat bacon. Yeah, but I love the music. He's. I mean, he's a great guy. What are you doing? Well, I just, you know, I love the drink. A drink, a drink delivery. No, no, you don't. Yesterday all my troubles seem so. Thank you very much for the Aintree iron. Imagine that, because. Imagine I didn't go. Well, you've had 19 number ones. I mean, you know, it can be. Stay like this with a scaffold. I'm going to rule the seventies. Yeah. If things carry on going like they're going now. The scaffold. Ladies and gentlemen, please welcome to the stage Beck. Oh, nice one, dandy Warhols. Ladies and gentlemen, please welcome the dandy. Warhol there you are never gonna. That sounds like levelers crossed with wonder stuff. Rubbish, isn't it, really? I mean, it's fine, it's chirpy, but it's just, you know, it's not. It's that thing of. It's just not essential. You just don't really need it in your life if it never. If it never occurred. You wouldn't mind. Yeah. You know, your Carl just said, God. We listening? Not really. He looks out the window and he looked at me and he was looking at me and I looked over at him, he said, see, now's that. That's. That would be good to die. Now what? He meant that weather. That would be good to die. And I said, of what? He went old age. Yeah. What's going on up there? He's a philosopher, Rick. He is on a different plane to us. The other week I came in when it was really miserable, and I said to you, God, can you imagine dying today? Yeah. Because. Whereas today you feel it would be a much better day to die because. It'S bright, the curtains open, shining. It's like. I mean, you'd still be a bit angsty about the dying thing, wouldn't you? I mean, I don't suppose that would be alleviated. Sure. Okay. Well, hopefully we'll still be broadcasting, you know, when one of us reaches that happy moment and we can. We can check. Yeah, it's got quite a lot of. Emails, Rick, coming in about band names. I think a lot of people are going wrong for simple reason. They think it's funny to have an ironic band name. Yeah, they think it's a bit comical. And I just don't think there's any great bands that have had a comical name that have made it into stadium filling. That band. Where's me jumper? What were they called? I don't know what they were called. I mean, the obvious example of one that was never going to make it internationally. Splotchy bounds. Blogness abounds. No, I like them. Splodge. Nice abounds. Loganous abounds. They were great. Ladies and gentlemen, please welcome to the stage car to the unstoppable sex machine, USM. These are some of the ones we've had emailed in. These are bands, obviously, that haven't made it so far, and I don't think they will. Lady. Please welcome to the stage the lazy birds. Nope. Anyone? Please welcome to the stage the paperclips. That's not a real bad one. Said in no man name is weirder than the others. And also you grow into it. I mean, this. The Stones and the Beatles are iconic because they are iconic what you think you'll grow into. Ladies and please welcome Shuttle Rock. Ladies and gentlemen, please welcome Tree House casino. I don't think that's just made up. Well, possible. They all are, but they obviously. My point is, people say there's no logic to band names, but if you think about name like the Smiths, that's genius. It sums up everything that band is about. You know, the kind of. That they're capturing that mediocre world of grim up northness. You know, Sonic, you. Sonic youth is genius. Nirvana, these are. These are incredible neck band names. There is some logic to it. Yeah. Genuinely. It's not just arbitrary words. The cure. The cure madness sounds really good, aren't they? Yeah. But again, they were never gonna be. They were never gonna be world beat. But they were a comical band, essentially. Party band Madness is fine for that. But that's a great songs as well. And then it. Then it sort of turned it all. Because then, I mean, Rick, I don't. Know how many members home today is a great song. This is from an email. I don't know how many members of the band there are in chimney factory, but. Which. If there's five people who decided. Had they all agreed. Yeah, that's a great. That's the best name, right? He started the band and they rehearsed around his house. So Dale went, look, it's called Chimney Factory. My granny's were all right down. But it's not. I've got some other. But. No, it's called Chimney Factory. I've got. I own the van and the amps. As paperclips gone. There's a band in paper clips. We can't. You know, we just argue over forever. And you just. All I'm saying is think before you name your band, all right? Because he's never gonna happen. If you've got a comical band. There was a feminist band called Clitoris, all sorts, which is quite good. You laugh and then you just think, oh, yeah. You know, I'm never gonna have that on my t shirt. It's that time of the day now. Talking about. Yep. Song for the lovers. Sure. Speak now, Steve. I mean, I will play great old tunes to the cows. Come. And we got. We gotta give him a little bit of dandy Warhols and air and athlete. I know that. And they're great. They're good, right? But I wanted to play a cat Steven song, but I thought I better not cuz I've, you know, play that a little bit. And we quite like resurrecting old reputations, don't we? People like out and John who add bad faces or David Bowie. People whose names now largely laughed at. In the serious role people might not have considered. I thought Cassie was Rod Stewart. I thought, was he Rod Stewart? Many people now are thinking of the leopard, hot pants, ludicrous, sexy and all. Those sort of awful stadium sort of disco things. But he wrote beautiful tracks from Maggie Maith and I thought, hold on, two birds of 1 st. What about a Rod Stewart song written by Cat Stevens? Wow, is there such a thing? The first cut is the deepest. Let's hear it, Rick. On this album as well is the killing of George. Georgie, part one and two. Remember about the guy bloke George Boyle was gay. I guess his favorite song rolls. Favorite song, yeah. And now I was going, oh, yeah, I remember that, yeah, I said about them and I said, did not intend to take his life, he just pushed. When he gets mugged and killed, do you know what he said I was doing outside? I was singing. He went, well, I said, as I said, they go out too late. They go out too late. He meant gay people go out too late. He went, no, they do. What do you mean? He said, well, they're always out. They go out when people are coming home. He said if he'd have been in bed by ten, he'd still be alive today. And he went, there's one that works here. And he shattered every Monday. Oh, if you're gay and you're listening, just be in bed earlier. Go out when sensible people go out. Yeah, you're right. We're not on the continent, Carly. If you're gay and you're not in bed by ten, go home. Yeah, I don't get it. First cut is the deepest, Rod Stewart. And don't be like XFM 104.95 to two. Absolutely. Richard, vase with me, Steve Merchant, smirch smirk. The smirch. The Smirch and the Cayman KP. Carl Pilkington, the Cayman. Pressing the buttons. Yeah. See that in heat this week. What was it about the campaign to stop Carl going back to Manchester? You know, because he's a miserable sort of northerner who goes, London's crap and I'm gonna go back up north. Yeah. And I only need 40 quid a week to live up there like king and all that sort of rubbish. Right, well, um, Boyd from heat and we met him at the war terminal and we're saying about. Oh, yeah, he's really enjoys car. He's getting a lot of. And I was going, oh yeah, but he's thinking of leaving. He's going off start campaign. He did. He put it in there. So the campaign. So write in if you like Carl, if you think he's really annoying, then we'll stop talking to him. Yeah, but I mean I like him. I love him. Yeah. Have you ever read the white man, the white van man column in the sun? Have you familiar with this? This is where every day in the sun they interview a guy who drives a van. White van, just, you know, in order to get the kind of voice of the man on the street in the paper. And he has to answer or just give his opinions really, on events that have made the news each week. Just thought we could maybe throw some of these at you, Carl, because we know you to see what your views are. Yeah. So I'm just. The first thing that comes to your mind is sort of your initial reaction. To each of these top all things, but you don't need to know about them. It's just your philosophy on it. Just your views, you know. Yeah. I only had a few days off this week, remember? So I don't know what's going on in the world. Yeah. I mean, you stayed in London though, didn't you? You didn't bury yourself, did you? I'd honestly the news, but I didn't. Okay, so what are your view? What was your view on will young beating Gareth Gates in the final of pop Idol? Don't like him. You know what I was thinking about when I was watching it all the way through? How he looks like he's got a wire coat hanger in his gob. That sort of. Again, it's radio. Karl, great face, funny face you're pulling, doesn't he? Yeah. You know, but you know, a radio. And that's a problem for you, is it? And just the way he's from a really rich family. I opened up the paper on the Monday or something and it had like, I went to a posh school and he's got loads of money already. It's just a bit key. Right. Now, what's the second question? Um, there have been huge rises in street crime, especially muggings and carjackings. What's your view there? More youth clubs are needed, aren't they? Do you think? More youth clubs? I like that. No, I like that because it's so 1950s. Yeah. It's sort of like you want to Bobby on the beat, that clip you around the ear. So once they've come out of national service. No, I love that. And if you find someone smoking a wood by me, you make them smoke 50. Yeah, exactly. This is great. That is great. Did you used to go to youth clubs? Yeah. And they kept you out of trouble? You used to get into a fight afterwards when you came out, but for. The sort of hour and a half you were there, you had a bit. Of pool and some boxing and pop. So more youth clubs. That's good. I love him. I love him. If you're at home, just make notes because this is brilliant stuff. Honestly. You won't hear more honest from the heart stuff than this. This is great. This is not pre planned. These are your direct responses. Now, I promise you, Carl did not. He never knows what we're going to do and he always answers honestly. That is the beauty of Carl, what is not an act. What is your view, Carl, on New York's former mayor becoming Sir Rudy Giuliani? Sir Rudy Giuliani. Is he happy with it? He appears to be pleased with it. Let it go ahead. Oh, he's genius. Okay. Is he happy with it? He's like your nan. Yeah. Yeah. What did you make of Michael Greco's character? Bepe being axed from EastEnders? Problem for you, the whole soap thing. What sits back in Creation street and she. What's her name? Who bet Lynn's so she'd go off and be a bigger star. Yeah. All went wrong and now she's coming back. Yeah. Always happens. People be back. Yeah. No one really cares. Sure, sure. What van man says, obviously they feel the character has run his course, but I think he's a pretty good actor and I can't understand why. I mean, obviously there's a white van man there who's also got an opinion on script development. The twelve week narrative, the arc really shows itself up. Two last ones I want your opinion on here. What do you make of a cat that's been cloned in a secret 2.5 million research project to find out what if they can clone cats? Yeah. Have they had to hurt it? Sorry? Have they had to avert it to do that? Have they had to hurt it? Yeah. Or is it just scraping its tongue for some stuff? I think the cat's fine. The point is that they're cloning another creature which is potentially very dangerous. Have you seen that film where they bring Hitler back, that cat? What if that cat turned out to be a world dictator? Exactly. What do you reckon a cloning generally, Carl? You concerned about it when they're cloning for organs. You know, they grow them for the, you know. Do you know what cloning means? Yeah. It's when you, like, make something else. That's the same, innit? Right? Yeah. I mean, it's not gonna do any harm. Okay. And, and finally on the World council. Yeah, yeah. Finally. What do you make of some city workers who were caught bonking in the glass lifts of the Lloyds building? What do I make of it? Yeah. Is that problem for you? Do you think that's unprofessional? Was it the lunch break or. I think it was lunch break. Hit with their own is their own time, I think. Fair enough. It only takes 45 seconds to go from the bottom to the top. Is that problem? They moved quickly. They acted, you know, on instinct. Do you think? Fair enough. If they say natural instincts and they're both consenting, you think, fine, yeah. Okay. Thanks very much, Carl. Thanks very much, Carl. We'll have more of Carl's world weary opinions next time on the show. I want to play a track that I love. I can't wait for this track. It's, it's by a great band. Just going to do it before Steve does this. Coming up, we're going to give away a great game. I'm sort of clearing out my flat with toy night and we got, you know, a lot of junk there's. And we're going to give away a great game coming up. You've seen it, Steve. You're excited. It's a board game. It's a board game that we're all going to sign. It's going to be signed by Jerv Smirch, KP, the Cayman. So you could win that. The classic album Copper Blue by Sugar. Listening to it again recently reminded how good it was. This is the track Hoover dam play. White stripes fell in love with a girl on XFM. 104.9 is 02:10 right? Okay, that's the first hour out of the way. Next hour, Steve, I've got a game to give away as I sound sort of cleaning out my flat a little bit. And we're gonna throw away stuff. And I went, I went, so. Whoa, whoa, whoa. Don't throw that away. Yeah, I can give that away on the show because XFM don't give us anything to give away. No. Does anyone care what happens weekends? No. There's people coming here going, oh, he hasn't turned up. Fiddling with stuff. Fire alarms going off the library. But we were looking for a track we played a couple of weeks ago on the same album and it's gone. Yeah. It's been pinched since we last played it. This is a. I can't believe it. They're moving. That's like a tip out there. And I have to. It's disgusting. How many of the dj's on this station have won multiple awards like Ricky Gervais? Yeah. How many of them are double award winning? To have someone of my caliber hurt my ankle, didn't I move in a chair? I had to move and move my own chair in here and I ate my ankle. That teach me not to wear socks. Yeah, the socks were just taken out the st. I think. I think just walking around barefoot generally, you know, there's the needles, Rick. There's also. I know all that world posh does it in her video. She walks around barefoot. Oh. You know. Ricky absolutely loves the current Victoria Beckham. Yeah. The sentiment. My heart's got a mind of its own. So, like, doesn't matter what I'm thinking, my heart says something else. Of course, what we did for the last week was change the lyrics. Just walked around for ages. Does anyone else do that? Just going things like, my wife's got a cock of her own. Interesting. Seriously. Hours of amusement just changing it. My knobs got some balls of its own. We're doing that for a week. Meant to be working. Yeah. Anyway, you were gonna give away this game, Rick. Yeah, it's called donuts and it's a game for four players or two to four. Have you ever played it yourself? I watched. We sort of got it for a party and I watched some people. Can I try and sell it to punters who may. Yeah, go on. Play the part of a crazy doughnut loving elephant in this hilarious game of fun and fast. Yeah. You put on the elephant thing and you have to pull up and get up the doughnuts. Brilliant. Can you be the first elephant to get all your doughnuts on your trunk? Be the first one. The first one is. This isn't a sex game, by the way. There's no euphemisms there. Some of this is a bit slightly damaged, the packaging. That's why I couldn't read them. You're joking. Yeah, but don't worry, because. Much for this. Are you pound five. Bear in mind, it'll be signed by double award winning Ricky. No, of course it's free. And Carl went, we got a question. I went, now. He said, well, something about the elephant man. Something about the elephant. Yeah. And I went, yeah. You know John Merrick? You went, yeah. He went, yeah. Something about that. Awful, wasn't it? I went, you know where Michael Jackson actually bid for the skeleton of that? And he went, what would the skeleton be affected? I went, without it grows. That's what happens. It's nice. And he went, you don't see any of that about these days, do you? Any gratitude? I just said, save it. Although, of course, you have to put on these masks when you play doughnutters. So in a strange way, that looks kind of Merrick esque. Yeah. The game, which I should just tell people listening, is elephantastic. It says that on the box. I mean, you yourself. Can I say a question, actually? Okay. Should we sign it first? We should sign it, but based on the Elephant man question, obviously we all know who directed the Elephant man. Sure don't. Parker? No, David Lynch. Lynch, of course. Yeah, but do you know who one of the people that got that film made was? He's a very famous comedian. It was his production company that got it up and running. He may be an executive producer. I think he was even the producer of it. And he's an american, famous american comic, actually. You wouldn't imagine this was the same guy who is also producing a very serious, sober film like the Elephant man. All right, we want to know who was that man. Well, yeah, but I mean, that was sort of. That'll separate. Have you seen anything else that's elephantastic? Not even. Well offhand was elephantastic. He was well offhand. Rick, have you got any more tat memorabilia that you want to give to people, maybe rid of? Got the counter, won't take it away. I've got loads of junk in my house. I've got an old fridge freezer in the front garden. Anyone's welcome to come and pick that up anytime, I'll sign it for them. But what about children climbing in it? That's not one of those with the handles, is it? Just several children trapped in there. That's a sobering lesson. That's a problem, though, isn't it? Because you can't just smash it up. You're right. Now I don't know what you meant to do. Well, listen, right. When I was growing up, I remember the council used to charge five pounds or something to take away like cookers and fridges. So my dad used to bury them down the bottom of my garden. I don't know, there's. There's a cooker, there's a fridge for. There's a freezer of some sort. There's a dog and a couple of cats. They were dead. I'm not saying. I mean, my father's quite a mean man, as you know that, but he. My dad used to do that with dead relatives. Yeah, because those funeral parties, very expensive. A funeral can be, you know, up to 40 quid. Exactly. You know, I mean, shovel. A shovel borrowed off the bloke next door. Yeah. Yeah. And not given back, to be honest. Exactly. Yeah, well, he's gonna go soon. Was he gonna say to win donut. Is signed by Mister Ricky Gervais and two other blokes you've never heard of? Is that a fantastic. Yeah. The question is, what was the famous name, the name of the famous comedian, American produced and had heavy production involvement in the film the Elephant man. The email address is Ricky Gervais FM dot co dot Uk. Carl, what's the phone number? Oh, 8700 801. Two, three, four. Right, next up, we've had a lot of requests. Carl's popularity is growing. They want to hear is, um, is super mega mix the Brittany Spears thing. Big it up. Big it up. Yeah, it's good. No, tell us what it is. It. All right, it's, um, mark being Blade, the vocals of the unknown over Britney Spears. Hit me, baby, one more time. It's highly illegal. Go on, then. Back. Announce it, Carl, it's yours. Go on. That's Mark Bean, blade there with a bootleg. And what's it called? You called it some avenue. You cleverly called it something. What did you call it, Nick? This record. One more time. Good, very good. Carl Pilkinson. They're breaking all kinds of copyright rules now. Coming up, we're gonna be talking a little bit of feng shui, the art of moving things around. So it's better the ancient oriental art of rearranging your living room. Yeah, the ancient artists don't sit near a window. Exactly, because you won't get any money for it. And we've got, we've got a book. Well, we've been exploring feng shui for our amusement. Yeah. And we're gonna be reading some great things. This is just good. It's good, solid feng shui advice for us. I mean, what do we need to know? I mean, just keep those questions coming. If you've got any question for Carl, don't forget that's an ongoing thing. Anything in the world, any question, personal problems, philosophies online can be out of it. Just ask Carl if you want, you know, just ask Carl. Okay. All right, Carl, you're up for that on? Yeah. And you give your honest opinion, won't you? Always yeah, yeah. Should we give away donuts? Oh, it's been won. Who's won it? Carl? Scott Hammond. Well done, Scott. He'd be loving that. He's probably gonna have a party especially to play donuts. We've had a number of right answers, but I'm afraid Scott's the winner. And the question, of course, was which famous american comedian was heavily involved in the production of the film the Elephant man? It was, of course, Mel Brooks. Surprising. And he's got a company called Brooks Film. Our 1st. 1st person that called in, I think it was a bit confused. He said, is it testicle? Testicles? Yeah. Yeah. When? What? Testicles? What was that illness? Years ago, there was couple of lads at our school. Oh, yeah. I had really big heads. Right. And webbed fingers. And webbed fingers. Sorry, were that. Hold on, did you find them in a pond? If they used to be little tadpoles. Kai, you're not confusing your past with an old episode. Doctor who. What were they called, these two? I didn't mix with them. It was just like. Of course not. There was a. Nobody thought anything of it at school. No. Sure? Yeah. It was the north. There goes the creature from the Black Lagoon again. Yeah, yeah. Brilliant. At trigonometry. He's late for double math. What is it called? What is the disease called where two fellas are they? Not even related. Rubbish. Not related. This. Were you near a nuclear power station when you were growing up? Yeah. You weren't really? Yeah. This is God. Hey, talking of enormous heads. Yeah. You were at the. The pop idol final, weren't you, Ricky? Just because you. Obviously, Rick's a huge fan of Popeye Lee. Want to be there. He wanted to give his support quite seriously. There's no irony there. We genuinely is a fan of it and he was. You sort of had photos taken with various people. You're a bit drunk and you wanted to have a moment of it. It's obviously a picture of you with fat man Rick Waller. Yeah. But the best one is a picture of Ricky and his girlfriend with Doctor Fox. Yeah. Whose head is twice the size of any other head. It's quite remarkable. I didn't have any barrels. Lovely bloke. Really nice to meet him and everything, but in the. He's got. He looks like an immaculate tan. He's always happy and he's, you know. He'S in the picture. It looks like someone you might see in a carnival who's built a huge papier mache head and he's like Frank Sidebottom, just walking down the road. It's just incredible. Doctor Fox didn't used to go to your school, did he? Hang around with a mate. They were great swimmers. They were brilliant swimmers. Oh, God. Have we got another song lined up? Yeah. What we gonna play. For a munch? Let's hear it. Faramunch. Got you. XFM 104.9. Well, as we promised, some feng shui. What do you want to know? Ratio of witnesses. So it's a little. One of those little books that you see at the sort of like the front desk of, like, waterstones or Dillon's or what I say. And it's just. It's a little guide. It's. Should I say what it is I'm allowed tonight, Lillian? Two's little book of feng shui. Obviously, she can't go into it in depth, but it's some little. You know, there's some little sort of nuggets, I suppose. Yeah. Ratio of windows. The ratio of windows to doors in your rooms should not exceed three to one. Too many windows. Calls all your luck to seep away, obviously. Hello. It is also better not to have windows on the wall opposite the door. Is that the case in your place, caucus? You may need to break that up when you get back later. I always remember I used to work nights. Yeah. And it was when my brother just sort of got kicked out the army. Yeah. I mean, Mum and Dad went away on holiday, so he was staying with us. He's got to write a book, this book. You've got to write a book, Carl. Go. Came back. Yeah. There was women everywhere. There's women in every bed in the house. I thought, where am I going to sleep? And he set up a brothel. What? So, no, he's just a bit of a one. That's impressive, though. A girl in every single bed. I mean, he was mad, so I slept on the sofa downstairs and I didn't sleep that well. Yeah, but I slept on it before when it was facing a different way. Sure. And I had a good sleep. So for you, that's proved the worth of feng shui. Yeah, I think there's something in it. Did you honestly think there's something in it, though? Yeah. Okay, we'll just read a few of the others for a. Okay, well, most people know this one. Display the three legged frog. For luck. Look for a three legged frog, you can buy one from any chinese supermarket and place it in the vicinity of your front door, facing inwards, as if it has just come into the house. Don't place the frog facing the door, please. Come on, people. What? Think before you place your frog. I mean, this really is. But what's the last page? Because that will be the most important. One, do you reckon? The last one. The well fars. Make a well fars and keep it hidden in your cupboard. It can be made of gold, crystal or glass. If you've got a vase made of gold, you're probably all right for money anyway. Yeah, sure, sure. But this is the wealth of ours. How to make the wealth of ours? Fill it with semi precious stones and with soil taken from rich man's garden. So just find the soil of a rich man, take some sort, bury a. Piece of steak and the wart will go. Yes, I have tooth of frog. This is. It's the one where with the gods. Can you find that one? Oh, where's that one? Yeah. What you make of feng shui, Carl? Well, like I said, I didn't sleep well on the sofa. So for you, that's proof. Proof positive. Yeah. I'd like Carl to read this out. Okay. Yeah. Do you mind? Read it out. Just read it out loud. Which one? Yeah, the gods. It here. Right, right. Okay. Just read that. Gods. Yeah. Of wealth into your home. Yeah. The Chinese have several gods of wealth. Yeah. Which they display in their homes to attract what? Prosperity. Prosperity. Oh, yeah, yeah. My personal favorite is CC. Yeah. Who sits on a tiger. He sits on a tiger. Okay. It's pretty difficult to find this. This fella. Yep. If you could use cancun or the three star gods. Read them out. Read out the names of the star gods. F uk. You are allowed to say. You say it then. Well, you look, you're so immature. Read the three of them out. Okay. Um. If he is difficult to find, you should use quank or the three star cards. Fuck luck. And all of whom bring wealth and prosperity. What were the names of gods again? Because I just. If I'm making a note at home. It's the chinese God. Yeah, it's this Kwankun or you can use look sour. What? But it's a God. F. You can't. Yeah, I assume. I don't know if we're. If you're pronouncing it wrong. I'm really apologized. Apologies if we're offending anyone who's of an oriental persuasion, but that's Kwang kung or look sour. Fuck. And any of those gods are available at a chinese supermarket near you? Yeah, that's feng shui. It's an ancient art. You can't give me that look. Clinic walking with thee so there. That's feng shui. That's feng shui sorting. We've given away doughnutters. We've talked a little bit about band names today with more insight into Carl's psyche. Now, you. You were doing that record. You said, are we knock? Everything. You saw something about the beauty of triangle, didn't you? That when I talked about ghost, you sort of. Just because you don't believe in it. Yes. I think it's because you're scared of it, to be honest, and you can't admit to understanding it and actually believing in it. Sure thing. On last night, Steve. Yes. Bermuda triangle. Oh, yeah. Do you know much about that? Um, mainly the song. Yeah. What was his name? What's his name? Bermuda Triangle. Where people. No, triangle. No. Barry Manlo. Are you familiar with the lyrics? The muted triangle where people disappear. Bermuda Triangle. Don't go near. Yeah, no, you're right. Go on. But what it is. Right, there's program saying what it. What it's about. I mean, what do you know about it? As I say, mainly from what Barry's told me, but certainly planes and various boats have gone missing within the Bermuda Triangle. Planes, yeah. But obviously that documentary didn't explore. He learned a lot about that. For that. I learned a lot about american history through. We didn't start the fire by Billy Joel. Again, most of my knowledge of the sort of tsarist Russia comes from. By Bony M. Yeah. He was the lover of the russian queen. Yeah, yeah. They shot him till he was dead. Yeah. Which is, you know. Go on. Sort of a bit of. A. Bit of an earthquake in the sea. Sure. Lets out methane gas. Okay. And apparently, if methane gas, if you were swimming out in the sea. Yeah. And there was, like, an earthquake and some methane came out, you can't swim in it. You just sink. Okay. Even if you're a good swimmer, what. Happens if you two lads from your school and they rip. Yeah, that's. That's a. That's like a boy. So you can see them a mile off and their webbed hands would get them into shore because they did actually. Say, even if you're wearing a life jacket, if the waters full of methane. Right. You just sink. You just sink. So what it's saying is boats have gone across the sea, got a load of methane in the sea, and the boat just sinks. Right. What about the planes? Is it then sort of planes with little, sort of floaty things? Could be. That's. That'll be the sort. They've landed in the sea. Right. And so we can. What did the documentary say? Not, not. I imagine your hypothesis might be. Yeah. What did they sound like? Didn't do the planes. Something else he said about it, though. Go on. Loch Ness. The monster. Yep. Sure. Probably doesn't exist. Okay, what is interesting? Interesting. Oh, interesting. What? They thought it. Not this probably didn't exist. Curious viewpoint. Hold on. What proof have they got for that, Carl? How can they go around saying stupid things like. Like that? It's methane in Loch Ness, and people have seen, um. What's the lake? It's in Loch Ness. Yeah. It being the Loch Ness monster. Yeah. That's where it lives. That's how it finds its way home. That's certainly the clue. Yeah. Again, Carl, that's the clue. Yeah, it's good. And it's. If it's a wonder, he goes, excuse me, would you know where I'm being? The Loch Ness monster? Where would I be gone? Oh, he'd be going to the loch ness. If that's your hall, it's a way over there. You big monster, you. So the bubbles from methane bubble up out the water. Yeah. People think, oh, God, it's a monster's head. But it's not. It's just water source shooting up because of the bubbles. Well, that's two of the great mysteries of the universe solved by Colpey on a Saturday afternoon. That is fantastic. So that makes me. That makes me think a lot of things. So, you know, a. Mediums are sort of like going, oh, I've got somewhat coming through. Do you think they're are exiting a lot of methane gas? And thus that's making them not think straight. Do you think everything's down to methane gas? Do you think that all the mysteries of the universe are down to methane gas? Carl, what did it say in the documentary you saw what was the budgie happy? We know that budgie was sad. Was it in a room? Because they take canaries down the mines, didn't they? They used to take canaries down the mines. They'd smell the methane, and then the budgie would be happy. I'm not gonna teach anymore. Play record. Should we say beatles? Long on winding road smooth. Are we getting paid for this? Our freaks. Electric witcher X and the sugar beams on XFM 104.9 well, nearly through. We've had a few laughs again, you, tears. Oh, excuse me. And don't be alarmed. I look quite frightening, but merely a nice monster. I seem to lost my way home. Could you direct me in the right direction? Nice to meet you. Yeah. Carpenter, what's your name? Why'd you need to know my name? Well, it might help me to find out where you come from. Oh, my name's the Loch Ness monster. Okay, all right, give me a second. What's your name again? Loch Ness monster. When you came in. You're all over me like a rash. Being nice to you. Yeah. Get towards the end. It's the phone. Answer it. See? It is. Can you give us a second, listeners? Just amuse yourselves for a moment. Speaking to. Carl's just on the phone. They're speaking to someone. We'll just keep you abreast of who that is. So just a private call now? Asking Ricky. I am. Yeah, but I don't want to say it now. And often performs live at different venues around the country while those two take care of business. All right, guys, if you finish that private. Geez, that was outrageous. You know, you're a fan of feng shui, Kyle, and you believe it's all true. I just run this one past you just on the off chance maybe that you change your opinion slightly. Yeah. Feng shui teaches you to use your environment wisely. Sure. If your land and the surrounding area is undulating, it's said to house auspicious dragons. When land is flat and featureless, the dragon is missing, and the land is said to be less auspicious. Excuse me. They call me the Brixton dragon. Sure. I seem to have lost my way. I know it's south London somewhere, but could you help me find my home? What's your name? Well, they call me the Brixton dragon. Right. Where you from? Oh, I see what you mean. So is that. Does that. Does that make you query at all? The dragon? I'm not into it that much. Right. I'm just saying that if you have your head at one end of the bed rather than the other, it might make a difference to your night's sleep. It's not so much feng shui, though, is it, as sort of good advice, generally, when you went, don't. Don't sleep on the end of a spike near a cliff. I mean, that's good advice, isn't it? I mean, when you went home and. The house was full of women, why did you. Why did you sleep on the sofa while you do not pub upstairs? And so into a warm bed? Yeah, with it. With it. With a woman. Were they dressed or did your brother still sort of have those kind of parties or. I haven't seen him for years. Sure, sure. Why is he living there? I don't know. Okay. What's his name? Mark. It's not. He's not known as, like, moss side Mark, because that can be $10 road mark. He's never out of prison long enough to get a nickname. Steady arms. Getting a bit heavy in it. God, is this. Is this what's motivated a lot of your anxiety? Yeah, the hair loss, that's what thing. We always go a little bit too far, don't we? A bit dark at the end of the show. I know. Whilst. Then, for Pete. Oh, Pete wanted a little bit amused. Yeah, Pete wants it. I mean, I don't. I'm not a big fan. I don't mind muse. I've still not got over them then doing that summertime song. What was it called? Nina Simone cover, wasn't it? Yeah. Anyway, listen, let's not bring the show down. Let's play muse and then we'll be Kensington. Plug in, baby. Let's enjoy it.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Athlete and Westside on XFM 104.9 Sunny day 19, 2007 it's going so well, wasn't it?",
      "start": 5920,
      "end": 14206,
      "confidence": 0.80022125
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Yeah, going so well. Ricky Gervais, once again, the english language tripped you up.",
      "start": 14270,
      "end": 18214,
      "confidence": 0.8767257142857144
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "The mouth with the tongue. Lips was all over the brain and talk. The brain and talk through the throat. Oh, dear. Oh.",
      "start": 18374,
      "end": 27726,
      "confidence": 0.8437100000000001
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Language is his tool. I think we should do some introductions because I think, it seems to me every week we kind of. Everyone knows who you are because you're, you know, the face of the moment, but they forget who you know. Me and the Cayman are well, with me.",
      "start": 27870,
      "end": 41070,
      "confidence": 0.9415521568627452
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Steve Merchant.",
      "start": 41102,
      "end": 41758,
      "confidence": 0.954885
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Hi.",
      "start": 41806,
      "end": 42414,
      "confidence": 0.8873
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "And the K man who's our producer and friend. And I. Can I just say that I really look forward to this show. You know, I get, oh, great, we're gonna do a show, we're gonna play some tracks we like and have a laugh. But now it's like, I'm looking forward to meeting Carl, of course. Honestly, I come in and I see his face and I go, all right. And I'm, you know, just, just great. Like just a little friend, you know what I mean? You know, when a kid comes on to play with a friend, you go, oh. And they come out of playing. It's like little friends. It's like that with Carl.",
      "start": 42574,
      "end": 68620,
      "confidence": 0.864865338983051
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Yeah, yeah. And if you don't see him in the week, you see, we deliberately stay away from him in the week so that, you know, he'll be fresh to us.",
      "start": 68652,
      "end": 73916,
      "confidence": 0.8617483870967744
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "It was gone.",
      "start": 73980,
      "end": 74708,
      "confidence": 0.8912766666666666
    },
    {
      "pos": 10,
      "speaker": "C",
      "text": "You start off friendly like you did today, and as soon as Steve turns up, you start getting nasty and saying things about my little bald head.",
      "start": 74756,
      "end": 80948,
      "confidence": 0.9234714814814815
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "No, I said, look, okay, right, listen, let me explain. Carl was making the tea and you know those bins, the sort of like a round sort of metal Mickey type bin that you can take off a thing? I went, oh, that would make a good little helmet. It would make it like metal Mickey because it's the same shape as his head, right? And I put it on, and so.",
      "start": 81116,
      "end": 97006,
      "confidence": 0.8949183333333333
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Far so good, rich, there's no problem there. That's just two mates having a laugh, right? You're putting a bean on another man's head, right?",
      "start": 97030,
      "end": 103874,
      "confidence": 0.8604416
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "So I put it on and the swing bit through gravity and the angle swung and hit him in the nose, right? He went, ow. And I went. I said, it's all right.",
      "start": 104334,
      "end": 112926,
      "confidence": 0.9150715151515152
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "Yeah, of course, because you were being amused.",
      "start": 112990,
      "end": 114526,
      "confidence": 0.85181
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Yeah, it's all right, don't worry. And he went, no, I've just washed my hair. That annoyed me.",
      "start": 114630,
      "end": 119698,
      "confidence": 0.9116033333333333
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "That did annoy you because just because.",
      "start": 119746,
      "end": 121090,
      "confidence": 0.9003285714285713
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "There was lots of, like, shit and coffee and horrible gunk. In his hair or. No, in the inside of the bin. But what annoyed me is he's hardly got any hair, let's be honest.",
      "start": 121122,
      "end": 132346,
      "confidence": 0.8533425714285713
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "He looks like Moby.",
      "start": 132370,
      "end": 133330,
      "confidence": 0.8493675
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Yeah. So I said. I took the bin off and I was having a lot and I thought.",
      "start": 133442,
      "end": 138338,
      "confidence": 0.8817672222222223
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "You ruined my turn, is what.",
      "start": 138386,
      "end": 140634,
      "confidence": 0.6755416666666666
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "You know what I mean? I said, what's your hair? I said, we could do that now in 30 seconds. And he looked at me like I was in the wrong.",
      "start": 140634,
      "end": 147706,
      "confidence": 0.9188377419354836
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "I know. Really? That annoys me about it.",
      "start": 147770,
      "end": 150322,
      "confidence": 0.83089625
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "I know that doesn't.",
      "start": 150338,
      "end": 151138,
      "confidence": 0.875445
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Yeah.",
      "start": 151186,
      "end": 151826,
      "confidence": 0.51824
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "But otherwise he's like.",
      "start": 152010,
      "end": 153322,
      "confidence": 0.6767224999999999
    },
    {
      "pos": 26,
      "speaker": "B",
      "text": "He's like childlike.",
      "start": 153378,
      "end": 154354,
      "confidence": 0.7716033333333333
    },
    {
      "pos": 27,
      "speaker": "A",
      "text": "Yeah.",
      "start": 154434,
      "end": 155098,
      "confidence": 0.77783
    },
    {
      "pos": 28,
      "speaker": "B",
      "text": "He doesn't understand that he's hurting your emotions and your.",
      "start": 155266,
      "end": 157666,
      "confidence": 0.8948920000000001
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "But also. Right, we were playing football, so come and play football. Right? And so we were playing.",
      "start": 157850,
      "end": 161010,
      "confidence": 0.8580205555555556
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "Was that just in the office or.",
      "start": 161042,
      "end": 161994,
      "confidence": 0.94924
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "Yeah, just in the office before he came. Right. And then we were sort of kicking it back and forth and I started kicking it a bit hard and. But he's quite good.",
      "start": 162034,
      "end": 168634,
      "confidence": 0.8793054545454544
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "I said.",
      "start": 168714,
      "end": 169010,
      "confidence": 0.9085099999999999
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "I said, this is great, right. And we finished anyway, because we thought we'd break summit. And I went, I bet you were quite good at football, weren't you? And I actually thought. I thought he looked like quite a natural, you know, I thought he'd be good. He's from the north. And I thought that's all he'd have. You know what I mean? And he went. I said, I suppose you're quite good at football. And he turned the quickest flash. I went, I've scored once, right? He said, and that's because I was being chased by a b. And I went, save it. He went, no. I said, please, please save it, because I want to tell Steve that now. You can continue now, please tell us.",
      "start": 169042,
      "end": 197928,
      "confidence": 0.8963860465116281
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "The rest of the story. You've scored a goal once because you chased by a bee.",
      "start": 197936,
      "end": 201000,
      "confidence": 0.876301875
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Yeah.",
      "start": 201032,
      "end": 201176,
      "confidence": 0.70328
    },
    {
      "pos": 36,
      "speaker": "C",
      "text": "You've done it now. Really was on the.",
      "start": 201200,
      "end": 203088,
      "confidence": 0.85184
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "There must be more to that story. Came in.",
      "start": 203216,
      "end": 204704,
      "confidence": 0.8469855555555555
    },
    {
      "pos": 38,
      "speaker": "C",
      "text": "I was in the school team. I wasn't that good as a kid at football.",
      "start": 204744,
      "end": 207512,
      "confidence": 0.980934
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "Right.",
      "start": 207608,
      "end": 207888,
      "confidence": 0.74404
    },
    {
      "pos": 40,
      "speaker": "C",
      "text": "Honest. Mainly down to. I think it's because my dad. My dad wasn't into football, right. I think that's the way it works. And if your dad's into it, then you could be a footballer when you're older.",
      "start": 207936,
      "end": 217272,
      "confidence": 0.9086057894736842
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "Sure, yeah.",
      "start": 217328,
      "end": 217824,
      "confidence": 0.71359
    },
    {
      "pos": 42,
      "speaker": "C",
      "text": "Because you're into it. And so I was in the school team because I got on with the other lads. They let me in the team.",
      "start": 217864,
      "end": 224152,
      "confidence": 0.8977934615384615
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "The guy. Yeah.",
      "start": 224208,
      "end": 224912,
      "confidence": 0.5322166666666667
    },
    {
      "pos": 44,
      "speaker": "C",
      "text": "And, yeah, I was stood there doing nothing because I didn't really know what to do. I didn't know. I never knew which way I was meant to be shooting.",
      "start": 225008,
      "end": 231472,
      "confidence": 0.874382333333333
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "Yeah.",
      "start": 231568,
      "end": 232104,
      "confidence": 0.73037
    },
    {
      "pos": 46,
      "speaker": "C",
      "text": "Got all that messed up.",
      "start": 232224,
      "end": 233320,
      "confidence": 0.9362600000000001
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Yeah.",
      "start": 233392,
      "end": 233760,
      "confidence": 0.8402
    },
    {
      "pos": 48,
      "speaker": "C",
      "text": "I just stood there with my hands behind me back and something landed on me on like, this part of me thumb you got.",
      "start": 233832,
      "end": 243000,
      "confidence": 0.86879625
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "You can't just point this radio.",
      "start": 243032,
      "end": 244192,
      "confidence": 0.8952299999999999
    },
    {
      "pos": 50,
      "speaker": "C",
      "text": "It's this bit here.",
      "start": 244248,
      "end": 245200,
      "confidence": 0.9346225
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Right? Yeah.",
      "start": 245312,
      "end": 246244,
      "confidence": 0.8458950000000001
    },
    {
      "pos": 52,
      "speaker": "C",
      "text": "And I thought, oh. And I looked down, me. So I start running.",
      "start": 247984,
      "end": 254352,
      "confidence": 0.8422415384615385
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "Yeah.",
      "start": 254408,
      "end": 254760,
      "confidence": 0.54809
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "Try to get away from it. And bees, actually, something interesting about bees. More chance of getting stung by a bee in windy weather than any other sort of weather.",
      "start": 254832,
      "end": 262266,
      "confidence": 0.9221366666666665
    },
    {
      "pos": 55,
      "speaker": "B",
      "text": "That's incredible.",
      "start": 262330,
      "end": 263170,
      "confidence": 0.92781
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "Anyway, so I'm running away and he.",
      "start": 263322,
      "end": 264962,
      "confidence": 0.9890428571428573
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Said there was no more.",
      "start": 264978,
      "end": 266266,
      "confidence": 0.9964280000000001
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "Extraordinary. I've already learned many, many things. You're being chased by the bees. Windy.",
      "start": 266450,
      "end": 270578,
      "confidence": 0.9074135714285717
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "It's on your thumb. Is it still on your thumb now?",
      "start": 270706,
      "end": 272338,
      "confidence": 0.9626227272727275
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Gripping onto me like a stagnant.",
      "start": 272426,
      "end": 273802,
      "confidence": 0.7157183333333333
    },
    {
      "pos": 61,
      "speaker": "B",
      "text": "Clever. Or a bee.",
      "start": 273898,
      "end": 278214,
      "confidence": 0.65019
    },
    {
      "pos": 62,
      "speaker": "A",
      "text": "Yeah.",
      "start": 279034,
      "end": 279854,
      "confidence": 0.47954
    },
    {
      "pos": 63,
      "speaker": "C",
      "text": "I'm running. I'm running towards, like, goal.",
      "start": 280274,
      "end": 283560,
      "confidence": 0.8167028571428573
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Yeah.",
      "start": 283632,
      "end": 283928,
      "confidence": 0.82415
    },
    {
      "pos": 65,
      "speaker": "C",
      "text": "Oh, God. And the ball comes to me.",
      "start": 283976,
      "end": 285648,
      "confidence": 0.9621000000000002
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "Yes.",
      "start": 285696,
      "end": 286208,
      "confidence": 0.87267
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "Wallop.",
      "start": 286336,
      "end": 286872,
      "confidence": 0.81221
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "Get it in.",
      "start": 286928,
      "end": 287736,
      "confidence": 0.9838833333333333
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "What happened to the bealer? Did it sting you? Did.",
      "start": 287880,
      "end": 289480,
      "confidence": 0.8773520000000001
    },
    {
      "pos": 70,
      "speaker": "A",
      "text": "I.",
      "start": 289512,
      "end": 289680,
      "confidence": 0.95
    },
    {
      "pos": 71,
      "speaker": "C",
      "text": "Don't they.",
      "start": 289712,
      "end": 290484,
      "confidence": 0.8159449999999999
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "I mean, ultimately it died, sure. But at that particular moment, this is.",
      "start": 291544,
      "end": 294800,
      "confidence": 0.8756761538461538
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "Probably about 20 years ago, so I imagine.",
      "start": 294832,
      "end": 296656,
      "confidence": 0.93869875
    },
    {
      "pos": 74,
      "speaker": "C",
      "text": "No, no, no. Once a beast.",
      "start": 296720,
      "end": 298048,
      "confidence": 0.7509883333333334
    },
    {
      "pos": 75,
      "speaker": "B",
      "text": "So did it sting?",
      "start": 298136,
      "end": 298656,
      "confidence": 0.8477374999999999
    },
    {
      "pos": 76,
      "speaker": "A",
      "text": "Yeah, but did it sting you?",
      "start": 298680,
      "end": 299832,
      "confidence": 0.8885116666666667
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "Yeah.",
      "start": 299928,
      "end": 300632,
      "confidence": 0.91854
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "Right. That was the question.",
      "start": 300808,
      "end": 301584,
      "confidence": 0.8890100000000001
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "When did it sting you?",
      "start": 301624,
      "end": 302920,
      "confidence": 0.963218
    },
    {
      "pos": 80,
      "speaker": "C",
      "text": "When I was playing football.",
      "start": 303112,
      "end": 304200,
      "confidence": 0.998276
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "No.",
      "start": 304312,
      "end": 304964,
      "confidence": 0.54396
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "Carl, do you mind me asking? You say you're on the school football team. Was there just eleven boys at your school?",
      "start": 305584,
      "end": 310524,
      "confidence": 0.9345459090909092
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Listen, listen, Carl, all I mean is, at what point in this story did the beasting you straight away or half.",
      "start": 315104,
      "end": 321784,
      "confidence": 0.8673071428571429
    },
    {
      "pos": 84,
      "speaker": "C",
      "text": "Time.",
      "start": 321824,
      "end": 322404,
      "confidence": 0.59538
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "Play a record?",
      "start": 324464,
      "end": 325524,
      "confidence": 0.9675566666666667
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Depeche mode. I feel loved on XFM 104.9. It's about 17 minutes past one Saturday. God would never interrupt me when it's going that way.",
      "start": 336944,
      "end": 345996,
      "confidence": 0.8149268000000001
    },
    {
      "pos": 87,
      "speaker": "B",
      "text": "Sorry. I don't know what I was thinking.",
      "start": 346060,
      "end": 347212,
      "confidence": 0.9129174999999999
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "That was about. That was my record. That was about four or five sentences. True, true syntax. There was. There was capital letters, full stops. Yes, grammar.",
      "start": 347268,
      "end": 356756,
      "confidence": 0.9112174074074072
    },
    {
      "pos": 89,
      "speaker": "B",
      "text": "Get the timeout, did you? What time was it? Quick. What time was it? I interrupted. Sorry.",
      "start": 356940,
      "end": 360812,
      "confidence": 0.8276617647058824
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Fast.",
      "start": 360868,
      "end": 361388,
      "confidence": 0.73135
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "I'm so eager.",
      "start": 361516,
      "end": 362180,
      "confidence": 0.8790766666666666
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "One XFM 104.9. I'm Ricky Gervais. With me, Steve Smirch and the K man.",
      "start": 362212,
      "end": 368686,
      "confidence": 0.7644042857142856
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "The K man. We're all giving ourselves nicknames now. Yeah, I just clear something up. Just. This is only very, very personal thing. Um, lots of people who listen to the show that I've spoken to friends of friends and stuff, they think that I'm the guy that plays Gareth in the office because my voice is obviously very similar.",
      "start": 368710,
      "end": 382022,
      "confidence": 0.9024358333333334
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "It couldn't be further than the truth.",
      "start": 382078,
      "end": 383494,
      "confidence": 0.95507
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "I'm so. That's so not the case if anyone's listening, they couldn't be the truth. I don't want Mackenzie's performance. That's a guy called Mackenzie, Kirk. He's a brilliant actor.",
      "start": 383574,
      "end": 390206,
      "confidence": 0.7745006666666666
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "Yeah.",
      "start": 390230,
      "end": 390366,
      "confidence": 0.59652
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Everyone's ever seen his performance. It's not me. Admittedly, he has loosely based his accent for the character on my accent because obviously it's a comical accent. We all admit that.",
      "start": 390390,
      "end": 397500,
      "confidence": 0.9311003225806451
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "Yeah, we'll agree with that.",
      "start": 397572,
      "end": 398676,
      "confidence": 0.794414
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "But that's it. That's where the similarity ends.",
      "start": 398780,
      "end": 401108,
      "confidence": 0.934365
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "Yeah. Ken's a good looking fellow, isn't he?",
      "start": 401196,
      "end": 403092,
      "confidence": 0.75688625
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "He's a good looking lad.",
      "start": 403108,
      "end": 403852,
      "confidence": 0.815798
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "I mean, that's not. That's not.",
      "start": 403948,
      "end": 405784,
      "confidence": 0.8660416666666667
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "You're saying I'm a good looking guy as well. You're just saying we're two differently good looking guys.",
      "start": 406164,
      "end": 409788,
      "confidence": 0.8616883333333334
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "Yeah. Carl, people are all different looks. I mean, you could say Brad Pitt's good looking and you can say George Clooney's good looking. And they're both great looking blokes. They don't look alike.",
      "start": 409836,
      "end": 417508,
      "confidence": 0.8781920588235295
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "Exactly.",
      "start": 417556,
      "end": 417884,
      "confidence": 0.50354
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "So for me to say Steve and Mackenzie aren't alike. Mackenzie's a good looking fella.",
      "start": 417924,
      "end": 422892,
      "confidence": 0.8940133333333334
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "Exactly.",
      "start": 422948,
      "end": 423458,
      "confidence": 0.92876
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "You know, they weren't mutually exclusive. There would be a crossover of good looking. This.",
      "start": 423556,
      "end": 428958,
      "confidence": 0.8800293333333334
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "Yeah. And I mean, that pool with Brad Pitt and George Clooney.",
      "start": 429006,
      "end": 431222,
      "confidence": 0.8216366666666666
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "Wow.",
      "start": 431278,
      "end": 431874,
      "confidence": 0.96903
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Well, it's quite a big pool, Rick. And I'm in there certainly with them.",
      "start": 432574,
      "end": 435134,
      "confidence": 0.9550857142857145
    },
    {
      "pos": 112,
      "speaker": "A",
      "text": "Yeah. Not. Yeah.",
      "start": 435174,
      "end": 436462,
      "confidence": 0.8237066666666667
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "I mean, I'm in one of those Venn diagram circles.",
      "start": 436478,
      "end": 438454,
      "confidence": 0.8195350000000001
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "You are? Yeah. You're over this one.",
      "start": 438574,
      "end": 440354,
      "confidence": 0.9635457142857142
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "I know. That's a separate one floating off from all the others.",
      "start": 441054,
      "end": 443134,
      "confidence": 0.90077
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Yeah. Lizards and parrots.",
      "start": 443174,
      "end": 444206,
      "confidence": 0.9348725
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "All right.",
      "start": 444270,
      "end": 444726,
      "confidence": 0.831015
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Okay.",
      "start": 444790,
      "end": 445254,
      "confidence": 0.79094
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Good to be included in something, though. It's good to be part of a gang car. That's very important. Yeah.",
      "start": 445334,
      "end": 449174,
      "confidence": 0.9272705
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "I think that's cleared up Depeche mode there. And I feel loved. Who'd have thought Depeche mode would have been that huge?",
      "start": 449214,
      "end": 455452,
      "confidence": 0.7678090909090908
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "I think.",
      "start": 455548,
      "end": 455836,
      "confidence": 0.9616
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "I think I'm seeing little lads from Basildon with little plinky plunky sound. I thought that'd be like visage or something. That'd be it. And now they're stadium rock fillers.",
      "start": 455860,
      "end": 464220,
      "confidence": 0.7466796666666669
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "They're huge.",
      "start": 464252,
      "end": 464868,
      "confidence": 0.796045
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "They conquered America. He went through some hard times. He came the other way. Well done.",
      "start": 464916,
      "end": 468452,
      "confidence": 0.8778675
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "But see, I think what you just said there is a very good example of why they are and what. And why certain other bands aren't. Because if you think about it, for me, you see, whenever I think of a band name, if I see a new band coming along or whatever, I always use a very simple test, which is, can you imagine that you're the announcer at a huge event. Maybe it's like broadcasting around the world.",
      "start": 468508,
      "end": 484920,
      "confidence": 0.92841825
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Like live aid or Nelson Mandela.",
      "start": 484952,
      "end": 486264,
      "confidence": 0.7859533333333334
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "Or it's a Nelson Mandela freedom concert.",
      "start": 486304,
      "end": 487896,
      "confidence": 0.8738500000000001
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "Yeah.",
      "start": 487960,
      "end": 488272,
      "confidence": 0.50999
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "And you can imagine he's there.",
      "start": 488328,
      "end": 489592,
      "confidence": 0.942075
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "He's there.",
      "start": 489648,
      "end": 490448,
      "confidence": 0.968305
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "Nelson's there, yeah, with the Spice Girls. They're all there. There. But you can imagine someone saying, ladies and gentlemen, please welcome to the stage Depeche mode.",
      "start": 490616,
      "end": 497324,
      "confidence": 0.9034074074074072
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "All these stones. The who.",
      "start": 497864,
      "end": 499472,
      "confidence": 0.6885540000000001
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Exactly. But you can imagine someone saying, ladies and gentlemen, please welcome to the stage visage.",
      "start": 499568,
      "end": 503724,
      "confidence": 0.8890300000000001
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "Ladies and gentlemen, will you please welcome our headline act. Welcome idlewild.",
      "start": 504184,
      "end": 510598,
      "confidence": 0.8419783333333334
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "Exactly. Ladies and gentlemen, please welcome to the stage Ned's atomic dustbin. It doesn't. Do you know what I mean? You just know some fans aren't gonna make it. Ladies and gentlemen, please welcome to the stage mega city four. You know what I mean?",
      "start": 510686,
      "end": 524670,
      "confidence": 0.8432140000000001
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "It's just a simple test.",
      "start": 524702,
      "end": 526182,
      "confidence": 0.9423060000000001
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "We'd like you to do that if you're thinking of starting a band or you've just named your band, you're just beginning, just phone in, tell us, or email in, tell us what your name.",
      "start": 526278,
      "end": 534352,
      "confidence": 0.9208645714285715
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "Is, and we will use that simple. And we will do the test. Ladies and gentlemen, will you please welcome to the stage the Franken Walters Jimmy eat world.",
      "start": 534368,
      "end": 547880,
      "confidence": 0.9026455172413792
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "Ladies and gentlemen, please welcome to the stage Cooper Temple claws. I don't think it's gonna happen for those lads. It's a simple test anyway, but.",
      "start": 547992,
      "end": 556552,
      "confidence": 0.8764969230769231
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Hundred reasons. Please welcome to the stage hundred reasons.",
      "start": 556608,
      "end": 558656,
      "confidence": 0.8782588888888889
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "100 reasons I think would work quite well. I'm just gonna give the email address. Ricky Gervaisfm dot co dot uk.",
      "start": 558680,
      "end": 567424,
      "confidence": 0.7978533333333334
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "Reasons. If I could.",
      "start": 577044,
      "end": 579464,
      "confidence": 0.9573450000000001
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "Ladies and gentlemen, will you please welcome to the stage pop will eat itself. You got like a sound effect or.",
      "start": 579964,
      "end": 587652,
      "confidence": 0.8894804761904761
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "Something of like, jiren we'll seek out with.",
      "start": 587668,
      "end": 591476,
      "confidence": 0.7833574999999999
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Have you got something there? Have a look on there. I'll just. I'm just looking in the NME for the kind of forthcoming gigs of the smaller known bands and it might be a useful place to just begin.",
      "start": 591540,
      "end": 600708,
      "confidence": 0.8922764102564102
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "The ladies and gentlemen, peoples around the world, will you please welcome to the stage chumba awumba.",
      "start": 600756,
      "end": 609784,
      "confidence": 0.8552605882352942
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "Have you got a sound effect? We got one. Nice. Yeah. Ladies and gentlemen, will you please welcome to the stage the Parkinson's playing in Leicester this week. So I look forward to that.",
      "start": 610564,
      "end": 621982,
      "confidence": 0.8947944117647059
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "Good plug in it.",
      "start": 622038,
      "end": 622974,
      "confidence": 0.776485
    },
    {
      "pos": 149,
      "speaker": "B",
      "text": "Let me see if anyone wants to.",
      "start": 623094,
      "end": 624622,
      "confidence": 0.92592
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "Pop down to that Parkinson's.",
      "start": 624638,
      "end": 626646,
      "confidence": 0.6682539999999999
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "Ladies and gentlemen, please welcome to the stage cycle fly.",
      "start": 626710,
      "end": 630714,
      "confidence": 0.8537549999999999
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Okay, okay.",
      "start": 632894,
      "end": 634190,
      "confidence": 0.8373200000000001
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "There's a genuine one here. This is someone Simon's emailed and he says, will you just test this name for us? Ladies and gentlemen, will you please welcome to the stage coach. Not usually convinced.",
      "start": 634382,
      "end": 646802,
      "confidence": 0.9042165714285715
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "No, not too bad. I'm worried about the sound effect. We straight. We start sound like Chris Moyles or something. What?",
      "start": 646858,
      "end": 652186,
      "confidence": 0.8093876190476191
    },
    {
      "pos": 155,
      "speaker": "B",
      "text": "He's a top broadcast. Everyone loves him.",
      "start": 652210,
      "end": 653706,
      "confidence": 0.8584542857142857
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "Losing weight as well.",
      "start": 653770,
      "end": 654578,
      "confidence": 0.7557375
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "He is hilarious. Funny, funny man.",
      "start": 654626,
      "end": 658450,
      "confidence": 0.8914433333333335
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "Just.",
      "start": 658602,
      "end": 658890,
      "confidence": 0.9894
    },
    {
      "pos": 159,
      "speaker": "B",
      "text": "There's one more coming here. I'll just check this one.",
      "start": 658922,
      "end": 661654,
      "confidence": 0.884349
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Ladies and gentlemen.",
      "start": 662674,
      "end": 664218,
      "confidence": 0.7176666666666667
    },
    {
      "pos": 161,
      "speaker": "B",
      "text": "Ladies and gentlemen, will you please welcome. This is Chris Notsford. Lady, please welcome. Meanwhile, back in communist Russia.",
      "start": 664386,
      "end": 670506,
      "confidence": 0.7890889473684208
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "Is that a band?",
      "start": 670650,
      "end": 671450,
      "confidence": 0.8051474999999999
    },
    {
      "pos": 163,
      "speaker": "B",
      "text": "I guess him.",
      "start": 671482,
      "end": 671922,
      "confidence": 0.49109
    },
    {
      "pos": 164,
      "speaker": "A",
      "text": "So I assume it's his band, yeah.",
      "start": 671938,
      "end": 673282,
      "confidence": 0.8807785714285714
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "Yeah.",
      "start": 673338,
      "end": 673570,
      "confidence": 0.79413
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "Well, how's he listen to us in. Hold on, man. This is only local radio. How's this in Oxford?",
      "start": 673602,
      "end": 678066,
      "confidence": 0.7785073684210525
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Well, if only there was some kind of digital format that he could listen via the web. Net. What, what is the.",
      "start": 678130,
      "end": 683482,
      "confidence": 0.9465681818181817
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "What is it? What?",
      "start": 683618,
      "end": 685178,
      "confidence": 0.815605
    },
    {
      "pos": 169,
      "speaker": "B",
      "text": "How does he listen in Oxford?",
      "start": 685346,
      "end": 686570,
      "confidence": 0.88155
    },
    {
      "pos": 170,
      "speaker": "C",
      "text": "You can listen on Sky Digital. Go on channel 864.",
      "start": 686642,
      "end": 689530,
      "confidence": 0.776713
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "Lovely.",
      "start": 689602,
      "end": 689986,
      "confidence": 0.53025
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "Eight, six, four.",
      "start": 690050,
      "end": 691170,
      "confidence": 0.8333333333333334
    },
    {
      "pos": 173,
      "speaker": "B",
      "text": "Yeah.",
      "start": 691242,
      "end": 691850,
      "confidence": 0.71349
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "On the Internet.",
      "start": 692002,
      "end": 692802,
      "confidence": 0.7310066666666667
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "Yeah. Okay. What would that web dress be?",
      "start": 692938,
      "end": 694602,
      "confidence": 0.873445
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "XFM co dot UK. Click on the audio.",
      "start": 694658,
      "end": 697506,
      "confidence": 0.8054325
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "Yep.",
      "start": 697570,
      "end": 698066,
      "confidence": 0.5849
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "And you get. You get XFM 10 seconds behind. Actually happened.",
      "start": 698170,
      "end": 703206,
      "confidence": 0.9097745454545454
    },
    {
      "pos": 179,
      "speaker": "B",
      "text": "Perfect. Just.",
      "start": 703270,
      "end": 704510,
      "confidence": 0.781965
    },
    {
      "pos": 180,
      "speaker": "A",
      "text": "Just of interest, what's the point of saying that they. If they can't sort of get us in London to listen to that? Because they won't be. And then either they're already. They're either in London so they won't go through this nonsense, or they're in Leicester and they can't hear a saying.",
      "start": 704542,
      "end": 723766,
      "confidence": 0.8871332075471696
    },
    {
      "pos": 181,
      "speaker": "B",
      "text": "Sky. Did you all thought that through a time?",
      "start": 723830,
      "end": 725692,
      "confidence": 0.74624
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "Because you might work in London for a bit and then go back and.",
      "start": 725838,
      "end": 729032,
      "confidence": 0.9842064285714285
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Spread the word and, like, leave. Go back and spread the word.",
      "start": 729048,
      "end": 731760,
      "confidence": 0.8508833333333334
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "Disciples, move back to Leicester.",
      "start": 731792,
      "end": 733896,
      "confidence": 0.9059719999999999
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "Yeah.",
      "start": 734000,
      "end": 734424,
      "confidence": 0.72756
    },
    {
      "pos": 186,
      "speaker": "C",
      "text": "Tell your mates.",
      "start": 734504,
      "end": 735344,
      "confidence": 0.6329166666666666
    },
    {
      "pos": 187,
      "speaker": "A",
      "text": "Yeah.",
      "start": 735424,
      "end": 736084,
      "confidence": 0.61859
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "Soon.",
      "start": 737104,
      "end": 737488,
      "confidence": 0.55876
    },
    {
      "pos": 189,
      "speaker": "A",
      "text": "XFM is the most listened to radio station in Britain.",
      "start": 737536,
      "end": 740656,
      "confidence": 0.9010279999999999
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "Yeah.",
      "start": 740760,
      "end": 741444,
      "confidence": 0.53052
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "What we need is people on radio two to give it a plug every day.",
      "start": 741944,
      "end": 744952,
      "confidence": 0.9241779999999999
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "That'd be ideal, yeah.",
      "start": 745008,
      "end": 745960,
      "confidence": 0.7663875
    },
    {
      "pos": 193,
      "speaker": "A",
      "text": "All radio one.",
      "start": 745992,
      "end": 746792,
      "confidence": 0.8022900000000001
    },
    {
      "pos": 194,
      "speaker": "B",
      "text": "Yeah.",
      "start": 746848,
      "end": 747344,
      "confidence": 0.83494
    },
    {
      "pos": 195,
      "speaker": "A",
      "text": "Yeah.",
      "start": 747464,
      "end": 747832,
      "confidence": 0.525
    },
    {
      "pos": 196,
      "speaker": "B",
      "text": "Any of the big rivals? Virgin. We've often plugged. Virgin was a good station.",
      "start": 747888,
      "end": 751620,
      "confidence": 0.8385557142857143
    },
    {
      "pos": 197,
      "speaker": "A",
      "text": "105.8. Virgin radio, London.",
      "start": 751712,
      "end": 754532,
      "confidence": 0.8271925
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "Great station. Really good station.",
      "start": 754628,
      "end": 755820,
      "confidence": 0.978524
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "Hard one or 6.2?",
      "start": 755852,
      "end": 758024,
      "confidence": 0.9207025000000001
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "Lovely.",
      "start": 758764,
      "end": 759388,
      "confidence": 0.59528
    },
    {
      "pos": 201,
      "speaker": "A",
      "text": "You're listening to magic. 105.4.",
      "start": 759476,
      "end": 762344,
      "confidence": 0.887926
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "Are you getting. You're getting quite a lot of voice over work now, aren't you?",
      "start": 762884,
      "end": 765500,
      "confidence": 0.8115473333333334
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "I am.",
      "start": 765572,
      "end": 766108,
      "confidence": 0.59
    },
    {
      "pos": 204,
      "speaker": "B",
      "text": "That's not.",
      "start": 766196,
      "end": 766812,
      "confidence": 0.66753
    },
    {
      "pos": 205,
      "speaker": "A",
      "text": "I've stopped all that, though.",
      "start": 766908,
      "end": 767788,
      "confidence": 0.7602500000000001
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "Have you?",
      "start": 767836,
      "end": 768212,
      "confidence": 0.99133
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "Yeah, all right. Yeah, well, you know. You know, I'm all right now. I've got a bit of money.",
      "start": 768268,
      "end": 773724,
      "confidence": 0.8897789473684212
    },
    {
      "pos": 208,
      "speaker": "B",
      "text": "Classic sixties bands. I've just. Sunny. Ladies and gentlemen, will you please welcome to the stage the scaffold.",
      "start": 773844,
      "end": 779512,
      "confidence": 0.8119805555555555
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Oh, the scaffold. You remember the scaffold you picked up? The lead singer looks a bit like him, but you know, his brother, that is in the scaffold, don't you? Mike McGear? Do you know his brother? That is.",
      "start": 779648,
      "end": 790232,
      "confidence": 0.8794246153846155
    },
    {
      "pos": 210,
      "speaker": "B",
      "text": "What. Do you remember the scaffold? They did. We'll drink a drink, a drink to lily the pink.",
      "start": 790408,
      "end": 794364,
      "confidence": 0.7823422222222223
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Yeah. Thank you very much for the entry iron. Do you know his brother, that is?",
      "start": 796184,
      "end": 799764,
      "confidence": 0.88188625
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "Whose brother? The lead singer.",
      "start": 800304,
      "end": 802104,
      "confidence": 0.8680859999999999
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "No, the mike mcGear in it. The, sort of one of the main men in it.",
      "start": 802144,
      "end": 805184,
      "confidence": 0.88012625
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "He's one of the songwriters in Scaffold.",
      "start": 805304,
      "end": 807968,
      "confidence": 0.8272271428571428
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "Paul McCartney. Is he? Yeah.",
      "start": 808056,
      "end": 810112,
      "confidence": 0.739642
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "I didn't realize that.",
      "start": 810168,
      "end": 810888,
      "confidence": 0.7735825000000001
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Yeah, that's Paul McCartney's mother. Think. I think, think, think of that when I go in for Christmas. So I think Lily Pink was, what, about 1970?",
      "start": 810936,
      "end": 818624,
      "confidence": 0.8831677777777778
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "Yeah, yeah, yeah. It was number one, wasn't it? Christmas?",
      "start": 818784,
      "end": 820552,
      "confidence": 0.872456
    },
    {
      "pos": 219,
      "speaker": "A",
      "text": "Yeah. Big number one. Yeah, I might have. It's Christmas number one. Two little boys was 1969. Last.",
      "start": 820568,
      "end": 825224,
      "confidence": 0.8275377777777779
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Definitely was number one.",
      "start": 825344,
      "end": 826464,
      "confidence": 0.8394425
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "Yeah.",
      "start": 826544,
      "end": 827204,
      "confidence": 0.97568
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "I didn't really.",
      "start": 828664,
      "end": 829512,
      "confidence": 0.8151033333333334
    },
    {
      "pos": 223,
      "speaker": "A",
      "text": "Yeah, yeah. So they go home at Christmas and misses Rick Hartney goes, all right, boys. How are. How are you, Paul? How are you doing? I'm just starting a new band called Wings. Oh, yeah, this is Linda. All right, yeah. Sit down, Mike. What are you doing? Just have number one. Brilliant round of applause. How many number ones do you have, Paul? 19. Still, we know what we like, don't we? The human race. Paul goes, wow. If you want to the long and winding boring. We'll drink a drink, a drink delivery.",
      "start": 829568,
      "end": 858546,
      "confidence": 0.8261611458333337
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Linda, do you want to be in the scaffold? We're probably going to go on tour and stuff. I know you love it. Quite like it. Yeah.",
      "start": 858650,
      "end": 863144,
      "confidence": 0.9286140740740739
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "You're not going to be in wings if you're going to play with him.",
      "start": 864884,
      "end": 866980,
      "confidence": 0.8866785714285715
    },
    {
      "pos": 226,
      "speaker": "B",
      "text": "Well, I got, you know, make a tricky decision. I mean, that's a great song. Everyone's loving it. It's Christmas number one.",
      "start": 867092,
      "end": 870412,
      "confidence": 0.8543713636363633
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "What are you doing? Eating his bacon.",
      "start": 870428,
      "end": 871580,
      "confidence": 0.8807214285714285
    },
    {
      "pos": 228,
      "speaker": "B",
      "text": "Well, I love it.",
      "start": 871652,
      "end": 872340,
      "confidence": 0.8395075000000001
    },
    {
      "pos": 229,
      "speaker": "A",
      "text": "You don't eat bacon.",
      "start": 872412,
      "end": 873404,
      "confidence": 0.8831325
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "Yeah, but I love the music. He's. I mean, he's a great guy.",
      "start": 873444,
      "end": 875660,
      "confidence": 0.8411069230769231
    },
    {
      "pos": 231,
      "speaker": "A",
      "text": "What are you doing?",
      "start": 875812,
      "end": 876692,
      "confidence": 0.9476449999999998
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "Well, I just, you know, I love the drink. A drink, a drink delivery. No, no, you don't.",
      "start": 876788,
      "end": 880660,
      "confidence": 0.8156366666666668
    },
    {
      "pos": 233,
      "speaker": "A",
      "text": "Yesterday all my troubles seem so. Thank you very much for the Aintree iron.",
      "start": 880692,
      "end": 887104,
      "confidence": 0.8025357142857141
    },
    {
      "pos": 234,
      "speaker": "B",
      "text": "Imagine that, because. Imagine I didn't go. Well, you've had 19 number ones. I mean, you know, it can be. Stay like this with a scaffold. I'm going to rule the seventies.",
      "start": 888044,
      "end": 896400,
      "confidence": 0.7955524999999999
    },
    {
      "pos": 235,
      "speaker": "A",
      "text": "Yeah. If things carry on going like they're going now. The scaffold. Ladies and gentlemen, please welcome to the stage Beck. Oh, nice one, dandy Warhols. Ladies and gentlemen, please welcome the dandy.",
      "start": 896472,
      "end": 920464,
      "confidence": 0.8552327272727273
    },
    {
      "pos": 236,
      "speaker": "B",
      "text": "Warhol there you are never gonna.",
      "start": 920504,
      "end": 922160,
      "confidence": 0.6666716666666667
    },
    {
      "pos": 237,
      "speaker": "A",
      "text": "That sounds like levelers crossed with wonder stuff.",
      "start": 922192,
      "end": 925736,
      "confidence": 0.8036249999999999
    },
    {
      "pos": 238,
      "speaker": "B",
      "text": "Rubbish, isn't it, really?",
      "start": 925800,
      "end": 926896,
      "confidence": 0.9411474999999999
    },
    {
      "pos": 239,
      "speaker": "A",
      "text": "I mean, it's fine, it's chirpy, but it's just, you know, it's not.",
      "start": 926960,
      "end": 930672,
      "confidence": 0.7593269230769231
    },
    {
      "pos": 240,
      "speaker": "B",
      "text": "It's that thing of. It's just not essential. You just don't really need it in your life if it never. If it never occurred. You wouldn't mind.",
      "start": 930768,
      "end": 936760,
      "confidence": 0.9191433333333335
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Yeah. You know, your Carl just said, God. We listening?",
      "start": 936872,
      "end": 940320,
      "confidence": 0.76015
    },
    {
      "pos": 242,
      "speaker": "B",
      "text": "Not really.",
      "start": 940392,
      "end": 941024,
      "confidence": 0.99008
    },
    {
      "pos": 243,
      "speaker": "A",
      "text": "He looks out the window and he looked at me and he was looking at me and I looked over at him, he said, see, now's that. That's. That would be good to die. Now what? He meant that weather. That would be good to die. And I said, of what? He went old age.",
      "start": 941144,
      "end": 955980,
      "confidence": 0.8982878181818182
    },
    {
      "pos": 244,
      "speaker": "B",
      "text": "Yeah.",
      "start": 956052,
      "end": 956704,
      "confidence": 0.73984
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "What's going on up there?",
      "start": 957724,
      "end": 958868,
      "confidence": 0.9319
    },
    {
      "pos": 246,
      "speaker": "B",
      "text": "He's a philosopher, Rick. He is on a different plane to us.",
      "start": 958916,
      "end": 961676,
      "confidence": 0.8309566666666667
    },
    {
      "pos": 247,
      "speaker": "C",
      "text": "The other week I came in when it was really miserable, and I said to you, God, can you imagine dying today?",
      "start": 961820,
      "end": 966764,
      "confidence": 0.9050086363636364
    },
    {
      "pos": 248,
      "speaker": "A",
      "text": "Yeah.",
      "start": 966924,
      "end": 967740,
      "confidence": 0.67515
    },
    {
      "pos": 249,
      "speaker": "C",
      "text": "Because.",
      "start": 967932,
      "end": 968308,
      "confidence": 0.74605
    },
    {
      "pos": 250,
      "speaker": "B",
      "text": "Whereas today you feel it would be a much better day to die because.",
      "start": 968356,
      "end": 970292,
      "confidence": 0.8973707142857144
    },
    {
      "pos": 251,
      "speaker": "C",
      "text": "It'S bright, the curtains open, shining. It's like.",
      "start": 970308,
      "end": 973176,
      "confidence": 0.6697062500000001
    },
    {
      "pos": 252,
      "speaker": "B",
      "text": "I mean, you'd still be a bit angsty about the dying thing, wouldn't you? I mean, I don't suppose that would be alleviated. Sure. Okay. Well, hopefully we'll still be broadcasting, you know, when one of us reaches that happy moment and we can. We can check.",
      "start": 973240,
      "end": 985840,
      "confidence": 0.9157702127659577
    },
    {
      "pos": 253,
      "speaker": "A",
      "text": "Yeah, it's got quite a lot of.",
      "start": 985952,
      "end": 987288,
      "confidence": 0.8186571428571429
    },
    {
      "pos": 254,
      "speaker": "B",
      "text": "Emails, Rick, coming in about band names. I think a lot of people are going wrong for simple reason. They think it's funny to have an ironic band name. Yeah, they think it's a bit comical. And I just don't think there's any great bands that have had a comical name that have made it into stadium filling.",
      "start": 987296,
      "end": 1000632,
      "confidence": 0.927743275862069
    },
    {
      "pos": 255,
      "speaker": "A",
      "text": "That band. Where's me jumper? What were they called?",
      "start": 1000688,
      "end": 1003736,
      "confidence": 0.6923400000000002
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "I don't know what they were called. I mean, the obvious example of one that was never going to make it internationally.",
      "start": 1003760,
      "end": 1008992,
      "confidence": 0.9595072727272727
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "Splotchy bounds. Blogness abounds. No, I like them.",
      "start": 1009128,
      "end": 1013440,
      "confidence": 0.6600937499999999
    },
    {
      "pos": 258,
      "speaker": "B",
      "text": "Splodge. Nice abounds.",
      "start": 1013552,
      "end": 1014600,
      "confidence": 0.24775999999999998
    },
    {
      "pos": 259,
      "speaker": "A",
      "text": "Loganous abounds. They were great.",
      "start": 1014632,
      "end": 1015976,
      "confidence": 0.6624380000000001
    },
    {
      "pos": 260,
      "speaker": "B",
      "text": "Ladies and gentlemen, please welcome to the stage car to the unstoppable sex machine, USM. These are some of the ones we've had emailed in. These are bands, obviously, that haven't made it so far, and I don't think they will. Lady. Please welcome to the stage the lazy birds. Nope.",
      "start": 1016040,
      "end": 1029048,
      "confidence": 0.8786254901960779
    },
    {
      "pos": 261,
      "speaker": "A",
      "text": "Anyone?",
      "start": 1029216,
      "end": 1029576,
      "confidence": 0.35752
    },
    {
      "pos": 262,
      "speaker": "B",
      "text": "Please welcome to the stage the paperclips.",
      "start": 1029600,
      "end": 1031664,
      "confidence": 0.7877799999999998
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "That's not a real bad one. Said in no man name is weirder than the others. And also you grow into it. I mean, this. The Stones and the Beatles are iconic because they are iconic what you think you'll grow into.",
      "start": 1031784,
      "end": 1043040,
      "confidence": 0.843722142857143
    },
    {
      "pos": 264,
      "speaker": "B",
      "text": "Ladies and please welcome Shuttle Rock. Ladies and gentlemen, please welcome Tree House casino.",
      "start": 1043072,
      "end": 1050044,
      "confidence": 0.7780471428571428
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "I don't think that's just made up.",
      "start": 1050794,
      "end": 1053042,
      "confidence": 0.8072942857142857
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Well, possible.",
      "start": 1053098,
      "end": 1053626,
      "confidence": 0.783805
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "They all are, but they obviously.",
      "start": 1053690,
      "end": 1054770,
      "confidence": 0.704965
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "My point is, people say there's no logic to band names, but if you think about name like the Smiths, that's genius. It sums up everything that band is about. You know, the kind of. That they're capturing that mediocre world of grim up northness.",
      "start": 1054802,
      "end": 1064458,
      "confidence": 0.8718097777777779
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "You know, Sonic, you.",
      "start": 1064506,
      "end": 1066162,
      "confidence": 0.9434825
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "Sonic youth is genius.",
      "start": 1066218,
      "end": 1067474,
      "confidence": 0.6999725000000001
    },
    {
      "pos": 271,
      "speaker": "A",
      "text": "Nirvana, these are.",
      "start": 1067514,
      "end": 1068818,
      "confidence": 0.9306266666666666
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "These are incredible neck band names. There is some logic to it.",
      "start": 1068866,
      "end": 1071442,
      "confidence": 0.7814475
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1071458,
      "end": 1071634,
      "confidence": 0.53179
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "Genuinely. It's not just arbitrary words. The cure.",
      "start": 1071674,
      "end": 1074530,
      "confidence": 0.75432875
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "The cure madness sounds really good, aren't they?",
      "start": 1074602,
      "end": 1077460,
      "confidence": 0.7610075
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Yeah. But again, they were never gonna be. They were never gonna be world beat.",
      "start": 1077642,
      "end": 1082016,
      "confidence": 0.7952686666666666
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "But they were a comical band, essentially. Party band Madness is fine for that.",
      "start": 1082040,
      "end": 1085872,
      "confidence": 0.8794464285714286
    },
    {
      "pos": 278,
      "speaker": "A",
      "text": "But that's a great songs as well. And then it. Then it sort of turned it all.",
      "start": 1085888,
      "end": 1089552,
      "confidence": 0.8446441176470587
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Because then, I mean, Rick, I don't.",
      "start": 1089568,
      "end": 1090552,
      "confidence": 0.8498385714285713
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Know how many members home today is a great song.",
      "start": 1090568,
      "end": 1092896,
      "confidence": 0.9139929999999999
    },
    {
      "pos": 281,
      "speaker": "B",
      "text": "This is from an email. I don't know how many members of the band there are in chimney factory, but.",
      "start": 1093080,
      "end": 1098288,
      "confidence": 0.9183695000000001
    },
    {
      "pos": 282,
      "speaker": "A",
      "text": "Which.",
      "start": 1098336,
      "end": 1098592,
      "confidence": 0.44986
    },
    {
      "pos": 283,
      "speaker": "B",
      "text": "If there's five people who decided. Had they all agreed. Yeah, that's a great. That's the best name, right?",
      "start": 1098648,
      "end": 1105448,
      "confidence": 0.8957731578947367
    },
    {
      "pos": 284,
      "speaker": "A",
      "text": "He started the band and they rehearsed around his house. So Dale went, look, it's called Chimney Factory. My granny's were all right down. But it's not. I've got some other.",
      "start": 1105576,
      "end": 1112544,
      "confidence": 0.7630625806451613
    },
    {
      "pos": 285,
      "speaker": "B",
      "text": "But.",
      "start": 1112584,
      "end": 1112712,
      "confidence": 0.67317
    },
    {
      "pos": 286,
      "speaker": "A",
      "text": "No, it's called Chimney Factory.",
      "start": 1112728,
      "end": 1114456,
      "confidence": 0.7070739999999999
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "I've got. I own the van and the amps.",
      "start": 1114480,
      "end": 1116240,
      "confidence": 0.7281122222222223
    },
    {
      "pos": 288,
      "speaker": "A",
      "text": "As paperclips gone. There's a band in paper clips. We can't. You know, we just argue over forever.",
      "start": 1116312,
      "end": 1122800,
      "confidence": 0.8022383333333332
    },
    {
      "pos": 289,
      "speaker": "B",
      "text": "And you just. All I'm saying is think before you name your band, all right? Because he's never gonna happen. If you've got a comical band.",
      "start": 1122912,
      "end": 1127704,
      "confidence": 0.877198846153846
    },
    {
      "pos": 290,
      "speaker": "A",
      "text": "There was a feminist band called Clitoris, all sorts, which is quite good.",
      "start": 1127744,
      "end": 1131580,
      "confidence": 0.8934538461538464
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "You laugh and then you just think, oh, yeah. You know, I'm never gonna have that on my t shirt.",
      "start": 1131652,
      "end": 1136304,
      "confidence": 0.8807069999999999
    },
    {
      "pos": 292,
      "speaker": "A",
      "text": "It's that time of the day now. Talking about. Yep. Song for the lovers.",
      "start": 1139724,
      "end": 1143692,
      "confidence": 0.9106428571428571
    },
    {
      "pos": 293,
      "speaker": "B",
      "text": "Sure.",
      "start": 1143748,
      "end": 1143940,
      "confidence": 0.38535
    },
    {
      "pos": 294,
      "speaker": "A",
      "text": "Speak now, Steve. I mean, I will play great old tunes to the cows.",
      "start": 1143972,
      "end": 1149836,
      "confidence": 0.8570528571428573
    },
    {
      "pos": 295,
      "speaker": "B",
      "text": "Come.",
      "start": 1149860,
      "end": 1149996,
      "confidence": 0.52671
    },
    {
      "pos": 296,
      "speaker": "A",
      "text": "And we got. We gotta give him a little bit of dandy Warhols and air and athlete. I know that. And they're great. They're good, right? But I wanted to play a cat Steven song, but I thought I better not cuz I've, you know, play that a little bit. And we quite like resurrecting old reputations, don't we? People like out and John who add bad faces or David Bowie.",
      "start": 1150020,
      "end": 1167422,
      "confidence": 0.8349747887323943
    },
    {
      "pos": 297,
      "speaker": "B",
      "text": "People whose names now largely laughed at.",
      "start": 1167478,
      "end": 1169766,
      "confidence": 0.85302
    },
    {
      "pos": 298,
      "speaker": "A",
      "text": "In the serious role people might not have considered. I thought Cassie was Rod Stewart. I thought, was he Rod Stewart?",
      "start": 1169790,
      "end": 1175990,
      "confidence": 0.91062
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "Many people now are thinking of the leopard, hot pants, ludicrous, sexy and all.",
      "start": 1176022,
      "end": 1180342,
      "confidence": 0.8983907142857142
    },
    {
      "pos": 300,
      "speaker": "A",
      "text": "Those sort of awful stadium sort of disco things. But he wrote beautiful tracks from Maggie Maith and I thought, hold on, two birds of 1 st. What about a Rod Stewart song written by Cat Stevens?",
      "start": 1180358,
      "end": 1191088,
      "confidence": 0.8368786486486485
    },
    {
      "pos": 301,
      "speaker": "B",
      "text": "Wow, is there such a thing?",
      "start": 1191136,
      "end": 1192432,
      "confidence": 0.9933883333333333
    },
    {
      "pos": 302,
      "speaker": "A",
      "text": "The first cut is the deepest.",
      "start": 1192488,
      "end": 1193824,
      "confidence": 0.97695
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Let's hear it, Rick.",
      "start": 1193864,
      "end": 1194560,
      "confidence": 0.86053
    },
    {
      "pos": 304,
      "speaker": "A",
      "text": "On this album as well is the killing of George. Georgie, part one and two. Remember about the guy bloke George Boyle was gay. I guess his favorite song rolls. Favorite song, yeah. And now I was going, oh, yeah, I remember that, yeah, I said about them and I said, did not intend to take his life, he just pushed. When he gets mugged and killed, do you know what he said I was doing outside? I was singing. He went, well, I said, as I said, they go out too late.",
      "start": 1194632,
      "end": 1220064,
      "confidence": 0.8374507526881719
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "They go out too late.",
      "start": 1221324,
      "end": 1222484,
      "confidence": 0.988186
    },
    {
      "pos": 306,
      "speaker": "A",
      "text": "He meant gay people go out too late. He went, no, they do. What do you mean? He said, well, they're always out. They go out when people are coming home. He said if he'd have been in bed by ten, he'd still be alive today. And he went, there's one that works here. And he shattered every Monday.",
      "start": 1222524,
      "end": 1235024,
      "confidence": 0.9289581355932204
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Oh, if you're gay and you're listening, just be in bed earlier. Go out when sensible people go out.",
      "start": 1237624,
      "end": 1242464,
      "confidence": 0.8385515789473684
    },
    {
      "pos": 308,
      "speaker": "A",
      "text": "Yeah, you're right.",
      "start": 1242544,
      "end": 1243512,
      "confidence": 0.9084266666666667
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "We're not on the continent, Carly.",
      "start": 1243528,
      "end": 1244976,
      "confidence": 0.8338533333333332
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "If you're gay and you're not in bed by ten, go home.",
      "start": 1245120,
      "end": 1247784,
      "confidence": 0.964305
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Yeah, I don't get it.",
      "start": 1247864,
      "end": 1249364,
      "confidence": 0.938326
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "First cut is the deepest, Rod Stewart. And don't be like XFM 104.95 to two.",
      "start": 1250344,
      "end": 1268008,
      "confidence": 0.8117513333333334
    },
    {
      "pos": 313,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 1268096,
      "end": 1268656,
      "confidence": 0.85256
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "Richard, vase with me, Steve Merchant, smirch smirk. The smirch. The Smirch and the Cayman KP. Carl Pilkington, the Cayman.",
      "start": 1268720,
      "end": 1278560,
      "confidence": 0.651965
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "Pressing the buttons.",
      "start": 1278752,
      "end": 1279768,
      "confidence": 0.9549233333333333
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Yeah. See that in heat this week. What was it about the campaign to stop Carl going back to Manchester? You know, because he's a miserable sort of northerner who goes, London's crap and I'm gonna go back up north.",
      "start": 1279856,
      "end": 1288488,
      "confidence": 0.8226645000000004
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1288536,
      "end": 1288880,
      "confidence": 0.67309
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "And I only need 40 quid a week to live up there like king and all that sort of rubbish. Right, well, um, Boyd from heat and we met him at the war terminal and we're saying about. Oh, yeah, he's really enjoys car. He's getting a lot of. And I was going, oh yeah, but he's thinking of leaving. He's going off start campaign. He did. He put it in there. So the campaign. So write in if you like Carl, if you think he's really annoying, then we'll stop talking to him. Yeah, but I mean I like him.",
      "start": 1288952,
      "end": 1318904,
      "confidence": 0.8772999009900989
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "I love him.",
      "start": 1318944,
      "end": 1319552,
      "confidence": 0.9727966666666665
    },
    {
      "pos": 320,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1319648,
      "end": 1320000,
      "confidence": 0.44429
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "Have you ever read the white man, the white van man column in the sun? Have you familiar with this? This is where every day in the sun they interview a guy who drives a van. White van, just, you know, in order to get the kind of voice of the man on the street in the paper. And he has to answer or just give his opinions really, on events that have made the news each week. Just thought we could maybe throw some of these at you, Carl, because we know you to see what your views are.",
      "start": 1320072,
      "end": 1340064,
      "confidence": 0.9468671999999999
    },
    {
      "pos": 322,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1340104,
      "end": 1340464,
      "confidence": 0.81868
    },
    {
      "pos": 323,
      "speaker": "B",
      "text": "So I'm just. The first thing that comes to your mind is sort of your initial reaction.",
      "start": 1340544,
      "end": 1343584,
      "confidence": 0.9259305882352943
    },
    {
      "pos": 324,
      "speaker": "A",
      "text": "To each of these top all things, but you don't need to know about them. It's just your philosophy on it. Just your views, you know. Yeah.",
      "start": 1343664,
      "end": 1347942,
      "confidence": 0.8203544444444444
    },
    {
      "pos": 325,
      "speaker": "C",
      "text": "I only had a few days off this week, remember? So I don't know what's going on in the world.",
      "start": 1348008,
      "end": 1351454,
      "confidence": 0.9027735
    },
    {
      "pos": 326,
      "speaker": "B",
      "text": "Yeah. I mean, you stayed in London though, didn't you?",
      "start": 1351754,
      "end": 1354346,
      "confidence": 0.9073809999999998
    },
    {
      "pos": 327,
      "speaker": "A",
      "text": "You didn't bury yourself, did you?",
      "start": 1354530,
      "end": 1356394,
      "confidence": 0.8865516666666666
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "I'd honestly the news, but I didn't.",
      "start": 1356554,
      "end": 1358494,
      "confidence": 0.7884928571428571
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "Okay, so what are your view? What was your view on will young beating Gareth Gates in the final of pop Idol?",
      "start": 1358794,
      "end": 1364114,
      "confidence": 0.9141127272727274
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Don't like him. You know what I was thinking about when I was watching it all the way through? How he looks like he's got a wire coat hanger in his gob. That sort of.",
      "start": 1364234,
      "end": 1372214,
      "confidence": 0.9485897142857143
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "Again, it's radio.",
      "start": 1373314,
      "end": 1374170,
      "confidence": 0.8717666666666667
    },
    {
      "pos": 332,
      "speaker": "B",
      "text": "Karl, great face, funny face you're pulling, doesn't he? Yeah.",
      "start": 1374202,
      "end": 1377082,
      "confidence": 0.676868
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "You know, but you know, a radio.",
      "start": 1377098,
      "end": 1378868,
      "confidence": 0.8526757142857144
    },
    {
      "pos": 334,
      "speaker": "B",
      "text": "And that's a problem for you, is it?",
      "start": 1378956,
      "end": 1380396,
      "confidence": 0.94878125
    },
    {
      "pos": 335,
      "speaker": "C",
      "text": "And just the way he's from a really rich family. I opened up the paper on the Monday or something and it had like, I went to a posh school and he's got loads of money already. It's just a bit key.",
      "start": 1380460,
      "end": 1390980,
      "confidence": 0.9144442857142858
    },
    {
      "pos": 336,
      "speaker": "B",
      "text": "Right.",
      "start": 1391052,
      "end": 1391236,
      "confidence": 0.36466
    },
    {
      "pos": 337,
      "speaker": "A",
      "text": "Now, what's the second question?",
      "start": 1391260,
      "end": 1392676,
      "confidence": 0.7098720000000001
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "Um, there have been huge rises in street crime, especially muggings and carjackings. What's your view there?",
      "start": 1392820,
      "end": 1398464,
      "confidence": 0.8805200000000001
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "More youth clubs are needed, aren't they?",
      "start": 1399524,
      "end": 1401356,
      "confidence": 0.9320457142857144
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "Do you think? More youth clubs?",
      "start": 1401500,
      "end": 1402708,
      "confidence": 0.9052966666666666
    },
    {
      "pos": 341,
      "speaker": "A",
      "text": "I like that. No, I like that because it's so 1950s.",
      "start": 1402756,
      "end": 1406612,
      "confidence": 0.9593972727272728
    },
    {
      "pos": 342,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1406668,
      "end": 1406972,
      "confidence": 0.79839
    },
    {
      "pos": 343,
      "speaker": "A",
      "text": "It's sort of like you want to Bobby on the beat, that clip you around the ear.",
      "start": 1407028,
      "end": 1409772,
      "confidence": 0.8835470588235295
    },
    {
      "pos": 344,
      "speaker": "B",
      "text": "So once they've come out of national service.",
      "start": 1409828,
      "end": 1411544,
      "confidence": 0.91760875
    },
    {
      "pos": 345,
      "speaker": "A",
      "text": "No, I love that. And if you find someone smoking a wood by me, you make them smoke 50.",
      "start": 1412724,
      "end": 1416948,
      "confidence": 0.864918947368421
    },
    {
      "pos": 346,
      "speaker": "B",
      "text": "Yeah, exactly.",
      "start": 1417036,
      "end": 1417780,
      "confidence": 0.583745
    },
    {
      "pos": 347,
      "speaker": "A",
      "text": "This is great. That is great.",
      "start": 1417852,
      "end": 1419492,
      "confidence": 0.99544
    },
    {
      "pos": 348,
      "speaker": "B",
      "text": "Did you used to go to youth clubs? Yeah. And they kept you out of trouble?",
      "start": 1419628,
      "end": 1423624,
      "confidence": 0.9225425
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "You used to get into a fight afterwards when you came out, but for.",
      "start": 1424204,
      "end": 1427132,
      "confidence": 0.9209614285714285
    },
    {
      "pos": 350,
      "speaker": "B",
      "text": "The sort of hour and a half you were there, you had a bit.",
      "start": 1427148,
      "end": 1428652,
      "confidence": 0.9176149999999998
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "Of pool and some boxing and pop.",
      "start": 1428668,
      "end": 1431424,
      "confidence": 0.9622714285714286
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "So more youth clubs. That's good.",
      "start": 1432684,
      "end": 1434276,
      "confidence": 0.8403
    },
    {
      "pos": 353,
      "speaker": "A",
      "text": "I love him. I love him. If you're at home, just make notes because this is brilliant stuff. Honestly. You won't hear more honest from the heart stuff than this. This is great.",
      "start": 1434340,
      "end": 1443948,
      "confidence": 0.898758484848485
    },
    {
      "pos": 354,
      "speaker": "B",
      "text": "This is not pre planned. These are your direct responses.",
      "start": 1444036,
      "end": 1446260,
      "confidence": 0.9289310000000001
    },
    {
      "pos": 355,
      "speaker": "A",
      "text": "Now, I promise you, Carl did not. He never knows what we're going to do and he always answers honestly. That is the beauty of Carl, what is not an act.",
      "start": 1446292,
      "end": 1454212,
      "confidence": 0.9315070967741934
    },
    {
      "pos": 356,
      "speaker": "B",
      "text": "What is your view, Carl, on New York's former mayor becoming Sir Rudy Giuliani? Sir Rudy Giuliani.",
      "start": 1454308,
      "end": 1460316,
      "confidence": 0.9040935294117648
    },
    {
      "pos": 357,
      "speaker": "C",
      "text": "Is he happy with it?",
      "start": 1460340,
      "end": 1461424,
      "confidence": 0.905708
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "He appears to be pleased with it.",
      "start": 1462404,
      "end": 1463850,
      "confidence": 0.9799242857142857
    },
    {
      "pos": 359,
      "speaker": "C",
      "text": "Let it go ahead.",
      "start": 1463972,
      "end": 1464994,
      "confidence": 0.889305
    },
    {
      "pos": 360,
      "speaker": "A",
      "text": "Oh, he's genius.",
      "start": 1467894,
      "end": 1468998,
      "confidence": 0.8168000000000001
    },
    {
      "pos": 361,
      "speaker": "B",
      "text": "Okay.",
      "start": 1469046,
      "end": 1469606,
      "confidence": 0.88228
    },
    {
      "pos": 362,
      "speaker": "A",
      "text": "Is he happy with it? He's like your nan.",
      "start": 1469710,
      "end": 1472094,
      "confidence": 0.9282111111111112
    },
    {
      "pos": 363,
      "speaker": "B",
      "text": "Yeah. Yeah. What did you make of Michael Greco's character? Bepe being axed from EastEnders?",
      "start": 1472174,
      "end": 1477714,
      "confidence": 0.78034
    },
    {
      "pos": 364,
      "speaker": "C",
      "text": "Problem for you, the whole soap thing. What sits back in Creation street and she. What's her name? Who bet Lynn's so she'd go off and be a bigger star.",
      "start": 1481414,
      "end": 1491434,
      "confidence": 0.8369786666666669
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1491514,
      "end": 1492010,
      "confidence": 0.8263
    },
    {
      "pos": 366,
      "speaker": "C",
      "text": "All went wrong and now she's coming back.",
      "start": 1492122,
      "end": 1494338,
      "confidence": 0.9906024999999999
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "Yeah. Always happens.",
      "start": 1494386,
      "end": 1495386,
      "confidence": 0.7637166666666667
    },
    {
      "pos": 368,
      "speaker": "C",
      "text": "People be back.",
      "start": 1495450,
      "end": 1496314,
      "confidence": 0.84176
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1496434,
      "end": 1496754,
      "confidence": 0.81083
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "No one really cares.",
      "start": 1496794,
      "end": 1497666,
      "confidence": 0.9484425000000001
    },
    {
      "pos": 371,
      "speaker": "B",
      "text": "Sure, sure. What van man says, obviously they feel the character has run his course, but I think he's a pretty good actor and I can't understand why. I mean, obviously there's a white van man there who's also got an opinion on script development.",
      "start": 1497730,
      "end": 1510854,
      "confidence": 0.8837544444444444
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "The twelve week narrative, the arc really shows itself up.",
      "start": 1513554,
      "end": 1516914,
      "confidence": 0.805313
    },
    {
      "pos": 373,
      "speaker": "B",
      "text": "Two last ones I want your opinion on here. What do you make of a cat that's been cloned in a secret 2.5 million research project to find out what if they can clone cats? Yeah.",
      "start": 1517034,
      "end": 1526374,
      "confidence": 0.9495066666666665
    },
    {
      "pos": 374,
      "speaker": "C",
      "text": "Have they had to hurt it?",
      "start": 1526454,
      "end": 1527646,
      "confidence": 0.6808583333333332
    },
    {
      "pos": 375,
      "speaker": "B",
      "text": "Sorry?",
      "start": 1527790,
      "end": 1528230,
      "confidence": 0.9029
    },
    {
      "pos": 376,
      "speaker": "C",
      "text": "Have they had to avert it to do that?",
      "start": 1528302,
      "end": 1530094,
      "confidence": 0.8291344444444444
    },
    {
      "pos": 377,
      "speaker": "B",
      "text": "Have they had to hurt it?",
      "start": 1530134,
      "end": 1531070,
      "confidence": 0.9190866666666667
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1531102,
      "end": 1531246,
      "confidence": 0.83994
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "Or is it just scraping its tongue for some stuff?",
      "start": 1531270,
      "end": 1533702,
      "confidence": 0.9608970000000001
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "I think the cat's fine. The point is that they're cloning another creature which is potentially very dangerous. Have you seen that film where they bring Hitler back, that cat?",
      "start": 1533838,
      "end": 1542158,
      "confidence": 0.9263133333333333
    },
    {
      "pos": 381,
      "speaker": "A",
      "text": "What if that cat turned out to be a world dictator?",
      "start": 1542206,
      "end": 1544742,
      "confidence": 0.9465236363636363
    },
    {
      "pos": 382,
      "speaker": "B",
      "text": "Exactly. What do you reckon a cloning generally, Carl? You concerned about it when they're cloning for organs.",
      "start": 1544798,
      "end": 1549540,
      "confidence": 0.8189472222222222
    },
    {
      "pos": 383,
      "speaker": "A",
      "text": "You know, they grow them for the, you know.",
      "start": 1549572,
      "end": 1551348,
      "confidence": 0.8418477777777778
    },
    {
      "pos": 384,
      "speaker": "B",
      "text": "Do you know what cloning means? Yeah.",
      "start": 1551436,
      "end": 1552852,
      "confidence": 0.9165785714285715
    },
    {
      "pos": 385,
      "speaker": "C",
      "text": "It's when you, like, make something else. That's the same, innit?",
      "start": 1552868,
      "end": 1555052,
      "confidence": 0.9075209090909091
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "Right?",
      "start": 1555108,
      "end": 1555540,
      "confidence": 0.9953
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1555652,
      "end": 1556076,
      "confidence": 0.95977
    },
    {
      "pos": 388,
      "speaker": "C",
      "text": "I mean, it's not gonna do any harm.",
      "start": 1556140,
      "end": 1557396,
      "confidence": 0.8689475
    },
    {
      "pos": 389,
      "speaker": "B",
      "text": "Okay.",
      "start": 1557460,
      "end": 1558068,
      "confidence": 0.89377
    },
    {
      "pos": 390,
      "speaker": "A",
      "text": "And, and finally on the World council.",
      "start": 1558196,
      "end": 1561340,
      "confidence": 0.7762099999999998
    },
    {
      "pos": 391,
      "speaker": "B",
      "text": "Yeah, yeah. Finally. What do you make of some city workers who were caught bonking in the glass lifts of the Lloyds building?",
      "start": 1561452,
      "end": 1567464,
      "confidence": 0.9116639130434783
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "What do I make of it?",
      "start": 1568764,
      "end": 1569836,
      "confidence": 0.9726066666666667
    },
    {
      "pos": 393,
      "speaker": "B",
      "text": "Yeah. Is that problem for you? Do you think that's unprofessional?",
      "start": 1569900,
      "end": 1572092,
      "confidence": 0.9168754545454544
    },
    {
      "pos": 394,
      "speaker": "C",
      "text": "Was it the lunch break or.",
      "start": 1572188,
      "end": 1573500,
      "confidence": 0.9389933333333333
    },
    {
      "pos": 395,
      "speaker": "B",
      "text": "I think it was lunch break. Hit with their own is their own time, I think. Fair enough. It only takes 45 seconds to go from the bottom to the top. Is that problem? They moved quickly. They acted, you know, on instinct. Do you think? Fair enough. If they say natural instincts and they're both consenting, you think, fine, yeah. Okay. Thanks very much, Carl.",
      "start": 1573572,
      "end": 1589222,
      "confidence": 0.8816168181818181
    },
    {
      "pos": 396,
      "speaker": "A",
      "text": "Thanks very much, Carl.",
      "start": 1589398,
      "end": 1590774,
      "confidence": 0.8663325000000001
    },
    {
      "pos": 397,
      "speaker": "B",
      "text": "We'll have more of Carl's world weary opinions next time on the show. I want to play a track that I love.",
      "start": 1590854,
      "end": 1596554,
      "confidence": 0.9186686363636365
    },
    {
      "pos": 398,
      "speaker": "A",
      "text": "I can't wait for this track. It's, it's by a great band. Just going to do it before Steve does this. Coming up, we're going to give away a great game. I'm sort of clearing out my flat with toy night and we got, you know, a lot of junk there's. And we're going to give away a great game coming up. You've seen it, Steve. You're excited. It's a board game. It's a board game that we're all going to sign. It's going to be signed by Jerv Smirch, KP, the Cayman. So you could win that.",
      "start": 1597094,
      "end": 1618566,
      "confidence": 0.876330918367347
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "The classic album Copper Blue by Sugar. Listening to it again recently reminded how good it was. This is the track Hoover dam play.",
      "start": 1618630,
      "end": 1624394,
      "confidence": 0.9585370833333333
    },
    {
      "pos": 400,
      "speaker": "A",
      "text": "White stripes fell in love with a girl on XFM. 104.9 is 02:10 right? Okay, that's the first hour out of the way. Next hour, Steve, I've got a game to give away as I sound sort of cleaning out my flat a little bit. And we're gonna throw away stuff. And I went, I went, so.",
      "start": 1634834,
      "end": 1647522,
      "confidence": 0.8317715789473685
    },
    {
      "pos": 401,
      "speaker": "B",
      "text": "Whoa, whoa, whoa.",
      "start": 1647578,
      "end": 1648298,
      "confidence": 0.49677
    },
    {
      "pos": 402,
      "speaker": "A",
      "text": "Don't throw that away. Yeah, I can give that away on the show because XFM don't give us anything to give away.",
      "start": 1648426,
      "end": 1652842,
      "confidence": 0.9511404545454544
    },
    {
      "pos": 403,
      "speaker": "B",
      "text": "No.",
      "start": 1652898,
      "end": 1653234,
      "confidence": 0.80647
    },
    {
      "pos": 404,
      "speaker": "A",
      "text": "Does anyone care what happens weekends?",
      "start": 1653314,
      "end": 1655402,
      "confidence": 0.9222800000000001
    },
    {
      "pos": 405,
      "speaker": "B",
      "text": "No.",
      "start": 1655498,
      "end": 1656018,
      "confidence": 0.87243
    },
    {
      "pos": 406,
      "speaker": "A",
      "text": "There's people coming here going, oh, he hasn't turned up. Fiddling with stuff. Fire alarms going off the library. But we were looking for a track we played a couple of weeks ago on the same album and it's gone.",
      "start": 1656146,
      "end": 1665512,
      "confidence": 0.9121249999999999
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "Yeah. It's been pinched since we last played it.",
      "start": 1665568,
      "end": 1667744,
      "confidence": 0.9812966666666667
    },
    {
      "pos": 408,
      "speaker": "A",
      "text": "This is a. I can't believe it. They're moving. That's like a tip out there. And I have to. It's disgusting.",
      "start": 1667824,
      "end": 1678544,
      "confidence": 0.8357704761904762
    },
    {
      "pos": 409,
      "speaker": "B",
      "text": "How many of the dj's on this station have won multiple awards like Ricky Gervais?",
      "start": 1678584,
      "end": 1682152,
      "confidence": 0.9153533333333334
    },
    {
      "pos": 410,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1682208,
      "end": 1682884,
      "confidence": 0.94141
    },
    {
      "pos": 411,
      "speaker": "B",
      "text": "How many of them are double award winning?",
      "start": 1683424,
      "end": 1685512,
      "confidence": 0.9224312500000001
    },
    {
      "pos": 412,
      "speaker": "A",
      "text": "To have someone of my caliber hurt my ankle, didn't I move in a chair? I had to move and move my own chair in here and I ate my ankle. That teach me not to wear socks. Yeah, the socks were just taken out the st.",
      "start": 1685608,
      "end": 1695464,
      "confidence": 0.8053272340425532
    },
    {
      "pos": 413,
      "speaker": "B",
      "text": "I think. I think just walking around barefoot generally, you know, there's the needles, Rick. There's also.",
      "start": 1695504,
      "end": 1700976,
      "confidence": 0.850464705882353
    },
    {
      "pos": 414,
      "speaker": "A",
      "text": "I know all that world posh does it in her video. She walks around barefoot.",
      "start": 1701040,
      "end": 1704088,
      "confidence": 0.8542113333333334
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "Oh.",
      "start": 1704136,
      "end": 1704248,
      "confidence": 0.5
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "You know.",
      "start": 1704256,
      "end": 1704884,
      "confidence": 0.642865
    },
    {
      "pos": 417,
      "speaker": "B",
      "text": "Ricky absolutely loves the current Victoria Beckham.",
      "start": 1707224,
      "end": 1709344,
      "confidence": 0.7741614285714286
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "Yeah. The sentiment. My heart's got a mind of its own. So, like, doesn't matter what I'm thinking, my heart says something else. Of course, what we did for the last week was change the lyrics.",
      "start": 1709384,
      "end": 1718364,
      "confidence": 0.8909344444444441
    },
    {
      "pos": 419,
      "speaker": "B",
      "text": "Just walked around for ages.",
      "start": 1718404,
      "end": 1719740,
      "confidence": 0.835676
    },
    {
      "pos": 420,
      "speaker": "A",
      "text": "Does anyone else do that? Just going things like, my wife's got a cock of her own. Interesting. Seriously.",
      "start": 1719772,
      "end": 1728628,
      "confidence": 0.8454963157894736
    },
    {
      "pos": 421,
      "speaker": "B",
      "text": "Hours of amusement just changing it. My knobs got some balls of its own.",
      "start": 1728676,
      "end": 1735868,
      "confidence": 0.904847142857143
    },
    {
      "pos": 422,
      "speaker": "A",
      "text": "We're doing that for a week. Meant to be working. Yeah.",
      "start": 1735996,
      "end": 1740732,
      "confidence": 0.9304836363636365
    },
    {
      "pos": 423,
      "speaker": "B",
      "text": "Anyway, you were gonna give away this game, Rick.",
      "start": 1740788,
      "end": 1742228,
      "confidence": 0.7894933333333333
    },
    {
      "pos": 424,
      "speaker": "A",
      "text": "Yeah, it's called donuts and it's a game for four players or two to four.",
      "start": 1742276,
      "end": 1746276,
      "confidence": 0.880806
    },
    {
      "pos": 425,
      "speaker": "B",
      "text": "Have you ever played it yourself?",
      "start": 1746300,
      "end": 1747412,
      "confidence": 0.8863016666666667
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "I watched. We sort of got it for a party and I watched some people.",
      "start": 1747548,
      "end": 1751264,
      "confidence": 0.9686140000000001
    },
    {
      "pos": 427,
      "speaker": "B",
      "text": "Can I try and sell it to punters who may.",
      "start": 1751804,
      "end": 1753340,
      "confidence": 0.8773579999999999
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 1753372,
      "end": 1753980,
      "confidence": 0.8114533333333332
    },
    {
      "pos": 429,
      "speaker": "B",
      "text": "Play the part of a crazy doughnut loving elephant in this hilarious game of fun and fast. Yeah.",
      "start": 1754052,
      "end": 1759444,
      "confidence": 0.9482283333333333
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "You put on the elephant thing and you have to pull up and get up the doughnuts.",
      "start": 1759524,
      "end": 1763052,
      "confidence": 0.8121341176470588
    },
    {
      "pos": 431,
      "speaker": "B",
      "text": "Brilliant. Can you be the first elephant to get all your doughnuts on your trunk? Be the first one. The first one is.",
      "start": 1763148,
      "end": 1768932,
      "confidence": 0.9058147826086956
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "This isn't a sex game, by the way. There's no euphemisms there.",
      "start": 1768988,
      "end": 1771548,
      "confidence": 0.9203316666666668
    },
    {
      "pos": 433,
      "speaker": "B",
      "text": "Some of this is a bit slightly damaged, the packaging. That's why I couldn't read them.",
      "start": 1771596,
      "end": 1774116,
      "confidence": 0.8958162500000001
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "You're joking.",
      "start": 1774140,
      "end": 1774604,
      "confidence": 0.811075
    },
    {
      "pos": 435,
      "speaker": "B",
      "text": "Yeah, but don't worry, because. Much for this. Are you pound five. Bear in mind, it'll be signed by double award winning Ricky.",
      "start": 1774644,
      "end": 1782484,
      "confidence": 0.8855173913043477
    },
    {
      "pos": 436,
      "speaker": "A",
      "text": "No, of course it's free. And Carl went, we got a question. I went, now. He said, well, something about the elephant man.",
      "start": 1782524,
      "end": 1789780,
      "confidence": 0.932704347826087
    },
    {
      "pos": 437,
      "speaker": "B",
      "text": "Something about the elephant.",
      "start": 1789972,
      "end": 1790972,
      "confidence": 0.8083075
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Yeah. And I went, yeah. You know John Merrick? You went, yeah. He went, yeah. Something about that. Awful, wasn't it? I went, you know where Michael Jackson actually bid for the skeleton of that? And he went, what would the skeleton be affected? I went, without it grows. That's what happens. It's nice. And he went, you don't see any of that about these days, do you? Any gratitude? I just said, save it.",
      "start": 1791028,
      "end": 1812928,
      "confidence": 0.8737556000000003
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "Although, of course, you have to put on these masks when you play doughnutters. So in a strange way, that looks kind of Merrick esque.",
      "start": 1812976,
      "end": 1818924,
      "confidence": 0.9116896000000001
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1818964,
      "end": 1819624,
      "confidence": 0.91089
    },
    {
      "pos": 441,
      "speaker": "B",
      "text": "The game, which I should just tell people listening, is elephantastic. It says that on the box. I mean, you yourself. Can I say a question, actually?",
      "start": 1820564,
      "end": 1829624,
      "confidence": 0.8616996296296295
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "Okay. Should we sign it first?",
      "start": 1829924,
      "end": 1831636,
      "confidence": 0.9396300000000001
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "We should sign it, but based on the Elephant man question, obviously we all know who directed the Elephant man.",
      "start": 1831700,
      "end": 1837652,
      "confidence": 0.9650005
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "Sure don't.",
      "start": 1837708,
      "end": 1838784,
      "confidence": 0.61481
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "Parker?",
      "start": 1839604,
      "end": 1840140,
      "confidence": 0.37569
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "No, David Lynch. Lynch, of course.",
      "start": 1840172,
      "end": 1841772,
      "confidence": 0.73312
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "Yeah, but do you know who one of the people that got that film made was? He's a very famous comedian. It was his production company that got it up and running. He may be an executive producer. I think he was even the producer of it. And he's an american, famous american comic, actually. You wouldn't imagine this was the same guy who is also producing a very serious, sober film like the Elephant man. All right, we want to know who was that man. Well, yeah, but I mean, that was sort of.",
      "start": 1841828,
      "end": 1863892,
      "confidence": 0.9191819999999998
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "That'll separate. Have you seen anything else that's elephantastic? Not even. Well offhand was elephantastic. He was well offhand.",
      "start": 1863908,
      "end": 1871156,
      "confidence": 0.7865084210526316
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "Rick, have you got any more tat memorabilia that you want to give to people, maybe rid of?",
      "start": 1871180,
      "end": 1876260,
      "confidence": 0.8449888888888889
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Got the counter, won't take it away.",
      "start": 1876452,
      "end": 1877964,
      "confidence": 0.7874014285714287
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "I've got loads of junk in my house. I've got an old fridge freezer in the front garden. Anyone's welcome to come and pick that up anytime, I'll sign it for them.",
      "start": 1878004,
      "end": 1883180,
      "confidence": 0.91464875
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "But what about children climbing in it? That's not one of those with the handles, is it?",
      "start": 1883252,
      "end": 1886412,
      "confidence": 0.8927817647058824
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Just several children trapped in there. That's a sobering lesson.",
      "start": 1886548,
      "end": 1890984,
      "confidence": 0.8685439999999998
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "That's a problem, though, isn't it?",
      "start": 1892084,
      "end": 1893132,
      "confidence": 0.7453033333333332
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Because you can't just smash it up. You're right.",
      "start": 1893148,
      "end": 1895196,
      "confidence": 0.8919100000000001
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "Now I don't know what you meant to do.",
      "start": 1895220,
      "end": 1896812,
      "confidence": 0.8065733333333333
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Well, listen, right. When I was growing up, I remember the council used to charge five pounds or something to take away like cookers and fridges. So my dad used to bury them down the bottom of my garden. I don't know, there's. There's a cooker, there's a fridge for. There's a freezer of some sort. There's a dog and a couple of cats. They were dead.",
      "start": 1896868,
      "end": 1914072,
      "confidence": 0.8881385074626866
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "I'm not saying. I mean, my father's quite a mean man, as you know that, but he. My dad used to do that with dead relatives.",
      "start": 1914128,
      "end": 1919644,
      "confidence": 0.9290226923076921
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "Yeah, because those funeral parties, very expensive. A funeral can be, you know, up to 40 quid.",
      "start": 1920304,
      "end": 1926424,
      "confidence": 0.8592305882352941
    },
    {
      "pos": 460,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1926584,
      "end": 1927168,
      "confidence": 0.52297
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "You know, I mean, shovel.",
      "start": 1927216,
      "end": 1928532,
      "confidence": 0.9354720000000001
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "A shovel borrowed off the bloke next door. Yeah.",
      "start": 1928608,
      "end": 1930700,
      "confidence": 0.82924
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Yeah. And not given back, to be honest.",
      "start": 1930732,
      "end": 1932964,
      "confidence": 0.7853375000000001
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1933044,
      "end": 1933444,
      "confidence": 0.29598
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Yeah, well, he's gonna go soon. Was he gonna say to win donut.",
      "start": 1933484,
      "end": 1937100,
      "confidence": 0.8572746153846155
    },
    {
      "pos": 466,
      "speaker": "B",
      "text": "Is signed by Mister Ricky Gervais and two other blokes you've never heard of? Is that a fantastic. Yeah. The question is, what was the famous name, the name of the famous comedian, American produced and had heavy production involvement in the film the Elephant man. The email address is Ricky Gervais FM dot co dot Uk. Carl, what's the phone number?",
      "start": 1937132,
      "end": 1954694,
      "confidence": 0.8690120967741934
    },
    {
      "pos": 467,
      "speaker": "C",
      "text": "Oh, 8700 801. Two, three, four.",
      "start": 1954764,
      "end": 1957050,
      "confidence": 0.8633333333333333
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Right, next up, we've had a lot of requests. Carl's popularity is growing. They want to hear is, um, is super mega mix the Brittany Spears thing. Big it up. Big it up.",
      "start": 1957122,
      "end": 1965122,
      "confidence": 0.843809393939394
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "Yeah, it's good. No, tell us what it is.",
      "start": 1965178,
      "end": 1968370,
      "confidence": 0.8786733333333333
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "It.",
      "start": 1968402,
      "end": 1968666,
      "confidence": 0.45338
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "All right, it's, um, mark being Blade, the vocals of the unknown over Britney Spears. Hit me, baby, one more time.",
      "start": 1968730,
      "end": 1976338,
      "confidence": 0.8622790476190476
    },
    {
      "pos": 472,
      "speaker": "B",
      "text": "It's highly illegal.",
      "start": 1976506,
      "end": 1977854,
      "confidence": 0.9066633333333334
    },
    {
      "pos": 473,
      "speaker": "A",
      "text": "Go on, then. Back. Announce it, Carl, it's yours. Go on.",
      "start": 1992004,
      "end": 1994372,
      "confidence": 0.8302418181818182
    },
    {
      "pos": 474,
      "speaker": "C",
      "text": "That's Mark Bean, blade there with a bootleg.",
      "start": 1994468,
      "end": 1997932,
      "confidence": 0.679275
    },
    {
      "pos": 475,
      "speaker": "A",
      "text": "And what's it called? You called it some avenue. You cleverly called it something. What did you call it, Nick?",
      "start": 1998028,
      "end": 2005340,
      "confidence": 0.8840069999999999
    },
    {
      "pos": 476,
      "speaker": "C",
      "text": "This record. One more time.",
      "start": 2005372,
      "end": 2006788,
      "confidence": 0.9910119999999999
    },
    {
      "pos": 477,
      "speaker": "A",
      "text": "Good, very good.",
      "start": 2006916,
      "end": 2008052,
      "confidence": 0.98752
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Carl Pilkinson. They're breaking all kinds of copyright rules now.",
      "start": 2008108,
      "end": 2013450,
      "confidence": 0.725557
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "Coming up, we're gonna be talking a little bit of feng shui, the art of moving things around.",
      "start": 2013642,
      "end": 2018570,
      "confidence": 0.878006111111111
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "So it's better the ancient oriental art of rearranging your living room.",
      "start": 2018642,
      "end": 2022402,
      "confidence": 0.950395
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "Yeah, the ancient artists don't sit near a window. Exactly, because you won't get any money for it. And we've got, we've got a book.",
      "start": 2022458,
      "end": 2031314,
      "confidence": 0.8962323999999999
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "Well, we've been exploring feng shui for our amusement. Yeah.",
      "start": 2031394,
      "end": 2034354,
      "confidence": 0.780141
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "And we're gonna be reading some great things.",
      "start": 2034434,
      "end": 2036690,
      "confidence": 0.9126475000000001
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "This is just good. It's good, solid feng shui advice for us.",
      "start": 2036762,
      "end": 2039090,
      "confidence": 0.9026358333333334
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "I mean, what do we need to know? I mean, just keep those questions coming. If you've got any question for Carl, don't forget that's an ongoing thing. Anything in the world, any question, personal problems, philosophies online can be out of it. Just ask Carl if you want, you know, just ask Carl. Okay. All right, Carl, you're up for that on? Yeah. And you give your honest opinion, won't you? Always yeah, yeah.",
      "start": 2039122,
      "end": 2058112,
      "confidence": 0.8424117333333331
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Should we give away donuts?",
      "start": 2058168,
      "end": 2060244,
      "confidence": 0.8327860000000001
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "Oh, it's been won. Who's won it? Carl?",
      "start": 2060664,
      "end": 2062800,
      "confidence": 0.7810975
    },
    {
      "pos": 488,
      "speaker": "C",
      "text": "Scott Hammond.",
      "start": 2062872,
      "end": 2065176,
      "confidence": 0.77165
    },
    {
      "pos": 489,
      "speaker": "B",
      "text": "Well done, Scott.",
      "start": 2065360,
      "end": 2066488,
      "confidence": 0.7637466666666666
    },
    {
      "pos": 490,
      "speaker": "A",
      "text": "He'd be loving that. He's probably gonna have a party especially to play donuts.",
      "start": 2066536,
      "end": 2070994,
      "confidence": 0.8896221428571429
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "We've had a number of right answers, but I'm afraid Scott's the winner. And the question, of course, was which famous american comedian was heavily involved in the production of the film the Elephant man? It was, of course, Mel Brooks.",
      "start": 2071114,
      "end": 2079602,
      "confidence": 0.9379370731707318
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Surprising.",
      "start": 2079658,
      "end": 2080306,
      "confidence": 0.9701
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "And he's got a company called Brooks Film.",
      "start": 2080410,
      "end": 2082234,
      "confidence": 0.87634375
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Our 1st. 1st person that called in, I think it was a bit confused. He said, is it testicle? Testicles?",
      "start": 2082314,
      "end": 2087626,
      "confidence": 0.8559619999999999
    },
    {
      "pos": 495,
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 2087690,
      "end": 2088546,
      "confidence": 0.7449049999999999
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "When? What?",
      "start": 2088610,
      "end": 2089414,
      "confidence": 0.90151
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "Testicles?",
      "start": 2089954,
      "end": 2090978,
      "confidence": 0.78559
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "What was that illness? Years ago, there was couple of lads at our school.",
      "start": 2091146,
      "end": 2096034,
      "confidence": 0.9580442857142856
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2096114,
      "end": 2096826,
      "confidence": 0.963095
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "I had really big heads.",
      "start": 2096970,
      "end": 2098610,
      "confidence": 0.775556
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "Right.",
      "start": 2098762,
      "end": 2099454,
      "confidence": 0.81022
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "And webbed fingers.",
      "start": 2099794,
      "end": 2101454,
      "confidence": 0.9827366666666667
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "And webbed fingers.",
      "start": 2101834,
      "end": 2103234,
      "confidence": 0.8491733333333333
    },
    {
      "pos": 504,
      "speaker": "A",
      "text": "Sorry, were that. Hold on, did you find them in a pond? If they used to be little tadpoles.",
      "start": 2103394,
      "end": 2107778,
      "confidence": 0.8669563157894736
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "Kai, you're not confusing your past with an old episode. Doctor who.",
      "start": 2107906,
      "end": 2111134,
      "confidence": 0.9117366666666666
    },
    {
      "pos": 506,
      "speaker": "A",
      "text": "What were they called, these two?",
      "start": 2114154,
      "end": 2116094,
      "confidence": 0.8808466666666668
    },
    {
      "pos": 507,
      "speaker": "C",
      "text": "I didn't mix with them.",
      "start": 2116754,
      "end": 2118094,
      "confidence": 0.8940159999999999
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "It was just like. Of course not.",
      "start": 2118434,
      "end": 2119938,
      "confidence": 0.9585571428571429
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "There was a. Nobody thought anything of it at school.",
      "start": 2119986,
      "end": 2122288,
      "confidence": 0.9518990000000003
    },
    {
      "pos": 510,
      "speaker": "B",
      "text": "No. Sure?",
      "start": 2122376,
      "end": 2123244,
      "confidence": 0.710575
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Yeah. It was the north.",
      "start": 2123944,
      "end": 2125688,
      "confidence": 0.857776
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "There goes the creature from the Black Lagoon again.",
      "start": 2125776,
      "end": 2127456,
      "confidence": 0.9122511111111111
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "Yeah, yeah. Brilliant.",
      "start": 2127520,
      "end": 2129072,
      "confidence": 0.7262333333333334
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "At trigonometry.",
      "start": 2129088,
      "end": 2129784,
      "confidence": 0.607155
    },
    {
      "pos": 515,
      "speaker": "A",
      "text": "He's late for double math. What is it called? What is the disease called where two fellas are they?",
      "start": 2129824,
      "end": 2138144,
      "confidence": 0.8766047368421053
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Not even related.",
      "start": 2138224,
      "end": 2139244,
      "confidence": 0.9546466666666666
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Rubbish.",
      "start": 2139984,
      "end": 2140600,
      "confidence": 0.70263
    },
    {
      "pos": 518,
      "speaker": "C",
      "text": "Not related.",
      "start": 2140672,
      "end": 2141552,
      "confidence": 0.986925
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "This. Were you near a nuclear power station when you were growing up?",
      "start": 2141728,
      "end": 2145000,
      "confidence": 0.9380323076923077
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2145032,
      "end": 2145504,
      "confidence": 0.71927
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "You weren't really?",
      "start": 2145624,
      "end": 2146320,
      "confidence": 0.9251733333333333
    },
    {
      "pos": 522,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2146392,
      "end": 2147044,
      "confidence": 0.81029
    },
    {
      "pos": 523,
      "speaker": "A",
      "text": "This is God.",
      "start": 2148184,
      "end": 2149204,
      "confidence": 0.43138000000000004
    },
    {
      "pos": 524,
      "speaker": "B",
      "text": "Hey, talking of enormous heads.",
      "start": 2149584,
      "end": 2151760,
      "confidence": 0.904346
    },
    {
      "pos": 525,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2151832,
      "end": 2152248,
      "confidence": 0.88577
    },
    {
      "pos": 526,
      "speaker": "B",
      "text": "You were at the. The pop idol final, weren't you, Ricky? Just because you. Obviously, Rick's a huge fan of Popeye Lee. Want to be there. He wanted to give his support quite seriously.",
      "start": 2152336,
      "end": 2158776,
      "confidence": 0.7724388235294117
    },
    {
      "pos": 527,
      "speaker": "A",
      "text": "There's no irony there.",
      "start": 2158800,
      "end": 2159576,
      "confidence": 0.7794025
    },
    {
      "pos": 528,
      "speaker": "B",
      "text": "We genuinely is a fan of it and he was. You sort of had photos taken with various people. You're a bit drunk and you wanted to have a moment of it. It's obviously a picture of you with fat man Rick Waller.",
      "start": 2159600,
      "end": 2168472,
      "confidence": 0.7818686046511627
    },
    {
      "pos": 529,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2168528,
      "end": 2169184,
      "confidence": 0.9627
    },
    {
      "pos": 530,
      "speaker": "B",
      "text": "But the best one is a picture of Ricky and his girlfriend with Doctor Fox.",
      "start": 2169344,
      "end": 2172624,
      "confidence": 0.9198073333333333
    },
    {
      "pos": 531,
      "speaker": "A",
      "text": "Yeah. Whose head is twice the size of any other head.",
      "start": 2172704,
      "end": 2176256,
      "confidence": 0.9029245454545454
    },
    {
      "pos": 532,
      "speaker": "B",
      "text": "It's quite remarkable. I didn't have any barrels.",
      "start": 2176280,
      "end": 2178040,
      "confidence": 0.55888875
    },
    {
      "pos": 533,
      "speaker": "A",
      "text": "Lovely bloke. Really nice to meet him and everything, but in the. He's got. He looks like an immaculate tan. He's always happy and he's, you know.",
      "start": 2178072,
      "end": 2184336,
      "confidence": 0.8515974074074074
    },
    {
      "pos": 534,
      "speaker": "B",
      "text": "He'S in the picture. It looks like someone you might see in a carnival who's built a huge papier mache head and he's like Frank Sidebottom, just walking down the road. It's just incredible.",
      "start": 2184360,
      "end": 2192824,
      "confidence": 0.8604973529411764
    },
    {
      "pos": 535,
      "speaker": "A",
      "text": "Doctor Fox didn't used to go to your school, did he? Hang around with a mate. They were great swimmers. They were brilliant swimmers. Oh, God.",
      "start": 2192864,
      "end": 2200296,
      "confidence": 0.8351203846153847
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "Have we got another song lined up?",
      "start": 2200440,
      "end": 2201592,
      "confidence": 0.8975900000000001
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "Yeah. What we gonna play.",
      "start": 2201648,
      "end": 2202884,
      "confidence": 0.761682
    },
    {
      "pos": 538,
      "speaker": "C",
      "text": "For a munch?",
      "start": 2204604,
      "end": 2205300,
      "confidence": 0.45197333333333334
    },
    {
      "pos": 539,
      "speaker": "B",
      "text": "Let's hear it.",
      "start": 2205332,
      "end": 2206184,
      "confidence": 0.8166866666666666
    },
    {
      "pos": 540,
      "speaker": "A",
      "text": "Faramunch. Got you. XFM 104.9. Well, as we promised, some feng shui. What do you want to know? Ratio of witnesses. So it's a little. One of those little books that you see at the sort of like the front desk of, like, waterstones or Dillon's or what I say. And it's just. It's a little guide. It's. Should I say what it is I'm allowed tonight, Lillian? Two's little book of feng shui. Obviously, she can't go into it in depth, but it's some little.",
      "start": 2217524,
      "end": 2242878,
      "confidence": 0.829093488372093
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "You know, there's some little sort of nuggets, I suppose.",
      "start": 2243046,
      "end": 2245038,
      "confidence": 0.8345780000000002
    },
    {
      "pos": 542,
      "speaker": "A",
      "text": "Yeah. Ratio of windows. The ratio of windows to doors in your rooms should not exceed three to one. Too many windows. Calls all your luck to seep away, obviously. Hello. It is also better not to have windows on the wall opposite the door.",
      "start": 2245086,
      "end": 2260894,
      "confidence": 0.9452424444444443
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "Is that the case in your place, caucus? You may need to break that up when you get back later.",
      "start": 2261054,
      "end": 2265382,
      "confidence": 0.8800595000000001
    },
    {
      "pos": 544,
      "speaker": "C",
      "text": "I always remember I used to work nights.",
      "start": 2265478,
      "end": 2269238,
      "confidence": 0.92353375
    },
    {
      "pos": 545,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2269326,
      "end": 2269994,
      "confidence": 0.73688
    },
    {
      "pos": 546,
      "speaker": "C",
      "text": "And it was when my brother just sort of got kicked out the army.",
      "start": 2270374,
      "end": 2273742,
      "confidence": 0.8563592857142857
    },
    {
      "pos": 547,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2273798,
      "end": 2274006,
      "confidence": 0.94847
    },
    {
      "pos": 548,
      "speaker": "C",
      "text": "I mean, Mum and Dad went away on holiday, so he was staying with us.",
      "start": 2274030,
      "end": 2276654,
      "confidence": 0.8882693333333332
    },
    {
      "pos": 549,
      "speaker": "A",
      "text": "He's got to write a book, this book. You've got to write a book, Carl. Go.",
      "start": 2276774,
      "end": 2279782,
      "confidence": 0.7831093750000001
    },
    {
      "pos": 550,
      "speaker": "C",
      "text": "Came back.",
      "start": 2279838,
      "end": 2280486,
      "confidence": 0.9547950000000001
    },
    {
      "pos": 551,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2280590,
      "end": 2280830,
      "confidence": 0.46402
    },
    {
      "pos": 552,
      "speaker": "C",
      "text": "There was women everywhere. There's women in every bed in the house. I thought, where am I going to sleep?",
      "start": 2280862,
      "end": 2286834,
      "confidence": 0.8438165
    },
    {
      "pos": 553,
      "speaker": "B",
      "text": "And he set up a brothel. What?",
      "start": 2287014,
      "end": 2288250,
      "confidence": 0.8122542857142857
    },
    {
      "pos": 554,
      "speaker": "C",
      "text": "So, no, he's just a bit of a one.",
      "start": 2288282,
      "end": 2290614,
      "confidence": 0.8285833333333334
    },
    {
      "pos": 555,
      "speaker": "B",
      "text": "That's impressive, though. A girl in every single bed.",
      "start": 2290954,
      "end": 2292986,
      "confidence": 0.9701677777777777
    },
    {
      "pos": 556,
      "speaker": "C",
      "text": "I mean, he was mad, so I slept on the sofa downstairs and I didn't sleep that well. Yeah, but I slept on it before when it was facing a different way.",
      "start": 2293010,
      "end": 2303114,
      "confidence": 0.8921678124999999
    },
    {
      "pos": 557,
      "speaker": "B",
      "text": "Sure.",
      "start": 2303194,
      "end": 2303482,
      "confidence": 0.87691
    },
    {
      "pos": 558,
      "speaker": "C",
      "text": "And I had a good sleep.",
      "start": 2303538,
      "end": 2304774,
      "confidence": 0.8888300000000001
    },
    {
      "pos": 559,
      "speaker": "B",
      "text": "So for you, that's proved the worth of feng shui.",
      "start": 2305594,
      "end": 2308174,
      "confidence": 0.9268409999999999
    },
    {
      "pos": 560,
      "speaker": "C",
      "text": "Yeah, I think there's something in it.",
      "start": 2308474,
      "end": 2310050,
      "confidence": 0.8322
    },
    {
      "pos": 561,
      "speaker": "B",
      "text": "Did you honestly think there's something in it, though?",
      "start": 2310162,
      "end": 2312042,
      "confidence": 0.95703
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2312178,
      "end": 2312642,
      "confidence": 0.39058
    },
    {
      "pos": 563,
      "speaker": "B",
      "text": "Okay, we'll just read a few of the others for a.",
      "start": 2312738,
      "end": 2314130,
      "confidence": 0.8604827272727273
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Okay, well, most people know this one. Display the three legged frog. For luck. Look for a three legged frog, you can buy one from any chinese supermarket and place it in the vicinity of your front door, facing inwards, as if it has just come into the house. Don't place the frog facing the door, please.",
      "start": 2314162,
      "end": 2335596,
      "confidence": 0.9533112280701755
    },
    {
      "pos": 565,
      "speaker": "B",
      "text": "Come on, people.",
      "start": 2335780,
      "end": 2336948,
      "confidence": 0.9982699999999999
    },
    {
      "pos": 566,
      "speaker": "A",
      "text": "What?",
      "start": 2337116,
      "end": 2337492,
      "confidence": 0.50014
    },
    {
      "pos": 567,
      "speaker": "B",
      "text": "Think before you place your frog.",
      "start": 2337548,
      "end": 2338900,
      "confidence": 0.9727833333333334
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "I mean, this really is.",
      "start": 2338932,
      "end": 2341544,
      "confidence": 0.9211680000000001
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "But what's the last page? Because that will be the most important.",
      "start": 2342404,
      "end": 2345272,
      "confidence": 0.9408058333333335
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "One, do you reckon?",
      "start": 2345328,
      "end": 2346216,
      "confidence": 0.78282
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "The last one.",
      "start": 2346320,
      "end": 2347324,
      "confidence": 0.9929366666666667
    },
    {
      "pos": 572,
      "speaker": "A",
      "text": "The well fars. Make a well fars and keep it hidden in your cupboard. It can be made of gold, crystal or glass. If you've got a vase made of gold, you're probably all right for money anyway. Yeah, sure, sure.",
      "start": 2348144,
      "end": 2359920,
      "confidence": 0.8607417073170732
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "But this is the wealth of ours. How to make the wealth of ours?",
      "start": 2360032,
      "end": 2362144,
      "confidence": 0.8267164285714286
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "Fill it with semi precious stones and with soil taken from rich man's garden.",
      "start": 2362264,
      "end": 2366720,
      "confidence": 0.8731892857142857
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "So just find the soil of a rich man, take some sort, bury a.",
      "start": 2366752,
      "end": 2371642,
      "confidence": 0.7967878571428572
    },
    {
      "pos": 576,
      "speaker": "A",
      "text": "Piece of steak and the wart will go. Yes, I have tooth of frog. This is.",
      "start": 2371658,
      "end": 2377298,
      "confidence": 0.818735625
    },
    {
      "pos": 577,
      "speaker": "B",
      "text": "It's the one where with the gods. Can you find that one?",
      "start": 2377346,
      "end": 2379242,
      "confidence": 0.8793875000000001
    },
    {
      "pos": 578,
      "speaker": "A",
      "text": "Oh, where's that one? Yeah.",
      "start": 2379258,
      "end": 2380394,
      "confidence": 0.8462620000000001
    },
    {
      "pos": 579,
      "speaker": "B",
      "text": "What you make of feng shui, Carl?",
      "start": 2380514,
      "end": 2382534,
      "confidence": 0.6713014285714285
    },
    {
      "pos": 580,
      "speaker": "C",
      "text": "Well, like I said, I didn't sleep well on the sofa.",
      "start": 2383634,
      "end": 2385802,
      "confidence": 0.8775954545454545
    },
    {
      "pos": 581,
      "speaker": "B",
      "text": "So for you, that's proof. Proof positive. Yeah.",
      "start": 2385858,
      "end": 2388134,
      "confidence": 0.8463249999999999
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "I'd like Carl to read this out.",
      "start": 2390354,
      "end": 2392170,
      "confidence": 0.9148242857142855
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "Okay.",
      "start": 2392282,
      "end": 2392914,
      "confidence": 0.90274
    },
    {
      "pos": 584,
      "speaker": "A",
      "text": "Yeah. Do you mind? Read it out. Just read it out loud.",
      "start": 2393034,
      "end": 2395970,
      "confidence": 0.9546825
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Which one?",
      "start": 2396042,
      "end": 2396546,
      "confidence": 0.83894
    },
    {
      "pos": 586,
      "speaker": "A",
      "text": "Yeah, the gods. It here. Right, right. Okay.",
      "start": 2396610,
      "end": 2398710,
      "confidence": 0.7204975
    },
    {
      "pos": 587,
      "speaker": "B",
      "text": "Just read that.",
      "start": 2398842,
      "end": 2399834,
      "confidence": 0.8803666666666667
    },
    {
      "pos": 588,
      "speaker": "C",
      "text": "Gods.",
      "start": 2400174,
      "end": 2400694,
      "confidence": 0.66104
    },
    {
      "pos": 589,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2400774,
      "end": 2401102,
      "confidence": 0.73095
    },
    {
      "pos": 590,
      "speaker": "C",
      "text": "Of wealth into your home.",
      "start": 2401158,
      "end": 2402334,
      "confidence": 0.868032
    },
    {
      "pos": 591,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2402414,
      "end": 2402886,
      "confidence": 0.85065
    },
    {
      "pos": 592,
      "speaker": "C",
      "text": "The Chinese have several gods of wealth.",
      "start": 2402990,
      "end": 2404830,
      "confidence": 0.9108471428571427
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2404902,
      "end": 2405342,
      "confidence": 0.52963
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "Which they display in their homes to attract what? Prosperity.",
      "start": 2405438,
      "end": 2409974,
      "confidence": 0.8982530000000001
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Prosperity.",
      "start": 2410094,
      "end": 2410750,
      "confidence": 0.4138
    },
    {
      "pos": 596,
      "speaker": "B",
      "text": "Oh, yeah, yeah.",
      "start": 2410822,
      "end": 2411702,
      "confidence": 0.6303266666666666
    },
    {
      "pos": 597,
      "speaker": "C",
      "text": "My personal favorite is CC.",
      "start": 2411838,
      "end": 2415434,
      "confidence": 0.63576
    },
    {
      "pos": 598,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2416174,
      "end": 2416954,
      "confidence": 0.49974
    },
    {
      "pos": 599,
      "speaker": "C",
      "text": "Who sits on a tiger.",
      "start": 2417334,
      "end": 2418754,
      "confidence": 0.9392739999999999
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "He sits on a tiger.",
      "start": 2419054,
      "end": 2420150,
      "confidence": 0.950414
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Okay.",
      "start": 2420262,
      "end": 2421150,
      "confidence": 0.69467
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "It's pretty difficult to find this. This fella.",
      "start": 2421342,
      "end": 2423638,
      "confidence": 0.82675375
    },
    {
      "pos": 603,
      "speaker": "B",
      "text": "Yep.",
      "start": 2423726,
      "end": 2424146,
      "confidence": 0.41397
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "If you could use cancun or the three star gods.",
      "start": 2424230,
      "end": 2427974,
      "confidence": 0.9362320000000001
    },
    {
      "pos": 605,
      "speaker": "A",
      "text": "Read them out.",
      "start": 2428474,
      "end": 2429574,
      "confidence": 0.9278166666666666
    },
    {
      "pos": 606,
      "speaker": "B",
      "text": "Read out the names of the star gods.",
      "start": 2429914,
      "end": 2431394,
      "confidence": 0.98156125
    },
    {
      "pos": 607,
      "speaker": "C",
      "text": "F uk.",
      "start": 2431514,
      "end": 2432414,
      "confidence": 0.87539
    },
    {
      "pos": 608,
      "speaker": "A",
      "text": "You are allowed to say.",
      "start": 2437074,
      "end": 2438774,
      "confidence": 0.9890380000000001
    },
    {
      "pos": 609,
      "speaker": "C",
      "text": "You say it then.",
      "start": 2439234,
      "end": 2440194,
      "confidence": 0.9586575
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "Well, you look, you're so immature.",
      "start": 2440274,
      "end": 2443234,
      "confidence": 0.692235
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "Read the three of them out.",
      "start": 2443314,
      "end": 2444242,
      "confidence": 0.8786266666666668
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "Okay. Um. If he is difficult to find, you should use quank or the three star cards. Fuck luck. And all of whom bring wealth and prosperity.",
      "start": 2444298,
      "end": 2453130,
      "confidence": 0.814884074074074
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "What were the names of gods again? Because I just. If I'm making a note at home.",
      "start": 2453202,
      "end": 2456094,
      "confidence": 0.804314117647059
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "It's the chinese God.",
      "start": 2456554,
      "end": 2457858,
      "confidence": 0.8478025
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "Yeah, it's this Kwankun or you can use look sour. What? But it's a God. F. You can't.",
      "start": 2457906,
      "end": 2463994,
      "confidence": 0.799585
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "Yeah, I assume. I don't know if we're. If you're pronouncing it wrong. I'm really apologized.",
      "start": 2464154,
      "end": 2467170,
      "confidence": 0.7031293749999998
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "Apologies if we're offending anyone who's of an oriental persuasion, but that's Kwang kung or look sour. Fuck. And any of those gods are available at a chinese supermarket near you? Yeah, that's feng shui. It's an ancient art. You can't give me that look.",
      "start": 2467202,
      "end": 2482654,
      "confidence": 0.8447782222222219
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Clinic walking with thee so there. That's feng shui.",
      "start": 2492434,
      "end": 2498346,
      "confidence": 0.8631966666666666
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "That's feng shui sorting.",
      "start": 2498410,
      "end": 2499322,
      "confidence": 0.7925375
    },
    {
      "pos": 620,
      "speaker": "A",
      "text": "We've given away doughnutters. We've talked a little bit about band names today with more insight into Carl's psyche. Now, you. You were doing that record. You said, are we knock? Everything. You saw something about the beauty of triangle, didn't you?",
      "start": 2499378,
      "end": 2518688,
      "confidence": 0.8319111904761906
    },
    {
      "pos": 621,
      "speaker": "C",
      "text": "That when I talked about ghost, you sort of. Just because you don't believe in it.",
      "start": 2518696,
      "end": 2522664,
      "confidence": 0.91225625
    },
    {
      "pos": 622,
      "speaker": "A",
      "text": "Yes.",
      "start": 2522744,
      "end": 2523032,
      "confidence": 0.43649
    },
    {
      "pos": 623,
      "speaker": "C",
      "text": "I think it's because you're scared of it, to be honest, and you can't admit to understanding it and actually believing in it.",
      "start": 2523088,
      "end": 2528644,
      "confidence": 0.8956434782608698
    },
    {
      "pos": 624,
      "speaker": "A",
      "text": "Sure thing.",
      "start": 2528704,
      "end": 2529540,
      "confidence": 0.748105
    },
    {
      "pos": 625,
      "speaker": "C",
      "text": "On last night, Steve.",
      "start": 2529572,
      "end": 2530516,
      "confidence": 0.9706349999999999
    },
    {
      "pos": 626,
      "speaker": "B",
      "text": "Yes.",
      "start": 2530580,
      "end": 2530940,
      "confidence": 0.96371
    },
    {
      "pos": 627,
      "speaker": "C",
      "text": "Bermuda triangle.",
      "start": 2531012,
      "end": 2531916,
      "confidence": 0.69024
    },
    {
      "pos": 628,
      "speaker": "B",
      "text": "Oh, yeah.",
      "start": 2531980,
      "end": 2532692,
      "confidence": 0.977705
    },
    {
      "pos": 629,
      "speaker": "C",
      "text": "Do you know much about that?",
      "start": 2532828,
      "end": 2533884,
      "confidence": 0.8152533333333333
    },
    {
      "pos": 630,
      "speaker": "B",
      "text": "Um, mainly the song.",
      "start": 2533964,
      "end": 2535860,
      "confidence": 0.8851625000000001
    },
    {
      "pos": 631,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2535932,
      "end": 2536348,
      "confidence": 0.82674
    },
    {
      "pos": 632,
      "speaker": "B",
      "text": "What was his name?",
      "start": 2536436,
      "end": 2537276,
      "confidence": 0.985575
    },
    {
      "pos": 633,
      "speaker": "A",
      "text": "What's his name? Bermuda Triangle.",
      "start": 2537380,
      "end": 2539820,
      "confidence": 0.9092140000000001
    },
    {
      "pos": 634,
      "speaker": "B",
      "text": "Where people. No, triangle.",
      "start": 2539932,
      "end": 2542940,
      "confidence": 0.7454425
    },
    {
      "pos": 635,
      "speaker": "A",
      "text": "No. Barry Manlo.",
      "start": 2543132,
      "end": 2545284,
      "confidence": 0.6661333333333334
    },
    {
      "pos": 636,
      "speaker": "B",
      "text": "Are you familiar with the lyrics? The muted triangle where people disappear. Bermuda Triangle. Don't go near. Yeah, no, you're right. Go on.",
      "start": 2545444,
      "end": 2554344,
      "confidence": 0.8873134782608695
    },
    {
      "pos": 637,
      "speaker": "C",
      "text": "But what it is. Right, there's program saying what it. What it's about. I mean, what do you know about it?",
      "start": 2554444,
      "end": 2560600,
      "confidence": 0.9185723809523809
    },
    {
      "pos": 638,
      "speaker": "B",
      "text": "As I say, mainly from what Barry's told me, but certainly planes and various boats have gone missing within the Bermuda Triangle. Planes, yeah. But obviously that documentary didn't explore.",
      "start": 2560672,
      "end": 2569064,
      "confidence": 0.9330713333333331
    },
    {
      "pos": 639,
      "speaker": "A",
      "text": "He learned a lot about that. For that. I learned a lot about american history through. We didn't start the fire by Billy Joel.",
      "start": 2569184,
      "end": 2574368,
      "confidence": 0.9284245833333333
    },
    {
      "pos": 640,
      "speaker": "B",
      "text": "Again, most of my knowledge of the sort of tsarist Russia comes from.",
      "start": 2574456,
      "end": 2579044,
      "confidence": 0.9107200000000001
    },
    {
      "pos": 641,
      "speaker": "A",
      "text": "By Bony M. Yeah. He was the lover of the russian queen. Yeah, yeah. They shot him till he was dead.",
      "start": 2579464,
      "end": 2585826,
      "confidence": 0.8639342857142858
    },
    {
      "pos": 642,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2585890,
      "end": 2586226,
      "confidence": 0.33734
    },
    {
      "pos": 643,
      "speaker": "A",
      "text": "Which is, you know. Go on.",
      "start": 2586290,
      "end": 2588294,
      "confidence": 0.9743499999999999
    },
    {
      "pos": 644,
      "speaker": "C",
      "text": "Sort of a bit of.",
      "start": 2590434,
      "end": 2592482,
      "confidence": 0.8417920000000001
    },
    {
      "pos": 645,
      "speaker": "B",
      "text": "A.",
      "start": 2592498,
      "end": 2592746,
      "confidence": 0.97
    },
    {
      "pos": 646,
      "speaker": "C",
      "text": "Bit of an earthquake in the sea.",
      "start": 2592810,
      "end": 2594682,
      "confidence": 0.8405014285714287
    },
    {
      "pos": 647,
      "speaker": "A",
      "text": "Sure.",
      "start": 2594818,
      "end": 2595234,
      "confidence": 0.70102
    },
    {
      "pos": 648,
      "speaker": "C",
      "text": "Lets out methane gas.",
      "start": 2595314,
      "end": 2596626,
      "confidence": 0.84503
    },
    {
      "pos": 649,
      "speaker": "B",
      "text": "Okay.",
      "start": 2596690,
      "end": 2597058,
      "confidence": 0.69024
    },
    {
      "pos": 650,
      "speaker": "C",
      "text": "And apparently, if methane gas, if you were swimming out in the sea.",
      "start": 2597106,
      "end": 2600682,
      "confidence": 0.9454846153846155
    },
    {
      "pos": 651,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2600738,
      "end": 2601258,
      "confidence": 0.68477
    },
    {
      "pos": 652,
      "speaker": "C",
      "text": "And there was, like, an earthquake and some methane came out, you can't swim in it. You just sink.",
      "start": 2601386,
      "end": 2605418,
      "confidence": 0.8851505263157895
    },
    {
      "pos": 653,
      "speaker": "B",
      "text": "Okay.",
      "start": 2605546,
      "end": 2606354,
      "confidence": 0.68804
    },
    {
      "pos": 654,
      "speaker": "C",
      "text": "Even if you're a good swimmer, what.",
      "start": 2606514,
      "end": 2608362,
      "confidence": 0.9074728571428573
    },
    {
      "pos": 655,
      "speaker": "A",
      "text": "Happens if you two lads from your school and they rip. Yeah, that's. That's a. That's like a boy. So you can see them a mile off and their webbed hands would get them into shore because they did actually.",
      "start": 2608498,
      "end": 2618494,
      "confidence": 0.8474622500000002
    },
    {
      "pos": 656,
      "speaker": "C",
      "text": "Say, even if you're wearing a life jacket, if the waters full of methane.",
      "start": 2618534,
      "end": 2622646,
      "confidence": 0.804947142857143
    },
    {
      "pos": 657,
      "speaker": "B",
      "text": "Right.",
      "start": 2622710,
      "end": 2622982,
      "confidence": 0.71188
    },
    {
      "pos": 658,
      "speaker": "A",
      "text": "You just sink.",
      "start": 2623038,
      "end": 2623654,
      "confidence": 0.82295
    },
    {
      "pos": 659,
      "speaker": "C",
      "text": "You just sink. So what it's saying is boats have gone across the sea, got a load of methane in the sea, and the boat just sinks.",
      "start": 2623734,
      "end": 2630542,
      "confidence": 0.9439803703703703
    },
    {
      "pos": 660,
      "speaker": "A",
      "text": "Right. What about the planes?",
      "start": 2630718,
      "end": 2632394,
      "confidence": 0.955434
    },
    {
      "pos": 661,
      "speaker": "C",
      "text": "Is it then sort of planes with little, sort of floaty things?",
      "start": 2632854,
      "end": 2635654,
      "confidence": 0.8506425000000001
    },
    {
      "pos": 662,
      "speaker": "B",
      "text": "Could be. That's.",
      "start": 2635694,
      "end": 2636670,
      "confidence": 0.824
    },
    {
      "pos": 663,
      "speaker": "C",
      "text": "That'll be the sort. They've landed in the sea.",
      "start": 2636702,
      "end": 2638414,
      "confidence": 0.9081344444444446
    },
    {
      "pos": 664,
      "speaker": "B",
      "text": "Right.",
      "start": 2638454,
      "end": 2638942,
      "confidence": 0.96943
    },
    {
      "pos": 665,
      "speaker": "C",
      "text": "And so we can.",
      "start": 2639078,
      "end": 2641654,
      "confidence": 0.5828075
    },
    {
      "pos": 666,
      "speaker": "A",
      "text": "What did the documentary say? Not, not. I imagine your hypothesis might be. Yeah. What did they sound like? Didn't do the planes.",
      "start": 2641694,
      "end": 2648670,
      "confidence": 0.8188917391304349
    },
    {
      "pos": 667,
      "speaker": "C",
      "text": "Something else he said about it, though.",
      "start": 2648702,
      "end": 2649862,
      "confidence": 0.8807414285714286
    },
    {
      "pos": 668,
      "speaker": "A",
      "text": "Go on.",
      "start": 2649918,
      "end": 2650230,
      "confidence": 0.86113
    },
    {
      "pos": 669,
      "speaker": "C",
      "text": "Loch Ness. The monster.",
      "start": 2650262,
      "end": 2651758,
      "confidence": 0.7216450000000001
    },
    {
      "pos": 670,
      "speaker": "B",
      "text": "Yep.",
      "start": 2651806,
      "end": 2652054,
      "confidence": 0.47225
    },
    {
      "pos": 671,
      "speaker": "A",
      "text": "Sure.",
      "start": 2652094,
      "end": 2652414,
      "confidence": 0.8885
    },
    {
      "pos": 672,
      "speaker": "C",
      "text": "Probably doesn't exist.",
      "start": 2652494,
      "end": 2653430,
      "confidence": 0.73129
    },
    {
      "pos": 673,
      "speaker": "A",
      "text": "Okay, what is interesting? Interesting. Oh, interesting.",
      "start": 2653502,
      "end": 2657894,
      "confidence": 0.7227371428571427
    },
    {
      "pos": 674,
      "speaker": "B",
      "text": "What?",
      "start": 2658014,
      "end": 2658270,
      "confidence": 0.7999
    },
    {
      "pos": 675,
      "speaker": "A",
      "text": "They thought it. Not this probably didn't exist.",
      "start": 2658302,
      "end": 2660294,
      "confidence": 0.8030787500000001
    },
    {
      "pos": 676,
      "speaker": "B",
      "text": "Curious viewpoint.",
      "start": 2660334,
      "end": 2661102,
      "confidence": 0.498845
    },
    {
      "pos": 677,
      "speaker": "A",
      "text": "Hold on. What proof have they got for that, Carl? How can they go around saying stupid things like. Like that?",
      "start": 2661158,
      "end": 2666730,
      "confidence": 0.8601961904761904
    },
    {
      "pos": 678,
      "speaker": "C",
      "text": "It's methane in Loch Ness, and people have seen, um. What's the lake?",
      "start": 2666802,
      "end": 2671690,
      "confidence": 0.871256923076923
    },
    {
      "pos": 679,
      "speaker": "B",
      "text": "It's in Loch Ness.",
      "start": 2671762,
      "end": 2673374,
      "confidence": 0.6537425
    },
    {
      "pos": 680,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2673914,
      "end": 2674694,
      "confidence": 0.81105
    },
    {
      "pos": 681,
      "speaker": "A",
      "text": "It being the Loch Ness monster.",
      "start": 2675834,
      "end": 2677282,
      "confidence": 0.8164216666666667
    },
    {
      "pos": 682,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2677338,
      "end": 2677570,
      "confidence": 0.67353
    },
    {
      "pos": 683,
      "speaker": "A",
      "text": "That's where it lives. That's how it finds its way home.",
      "start": 2677602,
      "end": 2679234,
      "confidence": 0.96841
    },
    {
      "pos": 684,
      "speaker": "B",
      "text": "That's certainly the clue.",
      "start": 2679274,
      "end": 2680106,
      "confidence": 0.729845
    },
    {
      "pos": 685,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2680170,
      "end": 2680746,
      "confidence": 0.7134
    },
    {
      "pos": 686,
      "speaker": "B",
      "text": "Again, Carl, that's the clue.",
      "start": 2680890,
      "end": 2682138,
      "confidence": 0.746034
    },
    {
      "pos": 687,
      "speaker": "A",
      "text": "Yeah, it's good. And it's. If it's a wonder, he goes, excuse me, would you know where I'm being? The Loch Ness monster? Where would I be gone? Oh, he'd be going to the loch ness. If that's your hall, it's a way over there. You big monster, you.",
      "start": 2682186,
      "end": 2695682,
      "confidence": 0.8192510204081633
    },
    {
      "pos": 688,
      "speaker": "C",
      "text": "So the bubbles from methane bubble up out the water.",
      "start": 2695738,
      "end": 2698970,
      "confidence": 0.870045
    },
    {
      "pos": 689,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2699042,
      "end": 2699250,
      "confidence": 0.43294
    },
    {
      "pos": 690,
      "speaker": "C",
      "text": "People think, oh, God, it's a monster's head. But it's not. It's just water source shooting up because of the bubbles.",
      "start": 2699282,
      "end": 2704026,
      "confidence": 0.7797890476190477
    },
    {
      "pos": 691,
      "speaker": "B",
      "text": "Well, that's two of the great mysteries of the universe solved by Colpey on a Saturday afternoon.",
      "start": 2704050,
      "end": 2707498,
      "confidence": 0.8943347058823531
    },
    {
      "pos": 692,
      "speaker": "A",
      "text": "That is fantastic. So that makes me. That makes me think a lot of things. So, you know, a. Mediums are sort of like going, oh, I've got somewhat coming through. Do you think they're are exiting a lot of methane gas? And thus that's making them not think straight. Do you think everything's down to methane gas? Do you think that all the mysteries of the universe are down to methane gas? Carl, what did it say in the documentary you saw what was the budgie happy? We know that budgie was sad. Was it in a room? Because they take canaries down the mines, didn't they? They used to take canaries down the mines. They'd smell the methane, and then the budgie would be happy.",
      "start": 2707546,
      "end": 2744694,
      "confidence": 0.9024669291338584
    },
    {
      "pos": 693,
      "speaker": "C",
      "text": "I'm not gonna teach anymore.",
      "start": 2747574,
      "end": 2749366,
      "confidence": 0.7715259999999999
    },
    {
      "pos": 694,
      "speaker": "A",
      "text": "Play record. Should we say beatles? Long on winding road smooth.",
      "start": 2749550,
      "end": 2759154,
      "confidence": 0.66293
    },
    {
      "pos": 695,
      "speaker": "B",
      "text": "Are we getting paid for this?",
      "start": 2761574,
      "end": 2763114,
      "confidence": 0.9832550000000001
    },
    {
      "pos": 696,
      "speaker": "A",
      "text": "Our freaks. Electric witcher X and the sugar beams on XFM 104.9 well, nearly through. We've had a few laughs again, you, tears. Oh, excuse me. And don't be alarmed. I look quite frightening, but merely a nice monster. I seem to lost my way home. Could you direct me in the right direction?",
      "start": 2773554,
      "end": 2793082,
      "confidence": 0.8451853703703704
    },
    {
      "pos": 697,
      "speaker": "B",
      "text": "Nice to meet you. Yeah. Carpenter, what's your name?",
      "start": 2793178,
      "end": 2796346,
      "confidence": 0.8285100000000001
    },
    {
      "pos": 698,
      "speaker": "A",
      "text": "Why'd you need to know my name?",
      "start": 2796490,
      "end": 2797562,
      "confidence": 0.9103671428571428
    },
    {
      "pos": 699,
      "speaker": "B",
      "text": "Well, it might help me to find out where you come from.",
      "start": 2797618,
      "end": 2799050,
      "confidence": 0.9266166666666668
    },
    {
      "pos": 700,
      "speaker": "A",
      "text": "Oh, my name's the Loch Ness monster.",
      "start": 2799082,
      "end": 2801066,
      "confidence": 0.8244699999999999
    },
    {
      "pos": 701,
      "speaker": "B",
      "text": "Okay, all right, give me a second. What's your name again?",
      "start": 2801210,
      "end": 2806018,
      "confidence": 0.8328927272727273
    },
    {
      "pos": 702,
      "speaker": "A",
      "text": "Loch Ness monster.",
      "start": 2806146,
      "end": 2807494,
      "confidence": 0.8437833333333332
    },
    {
      "pos": 703,
      "speaker": "C",
      "text": "When you came in. You're all over me like a rash.",
      "start": 2810394,
      "end": 2814706,
      "confidence": 0.8822027272727275
    },
    {
      "pos": 704,
      "speaker": "B",
      "text": "Being nice to you.",
      "start": 2814890,
      "end": 2815698,
      "confidence": 0.904485
    },
    {
      "pos": 705,
      "speaker": "C",
      "text": "Yeah. Get towards the end.",
      "start": 2815746,
      "end": 2818010,
      "confidence": 0.7268180000000001
    },
    {
      "pos": 706,
      "speaker": "A",
      "text": "It's the phone. Answer it.",
      "start": 2818202,
      "end": 2819866,
      "confidence": 0.8486779999999999
    },
    {
      "pos": 707,
      "speaker": "B",
      "text": "See?",
      "start": 2820010,
      "end": 2820266,
      "confidence": 0.63735
    },
    {
      "pos": 708,
      "speaker": "A",
      "text": "It is.",
      "start": 2820290,
      "end": 2820974,
      "confidence": 0.6310199999999999
    },
    {
      "pos": 709,
      "speaker": "B",
      "text": "Can you give us a second, listeners? Just amuse yourselves for a moment. Speaking to. Carl's just on the phone. They're speaking to someone. We'll just keep you abreast of who that is. So just a private call now? Asking Ricky.",
      "start": 2822074,
      "end": 2837210,
      "confidence": 0.8734607317073166
    },
    {
      "pos": 710,
      "speaker": "A",
      "text": "I am. Yeah, but I don't want to say it now.",
      "start": 2837322,
      "end": 2840494,
      "confidence": 0.9335409090909089
    },
    {
      "pos": 711,
      "speaker": "B",
      "text": "And often performs live at different venues around the country while those two take care of business. All right, guys, if you finish that private. Geez, that was outrageous. You know, you're a fan of feng shui, Kyle, and you believe it's all true. I just run this one past you just on the off chance maybe that you change your opinion slightly.",
      "start": 2845194,
      "end": 2865464,
      "confidence": 0.9060190476190476
    },
    {
      "pos": 712,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2865504,
      "end": 2865816,
      "confidence": 0.53752
    },
    {
      "pos": 713,
      "speaker": "B",
      "text": "Feng shui teaches you to use your environment wisely.",
      "start": 2865880,
      "end": 2868568,
      "confidence": 0.9355122222222223
    },
    {
      "pos": 714,
      "speaker": "A",
      "text": "Sure.",
      "start": 2868616,
      "end": 2869016,
      "confidence": 0.60387
    },
    {
      "pos": 715,
      "speaker": "B",
      "text": "If your land and the surrounding area is undulating, it's said to house auspicious dragons. When land is flat and featureless, the dragon is missing, and the land is said to be less auspicious.",
      "start": 2869120,
      "end": 2879184,
      "confidence": 0.9518597058823528
    },
    {
      "pos": 716,
      "speaker": "A",
      "text": "Excuse me. They call me the Brixton dragon.",
      "start": 2879304,
      "end": 2882516,
      "confidence": 0.9587812499999998
    },
    {
      "pos": 717,
      "speaker": "B",
      "text": "Sure.",
      "start": 2882580,
      "end": 2883116,
      "confidence": 0.53474
    },
    {
      "pos": 718,
      "speaker": "A",
      "text": "I seem to have lost my way. I know it's south London somewhere, but could you help me find my home?",
      "start": 2883260,
      "end": 2888904,
      "confidence": 0.9695719047619048
    },
    {
      "pos": 719,
      "speaker": "B",
      "text": "What's your name?",
      "start": 2889444,
      "end": 2890020,
      "confidence": 0.7463233333333333
    },
    {
      "pos": 720,
      "speaker": "A",
      "text": "Well, they call me the Brixton dragon.",
      "start": 2890052,
      "end": 2891516,
      "confidence": 0.9066414285714285
    },
    {
      "pos": 721,
      "speaker": "B",
      "text": "Right. Where you from?",
      "start": 2891620,
      "end": 2892704,
      "confidence": 0.825825
    },
    {
      "pos": 722,
      "speaker": "A",
      "text": "Oh, I see what you mean.",
      "start": 2893964,
      "end": 2895184,
      "confidence": 0.7801183333333334
    },
    {
      "pos": 723,
      "speaker": "B",
      "text": "So is that. Does that. Does that make you query at all? The dragon?",
      "start": 2897244,
      "end": 2899700,
      "confidence": 0.8217064285714286
    },
    {
      "pos": 724,
      "speaker": "C",
      "text": "I'm not into it that much.",
      "start": 2899772,
      "end": 2900828,
      "confidence": 0.9413533333333333
    },
    {
      "pos": 725,
      "speaker": "B",
      "text": "Right.",
      "start": 2900916,
      "end": 2901188,
      "confidence": 0.71171
    },
    {
      "pos": 726,
      "speaker": "C",
      "text": "I'm just saying that if you have your head at one end of the bed rather than the other, it might make a difference to your night's sleep.",
      "start": 2901236,
      "end": 2906758,
      "confidence": 0.8883032142857141
    },
    {
      "pos": 727,
      "speaker": "B",
      "text": "It's not so much feng shui, though, is it, as sort of good advice, generally, when you went, don't.",
      "start": 2906876,
      "end": 2911570,
      "confidence": 0.8717942105263156
    },
    {
      "pos": 728,
      "speaker": "A",
      "text": "Don't sleep on the end of a spike near a cliff. I mean, that's good advice, isn't it? I mean, when you went home and.",
      "start": 2911602,
      "end": 2918938,
      "confidence": 0.9376459999999999
    },
    {
      "pos": 729,
      "speaker": "B",
      "text": "The house was full of women, why did you. Why did you sleep on the sofa while you do not pub upstairs?",
      "start": 2918986,
      "end": 2923906,
      "confidence": 0.9444727272727275
    },
    {
      "pos": 730,
      "speaker": "C",
      "text": "And so into a warm bed?",
      "start": 2923930,
      "end": 2925894,
      "confidence": 0.7576916666666667
    },
    {
      "pos": 731,
      "speaker": "B",
      "text": "Yeah, with it. With it. With a woman. Were they dressed or did your brother still sort of have those kind of parties or.",
      "start": 2926274,
      "end": 2933634,
      "confidence": 0.8891191666666668
    },
    {
      "pos": 732,
      "speaker": "C",
      "text": "I haven't seen him for years.",
      "start": 2933714,
      "end": 2934754,
      "confidence": 0.88139
    },
    {
      "pos": 733,
      "speaker": "B",
      "text": "Sure, sure. Why is he living there?",
      "start": 2934794,
      "end": 2936586,
      "confidence": 0.9185042857142858
    },
    {
      "pos": 734,
      "speaker": "C",
      "text": "I don't know.",
      "start": 2936650,
      "end": 2937258,
      "confidence": 0.9691633333333334
    },
    {
      "pos": 735,
      "speaker": "B",
      "text": "Okay.",
      "start": 2937346,
      "end": 2937850,
      "confidence": 0.89143
    },
    {
      "pos": 736,
      "speaker": "A",
      "text": "What's his name?",
      "start": 2937922,
      "end": 2938906,
      "confidence": 0.9968066666666666
    },
    {
      "pos": 737,
      "speaker": "C",
      "text": "Mark.",
      "start": 2939050,
      "end": 2939762,
      "confidence": 0.92
    },
    {
      "pos": 738,
      "speaker": "A",
      "text": "It's not. He's not known as, like, moss side Mark, because that can be $10 road mark.",
      "start": 2939938,
      "end": 2947370,
      "confidence": 0.8053211764705882
    },
    {
      "pos": 739,
      "speaker": "C",
      "text": "He's never out of prison long enough to get a nickname.",
      "start": 2947442,
      "end": 2949594,
      "confidence": 0.8742236363636363
    },
    {
      "pos": 740,
      "speaker": "A",
      "text": "Steady arms. Getting a bit heavy in it.",
      "start": 2949714,
      "end": 2951226,
      "confidence": 0.83200125
    },
    {
      "pos": 741,
      "speaker": "B",
      "text": "God, is this. Is this what's motivated a lot of your anxiety? Yeah, the hair loss, that's what thing.",
      "start": 2951290,
      "end": 2955922,
      "confidence": 0.75532
    },
    {
      "pos": 742,
      "speaker": "A",
      "text": "We always go a little bit too far, don't we?",
      "start": 2955978,
      "end": 2957666,
      "confidence": 0.9464939999999998
    },
    {
      "pos": 743,
      "speaker": "B",
      "text": "A bit dark at the end of the show.",
      "start": 2957690,
      "end": 2958890,
      "confidence": 0.9196333333333333
    },
    {
      "pos": 744,
      "speaker": "A",
      "text": "I know. Whilst.",
      "start": 2958962,
      "end": 2960164,
      "confidence": 0.7555133333333334
    },
    {
      "pos": 745,
      "speaker": "C",
      "text": "Then, for Pete.",
      "start": 2962064,
      "end": 2963128,
      "confidence": 0.8803966666666666
    },
    {
      "pos": 746,
      "speaker": "A",
      "text": "Oh, Pete wanted a little bit amused. Yeah, Pete wants it. I mean, I don't. I'm not a big fan. I don't mind muse. I've still not got over them then doing that summertime song. What was it called?",
      "start": 2963256,
      "end": 2973624,
      "confidence": 0.8729210256410257
    },
    {
      "pos": 747,
      "speaker": "B",
      "text": "Nina Simone cover, wasn't it?",
      "start": 2973664,
      "end": 2974768,
      "confidence": 0.903566
    },
    {
      "pos": 748,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2974816,
      "end": 2975160,
      "confidence": 0.917
    },
    {
      "pos": 749,
      "speaker": "B",
      "text": "Anyway, listen, let's not bring the show down. Let's play muse and then we'll be Kensington.",
      "start": 2975232,
      "end": 2979752,
      "confidence": 0.87375625
    },
    {
      "pos": 750,
      "speaker": "A",
      "text": "Plug in, baby.",
      "start": 2979928,
      "end": 2981048,
      "confidence": 0.8704533333333333
    },
    {
      "pos": 751,
      "speaker": "B",
      "text": "Let's enjoy it.",
      "start": 2981136,
      "end": 2981664,
      "confidence": 0.6449633333333332
    }
  ]
}
