{
  "id": "78975be0-fab0-48c5-a1b7-f9fe2e84e272",
  "status": "completed",
  "text": "New order here to stay on XFM 104.9. I'm Ricky Gervais. We're here to stay. Yeah, over the next 2 hours. Yeah, that's Steve Merchant there. We're with our producer here, Carl Pilsen. We'll be talking to Kyle a little bit later because we've got to have his thoughts on Aesop's fables. Continuing the education of Carl. We've got some great music coming up, a little bit of. Oh, what? We got that happy Monday drawn, boy. Yeah, all that Bob Dylan. All sorts. All sorts coming up. Yeah, Rick. I don't know, I just wanted to bring your attention to this. Someone passed this on to me. It's from the Guardians media website. There's a website that's dedicated to kind of media complaint. Well, the headline is comedian rapped over radio innuendo. Right. Jessica Hodgson has written the article. Are you familiar with this? Well, be careful now because we actually got a complaint and people don't know. We got a complaint upheld and all. Of this is in. We're very sorry we did. We didn't mean to offend, and it was a while ago, so we are gonna be very careful. Carl's getting very nervous. We're just gonna read out. We're not gonna editorialize, Carl. We're just gonna read out what the Guardian printed about us. All right? Okay. Comedian Ricky Gervais has had a dressing down from a broadcasting watchdog for his repeated use of the word cock in a lunchtime radio show. That's all right. That's what it says. He's not gonna say it again. Imagine this is the news and I'm reading it. Yeah. The Broadcasting Standards Commission upheld a complaint against the comedian for coarse sexual innuendo in the programme on London station XFM. The commission acknowledged that the presenters remarks were intended to be humorous, but took the view that the amount and detail of the core sexual innuendo had exceeded acceptable boundaries for broadcast, said the BSc BSc in a statement. The complaint objected to a section in the comics Saturday afternoon show when he discussed the different meanings of the word cock. Gervase wondered aloud whether the word was acceptable when discussing birds, but not the male sexual organization, a BSc spokesman said. The comedian went on and on about it for nearly five minutes. XFM, a self styled alternative radio station, said in its defense that its remit was to provide cutting edge programs for a youth audience. The station said the programs brief was to include elements of alternative comedy within certain shows that would not fit within a more mainstream radio station format. In this particular show. It was not the presenters intention to shock when they took a humorous look at how the english language could be construed in different ways within different contexts. Gervais, whose big break was on Channel Four's 11:00 show, has shot to household status through the portrayal of David Brent, the middle manager from hell, in BBC two's cult show the office. Just in case you didn't know, I. Was talking about he's a household name, but they just thought you might not. Have heard of him, but he is a household name. Now. That's good. That's good reporting. And they're quite right about it. And I just remind people it was when Steve said, the only bird that hasn't got a penis is the swan. And I wouldn't know about the male bird being called the cocktail, but I couldn't use that to mean. And, you know, it was childish. But what annoys me is I'm sure I've heard things on, like radio one like that. What's the. What's her name in the morning? Sarah Cox. Yeah. And as there's a dj like Carl Cox. Yeah. So you've got Carl. What's the matter? I'm just saying. You just say there's a pair of. Dj'S on what you're talking about. We're just talking about names. They're just saying the names now. I love Cox in the morning. You're big fat. You're a big fan of Cox and at night. What's the matter with. Come on, Carl. All right, we've taken it. We've been. Have you actually been wrapped over this? No, I don't know. Have you had a dressing down when that happened? I don't know. I meant to tell you and I never got around to it. Okay, thanks, then. So don't do it again. On XFN 104.9. Could I just add that in case you don't know what, what, you know, the frequency is. Yeah. Exactly why they say that, are they not? So you know, what you listen to? So you go, I'll tell you what, I like that radio station. Yeah. And it was XFM 104.9. I listen to that again. You listen to that. You can retune. Yeah. I was wondering, actually, Rick, I don't. Know, stay locked up this end of the dial. True enough. I was wondering because, you know, obviously we're still trying to campaign to get Carl into air, into the air with the balloon enterprise, and obviously the work's been done on that. Don't fret. Don't worry. A lot of people are asking for an update, but we'll obviously let you know when it's all going to take place. Yeah, but I was wondering whether it seems take time. Exactly, but I was wondering whether we should also have another kind of campaign. Some kind of campaign, maybe one that could involve you, Rick, because I'm obviously, no, I'm particularly concerned, Kai. I don't know how familiar you are with this, with Ricky's eating habits, because it just eats so unhealthily. No, come on, Rick. Don't give me this. You're not getting better. I have a smoothie every day. Yeah, but I've told you before, that's largely sugar. No homemade one. I don't care, Rick. That's not enough. It can't counteract. Right? This is idea, this is Rick James's idea of healthy eating, right? We'll be in the canteen at the BBC. He'll go, I'm going to be eat healthy today. Which means he'll have two slices of pizza instead of pizza and chips. That's basically, that's his theory, right? And it's like, it's, I don't know why. Because he can't eat anything. Which is kind of, which doesn't, is basically, doesn't sting the roof of his mouth flavor. So like, he's always got headaches. He's always gonna got headache, I guess because you don't. You just drink coffee and coke. You never drink water. Your body is dehydrated. And I said, drink a glass of water. No, boring. It's boring. Boar. I don't know if we were in the desert. Stranded. Boring. It's boring. Steve. I'll wait till the next cafe and sometimes you'll go like, oh, we'll have a, I'll have a salad, right? I'll get like a feta cheese salad, right? And they'll eat the little bits of feta cheese, leave the salad. Then he goes downstairs and goes, I'm still hungry. It didn't fill me up, that salad. I go, no, what didn't fill you up was the 200 milligrams of goat cheese that you ate. That's what didn't fill you up. So I just, this should be a campaign. I don't know whether I can observe it. People could sponsor him something. Just eat healthy. We could do it for some kind of big charity. I don't think the fruit's the issue. I don't. If you mash it, I'll eat anything. I'm not saying that you don't eat a certain amount of fruit. I'm saying that everything else you eat is unbalanced, and it's just rich with fat. And it's awful. It's sausages, it's beans. You're such a working class scum, aren't you? It's the smell of chip fat. It's all around him. Do you know what I mean? It's like, even when you can't smell it, you know, it's there, seeping through his veins. I mentioned when he was growing up, it was just chip fat in the house. Just a big. It was constantly boiling. It always, there was always chips on with everything. Do you want weetabix in the morning? Deep fat fry that. It's such scum. And now it's like, oh, yeah, my palate. You know, I can't eat anything. It's got no flavor. Everything's got cheese on it. Sprinkling parmesan cheese, more parmesan cheese. And if someone, like, doesn't give him, like, a whole tub of parmesan cheese when you're in a restaurant, even though he's ordered, like, a lobster or whatever, he's like, he sort of has to go at the waiter or, like, not, not to their face, obviously. He's too much of a coward. But he'll say to me, he didn't reach you. Left the cheese. He's so cheap with the cheese. They don't give me any cheese. He just gave you three bucketfuls. It's a cheese. More cheese here. We should do something, because I'm panicked. I'm worried. You know, I started working out a little bit. I sort of work out twice or three times a week. That's gonna counteract it. Rick and I drink water through the night when I wake up dehydrated from. All the booze you've just drunk. Yeah. And, and I have a smoothie in the morning. Denni, I don't, you know what my. Views are on the smoothies. I don't think that's counteracting. I don't think it's counteracting all the other. You have got a problem. Nothing wrong with the smoothie. Right, fine. Okay. Well, if you, if you, if you're happy to carry on as you are. Yeah, go on. Badly drawn boy, obviously, has done the soundtrack, this new film about a boy. Yeah. Which has got Hugh Grant in it. And obviously, this current single, what's it called? The current one that's out. Silent sigh. That's currently, obviously, that's being played on XFM but this is another track from this album, which is the soundtrack. Lots of little bits of filler, bits of musical instrumental stuff, but all of it's very nice. This is a crack in tune. Track three, something to talk about. Lovely. Yeah. Good tune that. I think Sarah and Lauren have emailed in. They said they wanted something from Elliott Smith or maybe Jimmy Webb. That's actually produced by the producer of Elliott Smith. Is that. No, Bimi. Play that next time. I'll play some, yeah, next week. That's badly drawn boy, though, from the soundtrack to this film about a boy. And that's called something to talk about. We've only got the stuff in the library. Do they want four non blondes? Because we've got that in the library, haven't we? The best of Tony Basil. And we've got just about every song that in excess ever recorded. We don't play enough in excess. I don't think we do. I can't believe it. XFN 104.9 coming up. White Van man. White Van Carl. White Van Carl. Who's obviously out with Carl last night. Oh, yeah. Because we went out. There's. What's the name of that evening? Marketplace. Extracurricular. Extracurricular, yeah. Various XFM DJ's. Go down there and just play an eclectic mix, spin some tunes on. Absolutely. I'm thinking of doing it in a couple of weeks, Rick. And obviously, you know, my turntableist skills now are pretty behold. Yeah, yeah. And I tell you this. What? I did an amazing mix of the day with my friend Dan. We did. We spent two and a half hours on it. This is how we spend our evenings now. Two and a half hours mixing from a trip hop sort of art, you know, hip hop style beat into Arthur's theme by Christopher Cross. Great. When you get called between the moon and new, written by four people. Four people by a sega. Christopher Cross and a fourth one. Phone in if you know that. Maybe we should. But who knows? The fourth person credited on that tune. If I were a prize. 700 801. Two, three, four. Also another. Someone asked to phone in. Right. I saw it. I saw an advert. Right? Those advert toys, I think, must be. Is it because it's Easter holidays or something? Right? I was watching and it's like one of those transformer type things. And it goes in its shield. It strikes and it goes into a shield. It goes into a little pod. And I'm sure it was called a bow lock, right? Now I must have misheard it. There's no way you can call a little kid's toy. A bowlock. So can you phone in? I'm quite willing to be wrong. It'd be very disappointing. But, you know, are people making little bolocks for kids? Oh, wait. 700, 801. Two, three, four. And what was the other question was there? The question was, who was the fourth person that wrote Arthur's theme? Yeah. When you get caught between the moon. And New York City. Crazy, but it's true. Yeah. The only thing you can do is fall in love. Carl. What was that with Carl last night? Obviously party animal. You know, he's hanging out with some of my friends. You enjoyed yourself, didn't you, Carl? But you were bit worried about Jennifer Lopez, weren't you? Yeah. What was the concern? Um, I don't really know what's going on in the pop world. You're joking. No, go on. And I was here in the toilets, and I heard it playing out on the speaker, and he heard the dj go, there you go. That's left eye Lopez there. That's not. And I thought, it's Jennifer Lopez. She had some sort of eye injury. You thought he was breaking the news of Jennifer Lopez losing an eye by calling her left eye Lopez? Yeah. That's genius. Don't worry. We put him to. We put him right. He's okay. Yeah, tz. Yeah, but you're worried for a while. Weren't you anxious for a while? I had no idea. And the thing is, I heard that on, like, Thursday, so for, like, three days, I've been thinking you'd be panicking. Why she called that because she changed the name before and she said j lo or something. Yeah. So I thought, you know. Yeah, she got some people after her. She owe someone money. Keep changing her name. That was what my Gabriel and rise. Anyway, more music. I'd love to. So, yeah, what have you got? What have you got lined up there? Band? Massive respect. No, jew. Jew. Jew. Yeah, absolutely. Huge respect. Spread your love on xfm 104 point. I'm loving this, Steve. It's a lovely day. Yep. We're playing some great music. We're playing some great tunes, aren't we? Absolutely. Having some great chat. Yeah. Yeah. So let's carry on. Let's continue. Well, obviously, Carl was out with me last night, and he saw that I'm, you know, he knows I'm a ladies man, and that was obvious. Kyle, you could see the vibe around me, couldn't you, when the chicks were talking to me. And just remembered recently, actually, I was on a train coming back from hometown Bristol, and I was on the train, and this girl walks on. Good looking girl. I thought, hey, largely empty carriage, I'm thinking, my luck's in, you know, because I take every opportunity, Carl, that's the thing about me, you know, I don't. I don't choose. She's good looking girl. She sat down, I thought. She sat down right near me. I thought, brilliant. This guy comes up behind him and says, I think it's probably a boyfriend or something, sits down next to her, and I listen in on the conversation, obviously, because I'm pretending to read. It was very clever. I read the same page for hours. So I was pretending to listen. I was listening, but pretending to read, and I realized that it's not her boyfriend or anything, it's just some guy she's met on the platform. And I'm thinking, brilliant. If she's the kind of girl who's just going to start talking to someone on a platform, on a train, brilliant. I'm going to be in here. Because he was only going one stop. So I'm thinking, what's the worst that can happen? He'll nick off. I'll get chatting to her, and who knows? I could join the. What's the. Is there a train equipment? The foot high club? Brilliant. And so I'm excited, you know, I'm listening in and it turns out that they're both kind of graduates who just finished university, or they're just coming to the finals or something, and they're chatting away, you know, and he's making a couple of witticisms, you know, and she's kind of tittering at his jokes. I'm thinking, I'll tell you this, if she's laughing at this kind of material, I am going to blow her away, you know, with my kind of anecdotes and wry observations. You know, it was weak stuff. I got really. Was coming out with nothing. Yeah, he was running on empty, as far as I'm concerned. Yeah, she was loving it. So I'm thinking, brilliant, I'm going to be right in here. And then they get moving on to higher break things, you know. And I think she was going to study kind of Marxism or something like that, or communism something. And she was asking him, you know, by way of conversation, she was asking him what he knew about Marxism, you know, and he was fumbling for some. His vague knowledge of it that he had in his life. And I'm just that sat there thinking, yeah, come on, love. In any given capitalist environment, the proletariat will revolt against their oppression. The bourgeoisie, and after a brief period of socialist rule, emerges as a classist society governed by community corporation. Well, if that sort of talk wouldn't get a woman hot, I don't know what you'd use. If Marks and Engels is not going to get a woman sweaty down below, then nothing is. My name is. You're just biding your time. I'm just going to go in for. The kill any minute. So anyway, it comes to his stop, right? He gets up, I'm thinking, this is a piece of cake. And he gets off and off he goes, he walks off. And I'm thinking, brilliant. And I thought, I'll wait. I'll wait till the train's pulled away. I'm not going to leap in straight away. And he comes back on the carriage and I'm thinking, hang on a minute. He goes, listen, do you mind if I give you my email address? Right, and if you want to get in touch, email me. I'm thinking, come on, you loser, get off now. Save your face, please, before it's too embarrassing. She accepts the email address because she obviously doesn't want to hurt his feelings. Whatever. I'm thinking, fair enough, she's a good woman. I'm liking her. I'm thinking, that's my kind of girl. So anyway, it gets off, I've sat there, the train pulls away. I'm thinking, yeah, I'll wait a few minutes, you know, I'll just give it some time. Her phone rings, it's her friend on the phone and she, she starts saying, and I was listening in and she was going, yeah, just met a guy on the train. I'm thinking, yeah, that's true enough. She goes, yeah, he was a good looking guy. I thought you were having a laugh, love, to be honest. Because I was looking at him and she said, she said to her friend, he looks a bit like tennis player Boris Becker. I thought, well, you should be so lucky, frankly, because I saw him, he had awful facial hair. If that's what makes him look like Boris Becker, a terrible little goaty beard, it was laughable. I thought, I don't know. And then she goes, she goes to think, yeah, I met and we got chatting and stuff and she was going, it's not often that. It's not often that you meet someone generally in life who's kind of thoughtful and intelligent and funny. I thought to myself, I'm not even going to waste my time with you, love. Frankly, if that's what you thought of. Him, you just walked away and I'll. Be honest with you, I didn't even bother talking to her. No. I didn't even waste my time with you. If she thinks that bloke is not only crazy but funny and intelligent. And she got on well and he was polite and it was a chance meeting and he thought. And she thought that you were like a freaky looking dog who didn't even have the nerve to sleep. That is what she was thinking. I don't want to know it. I couldn't. You walked away. And good luck to you. And I have my dignity in. Yes. And she's nothing. Flowers in the window on XFN 104.9. Well, coming to that time where we do white van man. Absolutely. With producer Carl. And Carl's gonna also gonna be telling us his slant on fables, on ESOP. Absolutely. I was out with Kyle. I know I shouldn't be. Yeah, I broke the rule as well. I know. Well, I was out with him for now before, I think, and we were just chatting and as you know, we're going to Edinburgh for a week. Yeah, that's all three of us. That's all three of us. Yeah. It wasn't. I just wondered for a minute if there was some arrangement you two had made, like next weekend, just popping out there, seeing the site. Yeah. No, we're gonna do a week's broadcasting from the Edinburgh festival and, you know. And Carl's going, I bet you lie in, don't you, and all this. I'm going, well, yeah. He's going, well, he wants to be up at half nine and out looking at the sites, you know, I mean. Yeah, but anyway. And I said, have you ever had haggis? He went, it's black pudding in it. I went, no, it's. It's mints. You went like, mints? I went, yeah, but wait, it's mints. A sheep stomach, right? And he went, what? They force feed a sheep then kill it. Imagine that, Carl. It makes sense, though. It doesn't make sense. They force feed a sheep, mints and then kill it till its stomach's nice and full. And I go, oh, this one's full. Kill it before it starts digesting it. Of course they don't. It's a membrane. They've. And the other one he was talking about, like, he likes Richmond park, he goes, I like to see all the deers. I went, it's deers, plural. You don't need to say deers. I try and educate whenever I can. What's that one? I said, that deer is already. Yeah, deer. I said, you know, like sheep or, or fish, so you can say fishes. And. And we said, do you know the plural of mongoose? Because a lot of people think it would be mongoese. It's not, it's mongooses. Do you know what Carl said? Plural of mongoose. Mongoose, yes, plural of mongooses. It's worth a competition. No, it's not. No, no. Go on, Carl. What did you think the plural of mongoose was? Mongs. Player record after this. White van man. Oh, let's play a bit of Dylan. Yeah, this is, this is a beautiful track. It's just like a woman. Well, I think that's a beautiful record. It's by Bob Dylan and it's just like a woman. And Carl went, he's got his headphones on, so he's speaking a bit loud. The harmonica's playing in a whiny mank accent. When the harmonics went, that's an annoying sound, Matt, in it. Oh, bless Bob Dylan there. An annoying sound there. Did you hear about the annoying sound of Bob Dylan, you album? Yeah, yeah. Just that sort of sound always reminds me of one man band. Yeah. Have you heard the story about Leo, say, oh, with his song one man band? No. Years ago. What year was. I mean, movie dancing. What's the song that he did? I'm a one man band, it was called. Right, yeah. Funnily enough, he did that one man. Band and he was playing it at the Dominion Theatre. Yeah. And apparently whenever he played, he saw, sang this song, he got the audience involved and the line in it was, am I one man band? Nobody knows or understands. Is there anybody there can lend me a hand to my one man band? And what he used to do, he used to reach out. Oh, yeah. And grab people's hands and then he'd walk down the middle. Anyway, he said, well, anyone lend me a hand. They stuck his hand out, grabbed like a hand and was walking down. Every little. Everyone looked horrified and some woman who had, like a plastic hand had come off and he's walking down the middle of like, dominion theatre with his plastic hand in his hand and he said, oh, it's a moment I won't forget. He knows how to tell a story. Leo Sayer. Right, well, it's time for white Van man, which is where we ask Carl the questions that the sun asks someone else. Exactly. It's an article in there where they ask them, you know, tip around the street. The big questions of the day gives them their platform to the nation. And we think this is just too good to let out because we, I mean, we only care about one person's opinion in the country. Now that's true enough if they came out. And there he is. There he is. Thoughts please on Kylie Minogue slagging off Britney Spears for ignoring her fans at her premiere. Are you aware of that story? She got booed at her premiere of her new film Britney because she'd left her fans waiting for like an hour. Some of them had traveled up from. Bristol, other parts, 3000 of them, loads. Of them screaming for her. She just went straight into the theater an hour late, just gave him a quick wave and straight in. Didn't even know. So they were booing. What do you think of that? Carl and Kylie's obviously said that was actually outrageous, you know, and you should treat your fans with respect. What do you make of it? So she did wave you, but literally. As she was walking into the theater. Was it raining? No, I don't think it was. Really. Read the brief, just ringing it. Judge at first. Okay. Was it raining? No. Was she running late for the start of the film? Yes, but that's her own fault. I mean the people are inside, they're not going to start the film without her. It's Britney Spears. She could take some time out. You know, when Tom Cruise came here, he spent like an hour and a half shaking people's hands, talking to people on their mobile phones, all sorts. That's Tom Cruise. He's a bigger name than Britney. I know he's a smaller person, but he's a bigger name. What do people want from people? Do you know what I mean? Yeah, an autograph, things like that. A photo. This one's going nowhere. Steve, is there another one? Fair enough. Yeah. You know, it's not bad. If she had more time she might have done it. I bet she would have done it on another day. I mean, I'm not feeling too good today. But you're gonna still take time out to sign people's autographs surely, when you leave the building. Yeah, there's always a bit of a crowd in there. Next. What do you make of a New York, a New York's ex police chief saying we need more bobbies on the beat. He's come over here. He's the guy that sorted out crime in New York City. He's come over, he said, you're going all over the place here. You need more bobbies on the beat. Not more policemen, more a visible police presence. There was something last week about some copper in London who sat on a sat on a bench and he was asleep or something. And people were, like, outraged because, like, he should be looking after, you know, England's people, not nodding off on a park bench, which is a bit daft. They were shouting, he should be looking after England's prequel. Was this the 16th century you went back to? They were, like, really annoyed. He was asleep. Sure. Do I be undercover if it. Well, no, but the thing is, if there would have been any trouble, I'm sure he would have woke up. Yeah. If there was any sort of. If someone needed help and he screamed, he would have woke up. So I don't know why they were having a go at him. Yeah. And he might not. He might not have been there at all. So, you know, it was. You know. So he probably have his radio turned on, didn't he? Yeah. Listening to heart. So you're not concerned then that there's. Not. That the crimes going on is enough? I see quite a lot of them whizzing around. Okay. You're happy then? Yeah, as long as you're happy, Carl. See if there's too much crime. Just right amount. Just the right amount of crime. Yeah. What about the fact that new gambling laws give Blackpool the green light to become a british Las Vegas? What you make of that? You a gambler? A little bit. When I. When I go on holiday, like, going in the arcade and having a little flutter. Sure. What's your favorite? I haven't gone. They. You know the fruit machines? Yeah. There's a good one called the Simpsons. Right. Is that your favorite? Yeah, it's quite good. Is that a time with the tv show, the Citizens? Yeah. Okay. Um. Will they make Blackpool the next Vegas? I don't think so, no. No. You been to Blackpool? Yeah. What was it? Was. It's a bit rank, is it? It is a bit rough. Needs a lot of work doing on it. Yeah. No, that won't happen. Okay. And you're not worried about this encouraging gambling generally? Gambling's not a vice you're concerned about. If you're a gambler, you're a gambler. Do you know, I mean, if Blackpool isn't done up, they'll go somewhere else to have a flutter. Sure. So it's not gonna make any difference. Okay, good. And what do you make of the so solid cruise? Ashley Walters being jailed for 18 months. Obviously not very good example to his young fans. He should have got more, do you think? I had a dream about him the other night. Go on about the group itself. Okay. Had a dream. Were they all there because there's a lot of them. I couldn't remember all their faces. Featuring a dream. I had a t shirt on. He had. Etc. Etc. I had a t shirt on. You had a t shirt? Yeah, and it said on my t shirt, so solid poo. And I was walking down the street and they came towards me. Wow, that's amazing. I love that. That's. We've all 30 year old, we've all. Had that anxiety drink. Oh, my goodness. Why? My name is so solid crude. I'm wearing a t shirt that slags them off. I don't believe it. Yeah. You know. Yeah. So what happened? Did you get beaten up in the. It was one of them where I woke up. Do you know I've been telling you that I keep getting them things where you feel like you're falling. Oh, yeah. It was the same sort of thing. You know, I'm not a real psychiatrist, don't you know? You do know a lot about a lot. Yeah, I do. Thanks very much. And, you know, if I'm at home talking to Susan about something and I don't know the answer, think, right. I'll ask Ricky that one soon. Yeah, thanks. But you know that I think you might mention before that apparently if you would die in a dream, it means that you're dying in real life. Yeah, yeah. Well, that's it if you don't. But apparently if you get beaten up by the so solid crew in a dream, it means you're being beaten up by them in real life. Yeah, yeah. Terrifying. Absolutely terrifying. So, yeah, lock him up for longer. Okay. Finally, what do you make of Halle Berry becoming the first black woman to win the best actress Oscar? Did you see her speech? Got on my nerves. Did it? I mean, you know, it's good that she won. You know, it's nice for anyone to win an award. Yeah. But she did go on a bit and, you know, I've been in that same sort of position. What, placing an Oscar? Well, I got what they used to do at school is, uh, okay, if you did a full month without being off, you got a gold certificate. Okay. And I did a month once without having a day off. Went up and I didn't, I didn't make a fuss. You didn't start crying. Well done, though. Were you the first kid in your school to do that? I don't think anyone else got the certificate. It was only because I was never in. They tried to encourage me. It was just for you. They might be doing the entire ceremony. Just encouraged you. Wise words there from Bella. Sebastian on XFM 104.9. I'm Rick Gervais. With me, Steve Merchant. Well, I mean, it is indeed wise words, Rick. I'm worried that people are going to get out of the office now into the sunshine, not be listening to the show. There's always the transistor radio. That's true enough. It is time. Keep it low, though. Don't want to irritate other people. No, I know. Yeah, yeah, yeah. And if you do want to say him, spit on him and kick them and throw little rocks. Exactly. With me, Carl Camer and Pilkington. We are now we're into this way into the second month of the education of Carl. As you know, Carl got one GCSE in history and he, and we've been, we've been cramming, haven't we? Oh, Rick, before you mention that, can I just say something? Obviously, we do always do this thing with the sun, white van man, where we read this thing out from the sun and query Carl and some friends last night. And my friend Dan always listens to the show. And he said, carl, you know, I love the bit when you answer questions in the sun. Do you ever know what the questions are before they're asked, or is that your first answer? And Carl said, no, that is it. They don't let me see what the questions are first. They don't show them to me. And I always get really anxious and really get really paranoid. And I was just wondering, have you seen the error there, Karl? Have you seen the mistake you've been making? Right? You're worried that you didn't get the questions beforehand. Right? How could you maybe combat that, do you think? How could you combat that if you're really nervous to sort of have some. Views or ideas before it's your error in it? Do you know what I mean? It's your show. If, if you are like, take a chance with me. No no no. If you're really worried about it, how. Could you, how could you get hold. Of those questions in advance? Is there any way you could get all those questions in advance? Yeah, but is it always in, in today's, is it always in Saturdays? Yes. So they don't do that every day of the week? They do, but I always take it from this Saturday. Yeah, but that would cost me money. I'm not on enough as it is. Okay, how much is the song? 30 p. Yeah. You're not made of money. Yeah. It's 40 p on a Saturday. I don't know what I was thinking. Well, you were studying Aesop's fables. Weren't you this week? Now, I'm gonna very, be very liberal here and let you talk about. It's not. Not a test. I'm not. Hey, man, just like, chill out. I'm not this, like, rigid sort of, you know, boxing society. Just, just tell us your views. Just let your vibe on Aesop. Tell us something. What have you learned from these fables? He made a bit of money out of something. That's quite simple. I don't know if he did make any money. I mean, you know, I think it was published, like thousands of years after his death, but go on. Yeah, they're just, just little stories. I mean, enjoyed them. Yeah. Didn't learn anything from him. Or did. Or did you? You see, because it's teaching through sort of like metaphor and analogy and maybe it all seeps in and it's all subliminal and maybe in a way, your subconscious is teaching you. No, it's silly, Rick. It is silly. If the stories were done in, like, a real way, that there's, like, a man and a woman and it's a little story that's me happens to them in life, then you learn something, but it's all about, you know, a gorilla and a fox are walking through the woods. How often does that happen? Sure. So you're saying if it was more. Like, if it was more true to. Lie, if it was more like real stories, like, you know, a kid on his grifter and a magpie picking it, you know, pecking is ed. Or two frog boys with webbed hands. I mean, if it was real stories from real life that people could believe. Yeah. Actually happened, maybe, you know, it would teach us something. But why not do that? Like, take a real situation, say, like the so solid crew guy. Yes. Going down for carrying a gun. Use that in some way as a. Warning, maybe about carrying guns. What about something like, if you carry guns and that is illegal, do you, you could have some sort of punishment. It doesn't bother you then that the fact that these fables have been used for many, many generations to educate maybe young children or even older people, the fact that they've served a brilliant function and they've become classics, that doesn't bother you? You've seen through them? Well, they don't always work. When I was out with Rick the other day, he brought one up. I told him one about the two mice, the industrious mouse who, throughout the summer, he would be storing berries, nuts and berries, and he'd be storing it and the other ones would just be eating off the trees and running around and having a laugh. And they go, well, you're going to become hungry. Oh, I'll worry about that when it comes to it. And they'd do that, and he'd be storing his nuts and berries. And the autumn came and the mouse was still playing and not doing anything. And then winter came and the silly mouse was, like, shivering, and he went, knocked on the mouse's door and went, I'm freezing and I'm starving. And the clever mouse said, well, I told you, didn't I? You know, you should have been storing your nuts through wind like I did. Come in and share mine, you know? And what did you say, Carl? Well, and the moral of that is, whatever. Yeah, you know, sort of, you know, just be careful. But my thing is that it's not very good because the moral of that is, do what you want. And there's always a do good or a chair there. Yeah. But the way I, you know, I think, which is more sort of 2002, the ending should have been, you know, the guy with all the berries should have like, been like, yeah, no, I'll be all right come the winter. I've got loads of food. I'll be safe. But then as he's going into his little hut at the beginning of the winter, some sort of boss or something comes and kills him. And it's like, you should have partied hard because you might die. Yeah. Enjoy life once you've got it. Yeah, okay. And if winter comes, just starve to death. Well, you know, worry about tomorrow. Tomorrow. Okay. Okay. I'm wondering if there's a new book here. I really am. Fables. He's been coming out with the sum all week. He keeps going. Well, that's a fable, isn't it? Yeah. So what's your favorite fable in there? Have you learned anything from this book to get me, you know, is there one fable you liked? Yeah. I mean, what's your life? You like throwing it on me now, didn't you? Like one about a crab, you said? No, that was the one about messing about on a cliff edge or something. Don't mess about on a cliff edge. What was that? I don't know. There's not many around here, so I didn't set much interest. I mean, God, I'm drawing my best. Here's one that was quite nice. There was a belly like your stomach, and it's this belly on a pair of legs. And the legs were saying, I'm more important than you because I carry you around and the belly said, yeah, but if it weren't for me holding all this food, you wouldn't have the energy to walk around here. And that means rather than working on your own, it's best to work in a team. Yeah, well, the one, the one similar to that I was taught when I was little was, um, a vision of heaven and hell. And in it went down to hell, and in hell, right there was. These people had like 20 foot long chopsticks. Yeah. And they, they were eating their food and they would, they couldn't get the chopsticks into the food and get it round their mouth because they were just too long and all right, that was how. And in heaven they had exactly the same thing, but they were feeding each other. What, you don't like chinese food? It's not what you're concerning. The one I remember, I can't remember the ending. There's about two nuns in a bath. Yeah. Oh, I know what it is. Are they on a bike? That's two adventures. It's the same nuns, but they go to all sorts of adventures. They adventure when they're driving down a cobbled street. And then there's the other whale bones on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Carl. Well, Carl, I really don't think you got your teeth into the fables. Really, I don't think you. There wasn't anything to learn. Read a couple thought. Yeah, that's all right, and put it down again. There wasn't anything to learn. It was all stuff I knew already but made up with nice little foxes and bears and stuff. So. Yeah, but that, that one about like, that one we spoke about, like when the hairs are going, we should share all our food. And the lion said, that's a good argument, but you haven't got. It. Hasn't got the teeth and claws that we've got. That's lovely, because it's sort of like, you know, that's an indictment on sort of, you know, you could say it's an anti equality almost. You know, you could get really sort of deep into that. You know what I mean? You could. No big philosophical ideas. In a nutshell, not interesting. No. Okay. Okay, then. Well, you're gonna hate this then. I've brought in the concise Oxford Dictionary of quotations. Now just look at some of your favorites. I'd suggest go into straight to things like wild or Newton or Churchill. You're a big fan of Churchill? Yeah. Oh, well, he's the boy. Yeah. Okay. Let's go through that old Chroma Newton. Right. Right. Is a famous one. Okay. This is Isaac Newton. If I have seen further, it is by standing on the shoulders of giants. Do you like that one? So there's a meaning in it. Yeah. Yeah. Well, he hasn't actually stood on the shoulders of. So he's so, remember, he's an amazing inventor and mathematician, and he discovered the incredible laws of the universe. And, and he's saying, yeah, if you. Want a good view, moving to a. Multi story, he's saying, right. He's saying, if I've seen, if I have seen further people, and he's being modest here, it's because I've stood on the shoulders of giants to get that view. If it weren't for all the people have come before him with their great insight and knowledge, he wouldn't have seen what he's seen. He's taken his learning. Isn't those people of say that instead. Of making up that that's what I've got a problem with. People don't mean poetry, art. And in life, though, people never say. What they actually mean. And, you know, there's loads of books on it. I don't know. But, but the point is that he's just summarized quite a tricky idea. Beautifully beautiful. That, that, that's, that that gets into you much deeper than just the words and just the literal words, you know? I mean, one of my favorites is. From an american novelist. And the quote is talking about the subject of fame and being famous. Fame is a mask that eats into the face. Do you think that's amazing? Meaning. Well, meaning that the fate that fame is something that is artificial that you wear initially, you become famous. But it's, it's ethereal. It's nothing. It's intangible. It's just an artifice. But if you stay famous long enough, you begin to think that that mask you're wearing is really your real face. So that you begin to, you know, think that you are more than you perhaps are. Do you see what I mean? In a way? That fame and power can corrupt. I know you said that. It's an american novelist. I forget. Pick another one. Let's have a look. Bernard Shaw, he's no slouch. I think maybe when you read, when you take this book of quotations home, car, you should maybe just draw up maybe list of three or four of. Your favorite wondershaw and wild. Uh, I look at Shakespeare as well, you know, he's. What, you a fan of Shakespeare? No. Go on. What's your. What's your problem with it? Just, um, the way they speak, I can't follow it. Yeah, yeah. It's really old as well. I can't relate to it. It's like years and years ago in it. That's why I like Churchill, because 1940s. Yeah. Look at this. Look at this. This is. Sure. Okay. There are two tragedies in life. One is not to get your heart's desire. The other is to get it. Again. How would you see that in your little. Well, that's your. That's one homer, then I'll mark that. That's your homework. You got to work that out. You've got to tell me what you think of it. Say again? Don't ask. Suzanne. It's there. There are two tragedies in life. One is not to get your heart's desire. The other is to get it. Take that home with you. And we'll be hearing Carl come up with some amazing quotations next week. Yeah. Pick out your favorites. Now I'd like to play a song for the lovers while he's thinking. No, I don't think we've got the lovers lined up. Oh, what have we got? Hip hop. It's hip hop. Hooray. Oh, is it? Yeah. Everyone's big fan. I played something from this last week. It's this new album from nerd in search of. It's been re recorded by the lads. I don't know why. And anyways, particularly, we played last week. Things are getting better. This is the one we have played with in the past, actually. Bobby James. Doves. There goes the fear on XFM 104.9. Well, just read that book. Anyway. Can I just say, this is one of beautiful. His keats. Right. What do you think of this? A thing of beauty is a joy forever. Its loveliness increases. It will never pass into nothingness. See this? This is just like how it was at school. Now, the last couple of weeks have been quite interested in what you've been giving me. Now. It's. It's really like, okay, really don't care. Now this. What about this? No, I did philosophy. And philosophy is obviously the, you know, the quest for knowledge. This, you know, it's a. Look, listen to this, though. This is what Keats came up with. Philosophy will clip an angel's wings. Isn't that beautiful? Yeah. Don't be constrained by what's, you know, dream a little. You know. I mean, just go beyond. I don't agree with it, but it's a lovely. It's a lovely bit of poetry? Yes. Yeah. So you're gonna read that for me. I. Carl. Yeah. Just pick out five of your favorites. Yeah? The ones that mean something to you. And then next week I'll bring in pictures of animals. Brilliant. Okay, we'll do it. Okay. And some sweets. Rick, um, I've had a word with some of the. The top brass here. Or they had a word with me in the corridor, if you remember. Who are you? Pretty much, yeah. Oi, four eyes. Yeah, and they said they were sending, you know, obviously enjoyed the show. They love it. And they're just worried, though, that in the early days when we started the show, remember, we were a lot more informative. We should do the film reviews. Yeah, things like the gig guide and stuff, which we've kind of let. Yeah. By the thing about the way. Sorry. But. Yeah, they want us to bring in that. Well, exactly. So I just. No, no, the gig guide. I was worried that, funnily enough, the X Men gig night gig does not include some of the biggest bands in the world or some of the best venues. That's what worried me. Just do what you're told. There's the gig guide. You're gonna love the gig guide. I need a bet. If this is gonna be pretty impressive. Let'S play the proper jingle, okay? Okay. Ah, tonight, if you wanna. Oh, hey. If you wanna see these two bands in a small venue, get down to the metro bar on Oxford street. Doors are at 08:00 p.m. And tickets are only six quid to see ten Benson and Beach buggy. All right? Now, if you missed long wave supporting the strokes of Brixton Academy last night, you can catch some headlining. Casino Royale at the monarchy. Rick, I missed them last night. How much will I be paying for that? You'll only be paying five pounds. Right, but listen, they're also supported by Shelby and I remember nothing. Brilliant. Now, now, people know about the Rixon Academy, but a little known venue in Rixon is the windmill. You're gonna see three great bands there tonight. Guapo planques and mechanical beatles, never quite warm, so orange goblin and grand magus play the garage and, well, Dyfenbach and sudden play the road r sessions at Nightingales Arts Club. So that's the gig, guys, on XFM. What a load of rubbish. I mean, switch off the jingle. Look at this. We've discussed this before, haven't we? Names for bands that will never be anything. Ladies and gentlemen, please welcome to the stage mechanical beatles. Never quite warm. Welcome to the stage Planqueville Orange Goblin. Oh, goodness me, look at it. Orange Goblin. Orange Goblin. What's his name? Got a fake town, hasn't he, that one? Does Mark come? Supermarket. Sweet. What's his name? Dale. Dale Winston. Yeah. Supporting Rem. I remember nothing. Never gonna happen. Just. I mean, please. Come on, people. Hey, here's a band that plays big venues. Doesn't make them better. Sure, but this is Radiohead. This is song for the lovers. Unlet down off. Okay, computer, this is beautiful. See, a thing of beauty is a joy forever. Doesn't that move you at all? Carl? Philosophy will clip an angel's wings. There was an old lady for feeling. Radiohead let down off. Okay, computer. Apparently we missed. We missed a gig on that gig guide drip feed a playing the rock garden on the 21st of this month. Excellent. So the lead singer just called in. He also left a quote with me, apparently, Coleridge said, of Keats, wasn't it? He's like an archangel. Slightly damaged. I'm getting a little bit highbrow. Do you reckon? If you've got any knob gags, you could do quickly, because I'm just thinking, we're switching. There's a lot of people gonna be turning off. I mean, currently. Currently on Capital FM, Chris Tarrant and Doctor Neal Fox. Together at last. The partnership you've always said it would never do. You know, I'd like to see together that breakfast DJ, Sarah Cox. And who's the dancer? Carl Cox. Carl, please. Why are you getting suddenly saying these rude words? We've been reprimanded once. Don't say that. And don't say it so aggressively, because it sounds like you're saying cox aggressively. Come on. We've been reprimanded. All right, just don't use language like that. Why is it annoying ya? We're talking about DJ's. That's their names. You try to be clever. I hardly think that's clever. Yeah, if that's my best attempt at being clever. I've got rubbish on work this week, okay? He's really upset about it. He was looking forward to animal fact. You said you're gonna bring in that. Big book five, so I got it off one of those. Bargain, but be easy, right? Could. It's. It's. But it's too elementary. No, but that's more useful than that to me. But it's things like. It seems like the tortoise has a shell to protect it. That's good. Yeah, but, you know, you thought it. Was there just to be painted on it. Have you ever peeled a tortoise? They fly. They go about 400 miles an hour. It's to weigh them down because they're the fastest lizards known to man, honestly, they run so fast, they can go through walls. And so their shells put on them in the hospital, in the maternity ward at a very early age, to slow them down, you let a tortoise shell and you won't catch it. Do you know that turtles can breathe out of the bum? Turtles can breathe out of their bum. I know someone who can talk out of it, but didn't realize that. Tell us about that. Tell us about that. How do they do that? That's all I know. When they go swimming, they can sort of. If they don't want to stick their head out, they can just stick their arsenic. Why don't they want to stick their head out? Just maybe they don't need. They need to be looking for food under the water. Yeah. And if they stick their head up to get some air, they might miss something. Wouldn't it be easier to have an ass that could forage for food, so they could sort of, like, lounge in the pool like a jacuzzi, and they're looking around going, all right, hello. Hi. And meanwhile, it's ass. It's like munching grass. Yeah. Wouldn't that be easier? Bad breath. Wow. I wish I understood what that meant. In all this, but in all that. This hilarity, I wonder if we've forgotten the true meaning of Easter. No. Come on, Rick. Come on. Come on. You just, you know, you're being frothy and lightweight and a little bit rude, but, you know, it is a time for remembering and chocolate that someone did die for their sins. Yeah. So can we just be ashamed? Disappointing. Yeah. Can we just think about that and just take a moment just to consider that? Okay. Yeah. You understand the true meaning of Easter. It's not just about eggs and bunnies. You understand it only. Yeah. What's your memory of it? What's your understanding of it, Carl? Easter? What's it all about for you? What do you have to do at school? You have to do anything at school? I think we got a long weekend off. Okay. Really? Yeah. What did they call that weekend? Easter weekend. Brilliant. Okay, and what was the reason for that? What? Why do we have Easter weekend off? Jesus. Yeah, but what did he do? He put himself on the cross. Yeah. Wow. Well, he didn't put himself on that. Does it mean anything to you? Are you moved by that story again? Too long ago for me to sort of. Okay. You know, worry about it. Sure, yeah. I mean, if there'd have been an Anderson shout were involved, yeah, you'd have been. You'd have in there, wouldn't you? You're not welcome. Not at all. Don't know what's wrong with me today. A bit of a temperature, have you? Do you know Steve? You know he's always on the go at me last night when we're out with his mates. Yeah, they said is a bit of a hyperchondriac himself did they? Yeah. What did I say? What were they saying? He said, they said. I said, steve's told me he's not feeling well, you know, is he alright? You live with him, he said, oh, don't worry about that really. He's always saying that. And I said that's a bit of a fable, said cry wolf. Yeah, one day I say, I've got a temperature and they go, oh, I've had the Lem sip and he'll die. Yeah, I've learned my lesson. Yeah. There was about cry the boy cried wolf. It that the moral can surely only be never tell the same lie twice. Yeah, I mean, cuz if he'd have like come with a different one, he'd have kept him going all year I reckon that's a good point, yeah. I never thought we like that before what we gonna play a final tune? Have we got what we got? We got. We got bits waiting. Well, it depends. Let's get a bit of swayed in and song for the ladies let's go over what's the football, what's the match? What's this a lot of the gig guide is long wave and guapo and Plancos. What's this, what's the football match talk? What the football match is XFM covering? Come on. Would you like track eight? The Bolton versus Barnsley. All right, track eight. What we going for then? We're going for. It's a bit of Stevie Wonder. Yeah, and I think it's quite a short song though Carly, you're okay. So this is the final song. This lost a lot of energy, this show. This is it. I mean, the first hour and 40 minutes, I think was dynamite. I think the last ten have been. He was. He was full of life, you know, he was answering the questions and stuff and he got. We got fed up with the quotations. He didn't like us mentioning radio on dj such as Sarah Cox and Carl Cox yeah, he did like that. Sorry, everyone, I never dreamed you'd leave.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "New order here to stay on XFM 104.9. I'm Ricky Gervais.",
      "start": 3800,
      "end": 7854,
      "confidence": 0.892039090909091
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "We're here to stay. Yeah, over the next 2 hours.",
      "start": 7974,
      "end": 11214,
      "confidence": 0.864549
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah, that's Steve Merchant there. We're with our producer here, Carl Pilsen. We'll be talking to Kyle a little bit later because we've got to have his thoughts on Aesop's fables. Continuing the education of Carl. We've got some great music coming up, a little bit of. Oh, what? We got that happy Monday drawn, boy. Yeah, all that Bob Dylan. All sorts. All sorts coming up.",
      "start": 11294,
      "end": 32152,
      "confidence": 0.8314628358208956
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "Yeah, Rick. I don't know, I just wanted to bring your attention to this. Someone passed this on to me. It's from the Guardians media website. There's a website that's dedicated to kind of media complaint. Well, the headline is comedian rapped over radio innuendo.",
      "start": 32208,
      "end": 45480,
      "confidence": 0.864241777777778
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "Right.",
      "start": 45632,
      "end": 46064,
      "confidence": 0.69251
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Jessica Hodgson has written the article. Are you familiar with this?",
      "start": 46144,
      "end": 48992,
      "confidence": 0.8662054545454546
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Well, be careful now because we actually got a complaint and people don't know. We got a complaint upheld and all.",
      "start": 49048,
      "end": 54378,
      "confidence": 0.8268709523809524
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "Of this is in.",
      "start": 54386,
      "end": 54866,
      "confidence": 0.8780975
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "We're very sorry we did. We didn't mean to offend, and it was a while ago, so we are gonna be very careful. Carl's getting very nervous. We're just gonna read out. We're not gonna editorialize, Carl. We're just gonna read out what the Guardian printed about us. All right? Okay.",
      "start": 54890,
      "end": 67178,
      "confidence": 0.8732374509803918
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "Comedian Ricky Gervais has had a dressing down from a broadcasting watchdog for his repeated use of the word cock in a lunchtime radio show. That's all right. That's what it says.",
      "start": 67266,
      "end": 75454,
      "confidence": 0.8934099999999998
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "He's not gonna say it again.",
      "start": 75954,
      "end": 77254,
      "confidence": 0.8089599999999999
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "Imagine this is the news and I'm reading it.",
      "start": 78514,
      "end": 80370,
      "confidence": 0.9017066666666665
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "Yeah.",
      "start": 80402,
      "end": 81078,
      "confidence": 0.69229
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "The Broadcasting Standards Commission upheld a complaint against the comedian for coarse sexual innuendo in the programme on London station XFM. The commission acknowledged that the presenters remarks were intended to be humorous, but took the view that the amount and detail of the core sexual innuendo had exceeded acceptable boundaries for broadcast, said the BSc BSc in a statement. The complaint objected to a section in the comics Saturday afternoon show when he discussed the different meanings of the word cock. Gervase wondered aloud whether the word was acceptable when discussing birds, but not the male sexual organization, a BSc spokesman said. The comedian went on and on about it for nearly five minutes. XFM, a self styled alternative radio station, said in its defense that its remit was to provide cutting edge programs for a youth audience. The station said the programs brief was to include elements of alternative comedy within certain shows that would not fit within a more mainstream radio station format. In this particular show. It was not the presenters intention to shock when they took a humorous look at how the english language could be construed in different ways within different contexts. Gervais, whose big break was on Channel Four's 11:00 show, has shot to household status through the portrayal of David Brent, the middle manager from hell, in BBC two's cult show the office.",
      "start": 81266,
      "end": 147404,
      "confidence": 0.9241338961038958
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "Just in case you didn't know, I.",
      "start": 147484,
      "end": 148588,
      "confidence": 0.9310014285714284
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "Was talking about he's a household name, but they just thought you might not.",
      "start": 148596,
      "end": 151292,
      "confidence": 0.8915778571428573
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Have heard of him, but he is a household name. Now. That's good. That's good reporting. And they're quite right about it. And I just remind people it was when Steve said, the only bird that hasn't got a penis is the swan. And I wouldn't know about the male bird being called the cocktail, but I couldn't use that to mean. And, you know, it was childish. But what annoys me is I'm sure I've heard things on, like radio one like that. What's the. What's her name in the morning? Sarah Cox. Yeah. And as there's a dj like Carl Cox. Yeah. So you've got Carl. What's the matter? I'm just saying.",
      "start": 151308,
      "end": 187264,
      "confidence": 0.8970499999999999
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "You just say there's a pair of.",
      "start": 187344,
      "end": 188864,
      "confidence": 0.9111971428571428
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "Dj'S on what you're talking about. We're just talking about names. They're just saying the names now. I love Cox in the morning.",
      "start": 188984,
      "end": 196868,
      "confidence": 0.8659069565217389
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "You're big fat.",
      "start": 196916,
      "end": 197420,
      "confidence": 0.68241
    },
    {
      "pos": 21,
      "speaker": "A",
      "text": "You're a big fan of Cox and at night. What's the matter with.",
      "start": 197452,
      "end": 200988,
      "confidence": 0.8883123076923076
    },
    {
      "pos": 22,
      "speaker": "B",
      "text": "Come on, Carl. All right, we've taken it. We've been. Have you actually been wrapped over this?",
      "start": 201036,
      "end": 206796,
      "confidence": 0.9086164705882352
    },
    {
      "pos": 23,
      "speaker": "A",
      "text": "No, I don't know.",
      "start": 206860,
      "end": 207724,
      "confidence": 0.7739024999999999
    },
    {
      "pos": 24,
      "speaker": "B",
      "text": "Have you had a dressing down when that happened?",
      "start": 207764,
      "end": 209972,
      "confidence": 0.7721888888888889
    },
    {
      "pos": 25,
      "speaker": "A",
      "text": "I don't know.",
      "start": 210028,
      "end": 210628,
      "confidence": 0.9892333333333334
    },
    {
      "pos": 26,
      "speaker": "C",
      "text": "I meant to tell you and I never got around to it.",
      "start": 210716,
      "end": 212684,
      "confidence": 0.8971566666666666
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "Okay, thanks, then.",
      "start": 212724,
      "end": 214244,
      "confidence": 0.8508933333333334
    },
    {
      "pos": 28,
      "speaker": "C",
      "text": "So don't do it again.",
      "start": 214284,
      "end": 215344,
      "confidence": 0.994222
    },
    {
      "pos": 29,
      "speaker": "A",
      "text": "On XFN 104.9. Could I just add that in case you don't know what, what, you know, the frequency is.",
      "start": 225704,
      "end": 232192,
      "confidence": 0.8753570000000002
    },
    {
      "pos": 30,
      "speaker": "B",
      "text": "Yeah.",
      "start": 232248,
      "end": 232416,
      "confidence": 0.36849
    },
    {
      "pos": 31,
      "speaker": "A",
      "text": "Exactly why they say that, are they not? So you know, what you listen to? So you go, I'll tell you what, I like that radio station.",
      "start": 232440,
      "end": 238944,
      "confidence": 0.9081903703703704
    },
    {
      "pos": 32,
      "speaker": "B",
      "text": "Yeah.",
      "start": 239024,
      "end": 239376,
      "confidence": 0.8475
    },
    {
      "pos": 33,
      "speaker": "A",
      "text": "And it was XFM 104.9. I listen to that again. You listen to that.",
      "start": 239440,
      "end": 242752,
      "confidence": 0.8614464285714286
    },
    {
      "pos": 34,
      "speaker": "B",
      "text": "You can retune.",
      "start": 242768,
      "end": 243704,
      "confidence": 0.8852366666666667
    },
    {
      "pos": 35,
      "speaker": "A",
      "text": "Yeah.",
      "start": 243784,
      "end": 244088,
      "confidence": 0.84707
    },
    {
      "pos": 36,
      "speaker": "B",
      "text": "I was wondering, actually, Rick, I don't.",
      "start": 244136,
      "end": 245110,
      "confidence": 0.7746757142857142
    },
    {
      "pos": 37,
      "speaker": "A",
      "text": "Know, stay locked up this end of the dial.",
      "start": 245112,
      "end": 246696,
      "confidence": 0.9073866666666667
    },
    {
      "pos": 38,
      "speaker": "B",
      "text": "True enough. I was wondering because, you know, obviously we're still trying to campaign to get Carl into air, into the air with the balloon enterprise, and obviously the work's been done on that. Don't fret. Don't worry. A lot of people are asking for an update, but we'll obviously let you know when it's all going to take place.",
      "start": 246760,
      "end": 259352,
      "confidence": 0.9142376666666668
    },
    {
      "pos": 39,
      "speaker": "A",
      "text": "Yeah, but I was wondering whether it seems take time.",
      "start": 259408,
      "end": 261136,
      "confidence": 0.7378
    },
    {
      "pos": 40,
      "speaker": "B",
      "text": "Exactly, but I was wondering whether we should also have another kind of campaign. Some kind of campaign, maybe one that could involve you, Rick, because I'm obviously, no, I'm particularly concerned, Kai. I don't know how familiar you are with this, with Ricky's eating habits, because it just eats so unhealthily. No, come on, Rick.",
      "start": 261200,
      "end": 275270,
      "confidence": 0.8818435714285713
    },
    {
      "pos": 41,
      "speaker": "A",
      "text": "Don't give me this.",
      "start": 275302,
      "end": 276366,
      "confidence": 0.8748950000000001
    },
    {
      "pos": 42,
      "speaker": "B",
      "text": "You're not getting better.",
      "start": 276510,
      "end": 277142,
      "confidence": 0.91635
    },
    {
      "pos": 43,
      "speaker": "A",
      "text": "I have a smoothie every day.",
      "start": 277158,
      "end": 278094,
      "confidence": 0.95471
    },
    {
      "pos": 44,
      "speaker": "B",
      "text": "Yeah, but I've told you before, that's largely sugar.",
      "start": 278134,
      "end": 280198,
      "confidence": 0.9130777777777779
    },
    {
      "pos": 45,
      "speaker": "A",
      "text": "No homemade one.",
      "start": 280246,
      "end": 281454,
      "confidence": 0.9520099999999999
    },
    {
      "pos": 46,
      "speaker": "B",
      "text": "I don't care, Rick. That's not enough. It can't counteract. Right? This is idea, this is Rick James's idea of healthy eating, right? We'll be in the canteen at the BBC. He'll go, I'm going to be eat healthy today. Which means he'll have two slices of pizza instead of pizza and chips. That's basically, that's his theory, right? And it's like, it's, I don't know why. Because he can't eat anything. Which is kind of, which doesn't, is basically, doesn't sting the roof of his mouth flavor. So like, he's always got headaches. He's always gonna got headache, I guess because you don't. You just drink coffee and coke. You never drink water. Your body is dehydrated. And I said, drink a glass of water. No, boring. It's boring.",
      "start": 281494,
      "end": 315630,
      "confidence": 0.8531986153846156
    },
    {
      "pos": 47,
      "speaker": "A",
      "text": "Boar.",
      "start": 315702,
      "end": 316422,
      "confidence": 0.50087
    },
    {
      "pos": 48,
      "speaker": "B",
      "text": "I don't know if we were in the desert. Stranded. Boring. It's boring. Steve. I'll wait till the next cafe and sometimes you'll go like, oh, we'll have a, I'll have a salad, right? I'll get like a feta cheese salad, right? And they'll eat the little bits of feta cheese, leave the salad. Then he goes downstairs and goes, I'm still hungry. It didn't fill me up, that salad. I go, no, what didn't fill you up was the 200 milligrams of goat cheese that you ate. That's what didn't fill you up. So I just, this should be a campaign. I don't know whether I can observe it. People could sponsor him something. Just eat healthy. We could do it for some kind of big charity. I don't think the fruit's the issue.",
      "start": 316598,
      "end": 350292,
      "confidence": 0.9002402222222223
    },
    {
      "pos": 49,
      "speaker": "A",
      "text": "I don't. If you mash it, I'll eat anything.",
      "start": 350348,
      "end": 352100,
      "confidence": 0.8125166666666668
    },
    {
      "pos": 50,
      "speaker": "B",
      "text": "I'm not saying that you don't eat a certain amount of fruit. I'm saying that everything else you eat is unbalanced, and it's just rich with fat. And it's awful. It's sausages, it's beans. You're such a working class scum, aren't you? It's the smell of chip fat. It's all around him. Do you know what I mean? It's like, even when you can't smell it, you know, it's there, seeping through his veins. I mentioned when he was growing up, it was just chip fat in the house. Just a big. It was constantly boiling.",
      "start": 352172,
      "end": 374154,
      "confidence": 0.8900327083333331
    },
    {
      "pos": 51,
      "speaker": "A",
      "text": "It always, there was always chips on with everything.",
      "start": 374194,
      "end": 376266,
      "confidence": 0.8095744444444444
    },
    {
      "pos": 52,
      "speaker": "B",
      "text": "Do you want weetabix in the morning? Deep fat fry that. It's such scum. And now it's like, oh, yeah, my palate. You know, I can't eat anything. It's got no flavor. Everything's got cheese on it. Sprinkling parmesan cheese, more parmesan cheese. And if someone, like, doesn't give him, like, a whole tub of parmesan cheese when you're in a restaurant, even though he's ordered, like, a lobster or whatever, he's like, he sort of has to go at the waiter or, like, not, not to their face, obviously. He's too much of a coward. But he'll say to me, he didn't reach you. Left the cheese. He's so cheap with the cheese. They don't give me any cheese. He just gave you three bucketfuls. It's a cheese. More cheese here. We should do something, because I'm panicked. I'm worried.",
      "start": 376450,
      "end": 410640,
      "confidence": 0.8495453191489365
    },
    {
      "pos": 53,
      "speaker": "A",
      "text": "You know, I started working out a little bit. I sort of work out twice or three times a week.",
      "start": 410672,
      "end": 414014,
      "confidence": 0.861626
    },
    {
      "pos": 54,
      "speaker": "B",
      "text": "That's gonna counteract it.",
      "start": 414054,
      "end": 414982,
      "confidence": 0.636775
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Rick and I drink water through the night when I wake up dehydrated from.",
      "start": 414998,
      "end": 418366,
      "confidence": 0.8846250000000001
    },
    {
      "pos": 56,
      "speaker": "B",
      "text": "All the booze you've just drunk.",
      "start": 418390,
      "end": 419886,
      "confidence": 0.8535666666666669
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Yeah. And, and I have a smoothie in the morning. Denni, I don't, you know what my.",
      "start": 420030,
      "end": 425006,
      "confidence": 0.88168
    },
    {
      "pos": 58,
      "speaker": "B",
      "text": "Views are on the smoothies. I don't think that's counteracting. I don't think it's counteracting all the other.",
      "start": 425030,
      "end": 430718,
      "confidence": 0.8211427777777778
    },
    {
      "pos": 59,
      "speaker": "A",
      "text": "You have got a problem. Nothing wrong with the smoothie.",
      "start": 430766,
      "end": 433838,
      "confidence": 0.904233
    },
    {
      "pos": 60,
      "speaker": "B",
      "text": "Right, fine. Okay. Well, if you, if you, if you're happy to carry on as you are.",
      "start": 433926,
      "end": 436670,
      "confidence": 0.933190588235294
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "Yeah, go on.",
      "start": 436702,
      "end": 437594,
      "confidence": 0.8453066666666667
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "Badly drawn boy, obviously, has done the soundtrack, this new film about a boy.",
      "start": 438454,
      "end": 442126,
      "confidence": 0.8694057142857143
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "Yeah.",
      "start": 442190,
      "end": 442502,
      "confidence": 0.59616
    },
    {
      "pos": 64,
      "speaker": "B",
      "text": "Which has got Hugh Grant in it. And obviously, this current single, what's it called? The current one that's out. Silent sigh. That's currently, obviously, that's being played on XFM but this is another track from this album, which is the soundtrack. Lots of little bits of filler, bits of musical instrumental stuff, but all of it's very nice. This is a crack in tune. Track three, something to talk about.",
      "start": 442558,
      "end": 457394,
      "confidence": 0.916190985915493
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Lovely.",
      "start": 469014,
      "end": 469710,
      "confidence": 0.89099
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "Yeah. Good tune that. I think Sarah and Lauren have emailed in. They said they wanted something from Elliott Smith or maybe Jimmy Webb. That's actually produced by the producer of Elliott Smith. Is that. No, Bimi. Play that next time.",
      "start": 469822,
      "end": 480968,
      "confidence": 0.8319943902439024
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "I'll play some, yeah, next week.",
      "start": 480976,
      "end": 482536,
      "confidence": 0.7338633333333333
    },
    {
      "pos": 68,
      "speaker": "B",
      "text": "That's badly drawn boy, though, from the soundtrack to this film about a boy. And that's called something to talk about.",
      "start": 482560,
      "end": 486704,
      "confidence": 0.9103109523809524
    },
    {
      "pos": 69,
      "speaker": "A",
      "text": "We've only got the stuff in the library. Do they want four non blondes? Because we've got that in the library, haven't we?",
      "start": 486744,
      "end": 490952,
      "confidence": 0.9066139130434783
    },
    {
      "pos": 70,
      "speaker": "B",
      "text": "The best of Tony Basil.",
      "start": 491008,
      "end": 491960,
      "confidence": 0.8907619999999999
    },
    {
      "pos": 71,
      "speaker": "A",
      "text": "And we've got just about every song that in excess ever recorded.",
      "start": 492032,
      "end": 496120,
      "confidence": 0.9472558333333332
    },
    {
      "pos": 72,
      "speaker": "B",
      "text": "We don't play enough in excess.",
      "start": 496152,
      "end": 497152,
      "confidence": 0.9532283333333332
    },
    {
      "pos": 73,
      "speaker": "A",
      "text": "I don't think we do. I can't believe it. XFN 104.9 coming up. White Van man. White Van Carl.",
      "start": 497208,
      "end": 507152,
      "confidence": 0.9169636842105263
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "White Van Carl. Who's obviously out with Carl last night.",
      "start": 507208,
      "end": 510016,
      "confidence": 0.799403
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 510080,
      "end": 510576,
      "confidence": 0.84954
    },
    {
      "pos": 76,
      "speaker": "B",
      "text": "Because we went out.",
      "start": 510680,
      "end": 511256,
      "confidence": 0.919605
    },
    {
      "pos": 77,
      "speaker": "C",
      "text": "There's.",
      "start": 511280,
      "end": 511696,
      "confidence": 0.83751
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "What's the name of that evening?",
      "start": 511800,
      "end": 512952,
      "confidence": 0.8748383333333334
    },
    {
      "pos": 79,
      "speaker": "C",
      "text": "Marketplace. Extracurricular.",
      "start": 513048,
      "end": 514456,
      "confidence": 0.906075
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "Extracurricular, yeah. Various XFM DJ's. Go down there and just play an eclectic mix, spin some tunes on. Absolutely. I'm thinking of doing it in a couple of weeks, Rick. And obviously, you know, my turntableist skills now are pretty behold.",
      "start": 514520,
      "end": 524344,
      "confidence": 0.872112926829268
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 524424,
      "end": 524976,
      "confidence": 0.46295
    },
    {
      "pos": 82,
      "speaker": "B",
      "text": "And I tell you this. What? I did an amazing mix of the day with my friend Dan. We did. We spent two and a half hours on it. This is how we spend our evenings now. Two and a half hours mixing from a trip hop sort of art, you know, hip hop style beat into Arthur's theme by Christopher Cross.",
      "start": 525040,
      "end": 538544,
      "confidence": 0.916185483870968
    },
    {
      "pos": 83,
      "speaker": "A",
      "text": "Great.",
      "start": 538624,
      "end": 538888,
      "confidence": 0.6608
    },
    {
      "pos": 84,
      "speaker": "B",
      "text": "When you get called between the moon and new, written by four people.",
      "start": 538936,
      "end": 541376,
      "confidence": 0.8499276923076925
    },
    {
      "pos": 85,
      "speaker": "A",
      "text": "Four people by a sega. Christopher Cross and a fourth one. Phone in if you know that. Maybe we should. But who knows? The fourth person credited on that tune.",
      "start": 541480,
      "end": 551656,
      "confidence": 0.8884343333333331
    },
    {
      "pos": 86,
      "speaker": "B",
      "text": "If I were a prize.",
      "start": 551680,
      "end": 552584,
      "confidence": 0.51289
    },
    {
      "pos": 87,
      "speaker": "A",
      "text": "700 801. Two, three, four. Also another. Someone asked to phone in. Right. I saw it. I saw an advert. Right? Those advert toys, I think, must be. Is it because it's Easter holidays or something?",
      "start": 552664,
      "end": 563580,
      "confidence": 0.8474619444444443
    },
    {
      "pos": 88,
      "speaker": "B",
      "text": "Right?",
      "start": 563612,
      "end": 563900,
      "confidence": 0.6436
    },
    {
      "pos": 89,
      "speaker": "A",
      "text": "I was watching and it's like one of those transformer type things. And it goes in its shield. It strikes and it goes into a shield. It goes into a little pod. And I'm sure it was called a bow lock, right? Now I must have misheard it. There's no way you can call a little kid's toy. A bowlock. So can you phone in? I'm quite willing to be wrong. It'd be very disappointing. But, you know, are people making little bolocks for kids? Oh, wait. 700, 801. Two, three, four. And what was the other question was there?",
      "start": 563972,
      "end": 590682,
      "confidence": 0.8563579999999997
    },
    {
      "pos": 90,
      "speaker": "B",
      "text": "The question was, who was the fourth person that wrote Arthur's theme?",
      "start": 590778,
      "end": 593898,
      "confidence": 0.8809900000000002
    },
    {
      "pos": 91,
      "speaker": "A",
      "text": "Yeah.",
      "start": 593946,
      "end": 594266,
      "confidence": 0.65423
    },
    {
      "pos": 92,
      "speaker": "B",
      "text": "When you get caught between the moon.",
      "start": 594330,
      "end": 595554,
      "confidence": 0.8841142857142856
    },
    {
      "pos": 93,
      "speaker": "A",
      "text": "And New York City. Crazy, but it's true. Yeah.",
      "start": 595594,
      "end": 600802,
      "confidence": 0.9280422222222222
    },
    {
      "pos": 94,
      "speaker": "B",
      "text": "The only thing you can do is fall in love. Carl. What was that with Carl last night? Obviously party animal. You know, he's hanging out with some of my friends. You enjoyed yourself, didn't you, Carl? But you were bit worried about Jennifer Lopez, weren't you?",
      "start": 600858,
      "end": 609458,
      "confidence": 0.8538878723404256
    },
    {
      "pos": 95,
      "speaker": "A",
      "text": "Yeah.",
      "start": 609586,
      "end": 610058,
      "confidence": 0.5919
    },
    {
      "pos": 96,
      "speaker": "B",
      "text": "What was the concern?",
      "start": 610146,
      "end": 611122,
      "confidence": 0.98412
    },
    {
      "pos": 97,
      "speaker": "C",
      "text": "Um, I don't really know what's going on in the pop world.",
      "start": 611298,
      "end": 615094,
      "confidence": 0.9239866666666668
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "You're joking. No, go on.",
      "start": 616034,
      "end": 618522,
      "confidence": 0.8647980000000001
    },
    {
      "pos": 99,
      "speaker": "C",
      "text": "And I was here in the toilets, and I heard it playing out on the speaker, and he heard the dj go, there you go. That's left eye Lopez there.",
      "start": 618578,
      "end": 628614,
      "confidence": 0.8852346666666668
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "That's not.",
      "start": 628954,
      "end": 629778,
      "confidence": 0.973125
    },
    {
      "pos": 101,
      "speaker": "C",
      "text": "And I thought, it's Jennifer Lopez. She had some sort of eye injury.",
      "start": 629906,
      "end": 635414,
      "confidence": 0.9456269230769233
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "You thought he was breaking the news of Jennifer Lopez losing an eye by calling her left eye Lopez?",
      "start": 636954,
      "end": 642338,
      "confidence": 0.84375
    },
    {
      "pos": 103,
      "speaker": "C",
      "text": "Yeah.",
      "start": 642466,
      "end": 643202,
      "confidence": 0.96682
    },
    {
      "pos": 104,
      "speaker": "A",
      "text": "That's genius.",
      "start": 643378,
      "end": 644434,
      "confidence": 0.9904299999999999
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "Don't worry. We put him to. We put him right. He's okay. Yeah, tz. Yeah, but you're worried for a while. Weren't you anxious for a while?",
      "start": 644474,
      "end": 650922,
      "confidence": 0.8236322222222223
    },
    {
      "pos": 106,
      "speaker": "C",
      "text": "I had no idea. And the thing is, I heard that on, like, Thursday, so for, like, three days, I've been thinking you'd be panicking. Why she called that because she changed the name before and she said j lo or something.",
      "start": 651058,
      "end": 659786,
      "confidence": 0.87112
    },
    {
      "pos": 107,
      "speaker": "A",
      "text": "Yeah.",
      "start": 659850,
      "end": 660258,
      "confidence": 0.95359
    },
    {
      "pos": 108,
      "speaker": "C",
      "text": "So I thought, you know. Yeah, she got some people after her. She owe someone money. Keep changing her name.",
      "start": 660346,
      "end": 665706,
      "confidence": 0.8781284999999999
    },
    {
      "pos": 109,
      "speaker": "A",
      "text": "That was what my Gabriel and rise.",
      "start": 665770,
      "end": 668854,
      "confidence": 0.7524828571428571
    },
    {
      "pos": 110,
      "speaker": "B",
      "text": "Anyway, more music.",
      "start": 670514,
      "end": 671694,
      "confidence": 0.88454
    },
    {
      "pos": 111,
      "speaker": "A",
      "text": "I'd love to.",
      "start": 671874,
      "end": 672726,
      "confidence": 0.8912566666666667
    },
    {
      "pos": 112,
      "speaker": "B",
      "text": "So, yeah, what have you got? What have you got lined up there?",
      "start": 672790,
      "end": 674470,
      "confidence": 0.851666923076923
    },
    {
      "pos": 113,
      "speaker": "C",
      "text": "Band?",
      "start": 674582,
      "end": 675314,
      "confidence": 0.64137
    },
    {
      "pos": 114,
      "speaker": "B",
      "text": "Massive respect. No, jew.",
      "start": 679214,
      "end": 681878,
      "confidence": 0.6773199999999999
    },
    {
      "pos": 115,
      "speaker": "A",
      "text": "Jew.",
      "start": 681926,
      "end": 682150,
      "confidence": 0.4763
    },
    {
      "pos": 116,
      "speaker": "B",
      "text": "Jew. Yeah, absolutely. Huge respect.",
      "start": 682182,
      "end": 684514,
      "confidence": 0.68984
    },
    {
      "pos": 117,
      "speaker": "A",
      "text": "Spread your love on xfm 104 point. I'm loving this, Steve. It's a lovely day.",
      "start": 692734,
      "end": 697022,
      "confidence": 0.8970573333333332
    },
    {
      "pos": 118,
      "speaker": "C",
      "text": "Yep.",
      "start": 697078,
      "end": 697670,
      "confidence": 0.66712
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "We're playing some great music.",
      "start": 697822,
      "end": 698790,
      "confidence": 0.9665079999999999
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "We're playing some great tunes, aren't we? Absolutely. Having some great chat.",
      "start": 698822,
      "end": 701526,
      "confidence": 0.7661924999999999
    },
    {
      "pos": 121,
      "speaker": "B",
      "text": "Yeah. Yeah.",
      "start": 701590,
      "end": 702254,
      "confidence": 0.69815
    },
    {
      "pos": 122,
      "speaker": "A",
      "text": "So let's carry on. Let's continue.",
      "start": 702294,
      "end": 703798,
      "confidence": 0.8296166666666668
    },
    {
      "pos": 123,
      "speaker": "B",
      "text": "Well, obviously, Carl was out with me last night, and he saw that I'm, you know, he knows I'm a ladies man, and that was obvious. Kyle, you could see the vibe around me, couldn't you, when the chicks were talking to me. And just remembered recently, actually, I was on a train coming back from hometown Bristol, and I was on the train, and this girl walks on. Good looking girl. I thought, hey, largely empty carriage, I'm thinking, my luck's in, you know, because I take every opportunity, Carl, that's the thing about me, you know, I don't. I don't choose. She's good looking girl. She sat down, I thought. She sat down right near me. I thought, brilliant. This guy comes up behind him and says, I think it's probably a boyfriend or something, sits down next to her, and I listen in on the conversation, obviously, because I'm pretending to read. It was very clever. I read the same page for hours. So I was pretending to listen. I was listening, but pretending to read, and I realized that it's not her boyfriend or anything, it's just some guy she's met on the platform. And I'm thinking, brilliant. If she's the kind of girl who's just going to start talking to someone on a platform, on a train, brilliant. I'm going to be in here. Because he was only going one stop. So I'm thinking, what's the worst that can happen? He'll nick off. I'll get chatting to her, and who knows? I could join the. What's the. Is there a train equipment? The foot high club? Brilliant. And so I'm excited, you know, I'm listening in and it turns out that they're both kind of graduates who just finished university, or they're just coming to the finals or something, and they're chatting away, you know, and he's making a couple of witticisms, you know, and she's kind of tittering at his jokes. I'm thinking, I'll tell you this, if she's laughing at this kind of material, I am going to blow her away, you know, with my kind of anecdotes and wry observations. You know, it was weak stuff.",
      "start": 703926,
      "end": 780938,
      "confidence": 0.9035443681318687
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "I got really.",
      "start": 780986,
      "end": 781762,
      "confidence": 0.6971666666666666
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Was coming out with nothing. Yeah, he was running on empty, as far as I'm concerned. Yeah, she was loving it. So I'm thinking, brilliant, I'm going to be right in here. And then they get moving on to higher break things, you know. And I think she was going to study kind of Marxism or something like that, or communism something. And she was asking him, you know, by way of conversation, she was asking him what he knew about Marxism, you know, and he was fumbling for some. His vague knowledge of it that he had in his life. And I'm just that sat there thinking, yeah, come on, love. In any given capitalist environment, the proletariat will revolt against their oppression. The bourgeoisie, and after a brief period of socialist rule, emerges as a classist society governed by community corporation.",
      "start": 781818,
      "end": 813724,
      "confidence": 0.8952072727272726
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Well, if that sort of talk wouldn't get a woman hot, I don't know what you'd use.",
      "start": 813764,
      "end": 817532,
      "confidence": 0.8822770588235294
    },
    {
      "pos": 127,
      "speaker": "B",
      "text": "If Marks and Engels is not going to get a woman sweaty down below, then nothing is. My name is.",
      "start": 817588,
      "end": 822300,
      "confidence": 0.874013
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "You're just biding your time.",
      "start": 822332,
      "end": 823624,
      "confidence": 0.7530380000000001
    },
    {
      "pos": 129,
      "speaker": "B",
      "text": "I'm just going to go in for.",
      "start": 824244,
      "end": 825068,
      "confidence": 0.93502
    },
    {
      "pos": 130,
      "speaker": "A",
      "text": "The kill any minute.",
      "start": 825076,
      "end": 826104,
      "confidence": 0.8957725
    },
    {
      "pos": 131,
      "speaker": "B",
      "text": "So anyway, it comes to his stop, right? He gets up, I'm thinking, this is a piece of cake. And he gets off and off he goes, he walks off. And I'm thinking, brilliant. And I thought, I'll wait. I'll wait till the train's pulled away. I'm not going to leap in straight away. And he comes back on the carriage and I'm thinking, hang on a minute. He goes, listen, do you mind if I give you my email address? Right, and if you want to get in touch, email me. I'm thinking, come on, you loser, get off now. Save your face, please, before it's too embarrassing. She accepts the email address because she obviously doesn't want to hurt his feelings. Whatever. I'm thinking, fair enough, she's a good woman. I'm liking her. I'm thinking, that's my kind of girl. So anyway, it gets off, I've sat there, the train pulls away. I'm thinking, yeah, I'll wait a few minutes, you know, I'll just give it some time. Her phone rings, it's her friend on the phone and she, she starts saying, and I was listening in and she was going, yeah, just met a guy on the train. I'm thinking, yeah, that's true enough. She goes, yeah, he was a good looking guy. I thought you were having a laugh, love, to be honest. Because I was looking at him and she said, she said to her friend, he looks a bit like tennis player Boris Becker. I thought, well, you should be so lucky, frankly, because I saw him, he had awful facial hair. If that's what makes him look like Boris Becker, a terrible little goaty beard, it was laughable. I thought, I don't know. And then she goes, she goes to think, yeah, I met and we got chatting and stuff and she was going, it's not often that. It's not often that you meet someone generally in life who's kind of thoughtful and intelligent and funny. I thought to myself, I'm not even going to waste my time with you, love. Frankly, if that's what you thought of.",
      "start": 826444,
      "end": 909062,
      "confidence": 0.9118272957746484
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "Him, you just walked away and I'll.",
      "start": 909078,
      "end": 911302,
      "confidence": 0.8455271428571429
    },
    {
      "pos": 133,
      "speaker": "B",
      "text": "Be honest with you, I didn't even bother talking to her.",
      "start": 911318,
      "end": 912846,
      "confidence": 0.9387190909090909
    },
    {
      "pos": 134,
      "speaker": "A",
      "text": "No.",
      "start": 912870,
      "end": 913318,
      "confidence": 0.76002
    },
    {
      "pos": 135,
      "speaker": "B",
      "text": "I didn't even waste my time with you.",
      "start": 913446,
      "end": 914646,
      "confidence": 0.8563212499999999
    },
    {
      "pos": 136,
      "speaker": "A",
      "text": "If she thinks that bloke is not only crazy but funny and intelligent. And she got on well and he was polite and it was a chance meeting and he thought. And she thought that you were like a freaky looking dog who didn't even have the nerve to sleep.",
      "start": 914670,
      "end": 926744,
      "confidence": 0.9098168
    },
    {
      "pos": 137,
      "speaker": "B",
      "text": "That is what she was thinking. I don't want to know it.",
      "start": 926784,
      "end": 930464,
      "confidence": 0.7480183333333333
    },
    {
      "pos": 138,
      "speaker": "A",
      "text": "I couldn't. You walked away. And good luck to you.",
      "start": 930544,
      "end": 933336,
      "confidence": 0.892577
    },
    {
      "pos": 139,
      "speaker": "B",
      "text": "And I have my dignity in.",
      "start": 933360,
      "end": 934728,
      "confidence": 0.845345
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Yes. And she's nothing. Flowers in the window on XFN 104.9. Well, coming to that time where we do white van man.",
      "start": 934776,
      "end": 955284,
      "confidence": 0.8787313636363637
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "Absolutely. With producer Carl.",
      "start": 955364,
      "end": 956748,
      "confidence": 0.8045149999999999
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "And Carl's gonna also gonna be telling us his slant on fables, on ESOP. Absolutely. I was out with Kyle. I know I shouldn't be.",
      "start": 956796,
      "end": 965748,
      "confidence": 0.7930659999999999
    },
    {
      "pos": 143,
      "speaker": "B",
      "text": "Yeah, I broke the rule as well.",
      "start": 965796,
      "end": 967124,
      "confidence": 0.9442985714285715
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "I know. Well, I was out with him for now before, I think, and we were just chatting and as you know, we're going to Edinburgh for a week.",
      "start": 967164,
      "end": 975140,
      "confidence": 0.8643641379310345
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Yeah, that's all three of us.",
      "start": 975332,
      "end": 976436,
      "confidence": 0.9114949999999999
    },
    {
      "pos": 146,
      "speaker": "A",
      "text": "That's all three of us. Yeah.",
      "start": 976500,
      "end": 977484,
      "confidence": 0.9298733333333334
    },
    {
      "pos": 147,
      "speaker": "B",
      "text": "It wasn't. I just wondered for a minute if there was some arrangement you two had made, like next weekend, just popping out there, seeing the site.",
      "start": 977564,
      "end": 982100,
      "confidence": 0.8525881481481482
    },
    {
      "pos": 148,
      "speaker": "A",
      "text": "Yeah. No, we're gonna do a week's broadcasting from the Edinburgh festival and, you know. And Carl's going, I bet you lie in, don't you, and all this. I'm going, well, yeah. He's going, well, he wants to be up at half nine and out looking at the sites, you know, I mean. Yeah, but anyway. And I said, have you ever had haggis? He went, it's black pudding in it. I went, no, it's. It's mints. You went like, mints? I went, yeah, but wait, it's mints. A sheep stomach, right? And he went, what? They force feed a sheep then kill it. Imagine that, Carl.",
      "start": 982172,
      "end": 1013086,
      "confidence": 0.8413007476635509
    },
    {
      "pos": 149,
      "speaker": "C",
      "text": "It makes sense, though.",
      "start": 1013190,
      "end": 1014342,
      "confidence": 0.8962300000000001
    },
    {
      "pos": 150,
      "speaker": "A",
      "text": "It doesn't make sense. They force feed a sheep, mints and then kill it till its stomach's nice and full. And I go, oh, this one's full. Kill it before it starts digesting it. Of course they don't. It's a membrane. They've. And the other one he was talking about, like, he likes Richmond park, he goes, I like to see all the deers. I went, it's deers, plural. You don't need to say deers. I try and educate whenever I can.",
      "start": 1014438,
      "end": 1034878,
      "confidence": 0.8919671951219511
    },
    {
      "pos": 151,
      "speaker": "B",
      "text": "What's that one? I said, that deer is already.",
      "start": 1034926,
      "end": 1036182,
      "confidence": 0.80477
    },
    {
      "pos": 152,
      "speaker": "A",
      "text": "Yeah, deer. I said, you know, like sheep or, or fish, so you can say fishes. And. And we said, do you know the plural of mongoose? Because a lot of people think it would be mongoese. It's not, it's mongooses. Do you know what Carl said?",
      "start": 1036238,
      "end": 1050302,
      "confidence": 0.834313829787234
    },
    {
      "pos": 153,
      "speaker": "B",
      "text": "Plural of mongoose.",
      "start": 1050398,
      "end": 1051510,
      "confidence": 0.9417833333333334
    },
    {
      "pos": 154,
      "speaker": "A",
      "text": "Mongoose, yes, plural of mongooses. It's worth a competition. No, it's not. No, no. Go on, Carl. What did you think the plural of mongoose was?",
      "start": 1051542,
      "end": 1057594,
      "confidence": 0.9100169230769232
    },
    {
      "pos": 155,
      "speaker": "C",
      "text": "Mongs.",
      "start": 1058014,
      "end": 1058994,
      "confidence": 0.48607
    },
    {
      "pos": 156,
      "speaker": "A",
      "text": "Player record after this. White van man. Oh, let's play a bit of Dylan. Yeah, this is, this is a beautiful track. It's just like a woman. Well, I think that's a beautiful record. It's by Bob Dylan and it's just like a woman. And Carl went, he's got his headphones on, so he's speaking a bit loud. The harmonica's playing in a whiny mank accent. When the harmonics went, that's an annoying sound, Matt, in it. Oh, bless Bob Dylan there. An annoying sound there.",
      "start": 1062134,
      "end": 1107630,
      "confidence": 0.8495305813953489
    },
    {
      "pos": 157,
      "speaker": "B",
      "text": "Did you hear about the annoying sound of Bob Dylan, you album?",
      "start": 1107702,
      "end": 1110438,
      "confidence": 0.8494633333333335
    },
    {
      "pos": 158,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1110526,
      "end": 1111382,
      "confidence": 0.5090600000000001
    },
    {
      "pos": 159,
      "speaker": "C",
      "text": "Just that sort of sound always reminds me of one man band.",
      "start": 1111438,
      "end": 1114572,
      "confidence": 0.9217208333333334
    },
    {
      "pos": 160,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1114668,
      "end": 1115108,
      "confidence": 0.68516
    },
    {
      "pos": 161,
      "speaker": "C",
      "text": "Have you heard the story about Leo, say, oh, with his song one man band?",
      "start": 1115196,
      "end": 1118212,
      "confidence": 0.8299346666666667
    },
    {
      "pos": 162,
      "speaker": "A",
      "text": "No.",
      "start": 1118268,
      "end": 1118864,
      "confidence": 0.85859
    },
    {
      "pos": 163,
      "speaker": "C",
      "text": "Years ago. What year was.",
      "start": 1119444,
      "end": 1121504,
      "confidence": 0.90886
    },
    {
      "pos": 164,
      "speaker": "B",
      "text": "I mean, movie dancing.",
      "start": 1124204,
      "end": 1125544,
      "confidence": 0.5981799999999999
    },
    {
      "pos": 165,
      "speaker": "C",
      "text": "What's the song that he did?",
      "start": 1126964,
      "end": 1128572,
      "confidence": 0.9386
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "I'm a one man band, it was called.",
      "start": 1128708,
      "end": 1130052,
      "confidence": 0.942045
    },
    {
      "pos": 167,
      "speaker": "C",
      "text": "Right, yeah.",
      "start": 1130108,
      "end": 1130420,
      "confidence": 0.66944
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Funnily enough, he did that one man.",
      "start": 1130452,
      "end": 1132220,
      "confidence": 0.9482485714285714
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "Band and he was playing it at the Dominion Theatre.",
      "start": 1132252,
      "end": 1134660,
      "confidence": 0.9420019999999999
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1134732,
      "end": 1135308,
      "confidence": 0.93381
    },
    {
      "pos": 171,
      "speaker": "C",
      "text": "And apparently whenever he played, he saw, sang this song, he got the audience involved and the line in it was, am I one man band?",
      "start": 1135436,
      "end": 1142714,
      "confidence": 0.870498076923077
    },
    {
      "pos": 172,
      "speaker": "A",
      "text": "Nobody knows or understands. Is there anybody there can lend me a hand to my one man band?",
      "start": 1143094,
      "end": 1147342,
      "confidence": 0.8932816666666665
    },
    {
      "pos": 173,
      "speaker": "C",
      "text": "And what he used to do, he used to reach out.",
      "start": 1147438,
      "end": 1149222,
      "confidence": 0.9773499999999999
    },
    {
      "pos": 174,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 1149318,
      "end": 1149782,
      "confidence": 0.71558
    },
    {
      "pos": 175,
      "speaker": "C",
      "text": "And grab people's hands and then he'd walk down the middle. Anyway, he said, well, anyone lend me a hand. They stuck his hand out, grabbed like a hand and was walking down. Every little. Everyone looked horrified and some woman who had, like a plastic hand had come off and he's walking down the middle of like, dominion theatre with his plastic hand in his hand and he said, oh, it's a moment I won't forget.",
      "start": 1149838,
      "end": 1172224,
      "confidence": 0.8899910389610389
    },
    {
      "pos": 176,
      "speaker": "B",
      "text": "He knows how to tell a story. Leo Sayer.",
      "start": 1173324,
      "end": 1175544,
      "confidence": 0.8785077777777777
    },
    {
      "pos": 177,
      "speaker": "A",
      "text": "Right, well, it's time for white Van man, which is where we ask Carl the questions that the sun asks someone else.",
      "start": 1177924,
      "end": 1183956,
      "confidence": 0.8935727272727273
    },
    {
      "pos": 178,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1184020,
      "end": 1184708,
      "confidence": 0.84294
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "It's an article in there where they ask them, you know, tip around the street. The big questions of the day gives them their platform to the nation. And we think this is just too good to let out because we, I mean, we only care about one person's opinion in the country.",
      "start": 1184836,
      "end": 1197500,
      "confidence": 0.8854409433962263
    },
    {
      "pos": 180,
      "speaker": "B",
      "text": "Now that's true enough if they came out. And there he is.",
      "start": 1197532,
      "end": 1198988,
      "confidence": 0.7920458333333333
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "There he is.",
      "start": 1199036,
      "end": 1199864,
      "confidence": 0.8267833333333333
    },
    {
      "pos": 182,
      "speaker": "B",
      "text": "Thoughts please on Kylie Minogue slagging off Britney Spears for ignoring her fans at her premiere. Are you aware of that story? She got booed at her premiere of her new film Britney because she'd left her fans waiting for like an hour. Some of them had traveled up from.",
      "start": 1200314,
      "end": 1214490,
      "confidence": 0.9053566000000002
    },
    {
      "pos": 183,
      "speaker": "A",
      "text": "Bristol, other parts, 3000 of them, loads.",
      "start": 1214562,
      "end": 1216498,
      "confidence": 0.8495157142857143
    },
    {
      "pos": 184,
      "speaker": "B",
      "text": "Of them screaming for her. She just went straight into the theater an hour late, just gave him a quick wave and straight in. Didn't even know. So they were booing.",
      "start": 1216506,
      "end": 1224314,
      "confidence": 0.8521077419354839
    },
    {
      "pos": 185,
      "speaker": "A",
      "text": "What do you think of that?",
      "start": 1224354,
      "end": 1224826,
      "confidence": 0.9128066666666669
    },
    {
      "pos": 186,
      "speaker": "B",
      "text": "Carl and Kylie's obviously said that was actually outrageous, you know, and you should treat your fans with respect. What do you make of it?",
      "start": 1224850,
      "end": 1230544,
      "confidence": 0.8606007999999999
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "So she did wave you, but literally.",
      "start": 1233444,
      "end": 1236220,
      "confidence": 0.8055685714285713
    },
    {
      "pos": 188,
      "speaker": "B",
      "text": "As she was walking into the theater.",
      "start": 1236252,
      "end": 1237636,
      "confidence": 0.8827357142857143
    },
    {
      "pos": 189,
      "speaker": "C",
      "text": "Was it raining?",
      "start": 1237780,
      "end": 1238892,
      "confidence": 0.8373033333333333
    },
    {
      "pos": 190,
      "speaker": "B",
      "text": "No, I don't think it was.",
      "start": 1239068,
      "end": 1240344,
      "confidence": 0.9631666666666666
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "Really. Read the brief, just ringing it.",
      "start": 1245324,
      "end": 1248444,
      "confidence": 0.7403628571428572
    },
    {
      "pos": 192,
      "speaker": "B",
      "text": "Judge at first. Okay.",
      "start": 1248524,
      "end": 1249412,
      "confidence": 0.5976699999999999
    },
    {
      "pos": 193,
      "speaker": "A",
      "text": "Was it raining? No.",
      "start": 1249428,
      "end": 1250584,
      "confidence": 0.8704825
    },
    {
      "pos": 194,
      "speaker": "C",
      "text": "Was she running late for the start of the film?",
      "start": 1253164,
      "end": 1255034,
      "confidence": 0.9363330000000001
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "Yes, but that's her own fault. I mean the people are inside, they're not going to start the film without her. It's Britney Spears. She could take some time out. You know, when Tom Cruise came here, he spent like an hour and a half shaking people's hands, talking to people on their mobile phones, all sorts. That's Tom Cruise. He's a bigger name than Britney.",
      "start": 1255124,
      "end": 1270798,
      "confidence": 0.9398725757575755
    },
    {
      "pos": 196,
      "speaker": "A",
      "text": "I know he's a smaller person, but he's a bigger name.",
      "start": 1270966,
      "end": 1274070,
      "confidence": 0.9286481818181819
    },
    {
      "pos": 197,
      "speaker": "C",
      "text": "What do people want from people? Do you know what I mean?",
      "start": 1274142,
      "end": 1276198,
      "confidence": 0.9261958333333333
    },
    {
      "pos": 198,
      "speaker": "B",
      "text": "Yeah, an autograph, things like that. A photo.",
      "start": 1276246,
      "end": 1278038,
      "confidence": 0.8385750000000001
    },
    {
      "pos": 199,
      "speaker": "A",
      "text": "This one's going nowhere. Steve, is there another one?",
      "start": 1278126,
      "end": 1280118,
      "confidence": 0.99148
    },
    {
      "pos": 200,
      "speaker": "B",
      "text": "Fair enough.",
      "start": 1280166,
      "end": 1280954,
      "confidence": 0.978755
    },
    {
      "pos": 201,
      "speaker": "C",
      "text": "Yeah. You know, it's not bad. If she had more time she might have done it. I bet she would have done it on another day. I mean, I'm not feeling too good today.",
      "start": 1282104,
      "end": 1288684,
      "confidence": 0.9731011764705881
    },
    {
      "pos": 202,
      "speaker": "B",
      "text": "But you're gonna still take time out to sign people's autographs surely, when you leave the building.",
      "start": 1291144,
      "end": 1294472,
      "confidence": 0.8887788235294118
    },
    {
      "pos": 203,
      "speaker": "A",
      "text": "Yeah, there's always a bit of a crowd in there.",
      "start": 1294528,
      "end": 1296336,
      "confidence": 0.8535980000000001
    },
    {
      "pos": 204,
      "speaker": "C",
      "text": "Next.",
      "start": 1296400,
      "end": 1297004,
      "confidence": 0.97205
    },
    {
      "pos": 205,
      "speaker": "B",
      "text": "What do you make of a New York, a New York's ex police chief saying we need more bobbies on the beat. He's come over here. He's the guy that sorted out crime in New York City. He's come over, he said, you're going all over the place here. You need more bobbies on the beat. Not more policemen, more a visible police presence.",
      "start": 1297744,
      "end": 1311230,
      "confidence": 0.9340178125
    },
    {
      "pos": 206,
      "speaker": "C",
      "text": "There was something last week about some copper in London who sat on a sat on a bench and he was asleep or something. And people were, like, outraged because, like, he should be looking after, you know, England's people, not nodding off on a park bench, which is a bit daft.",
      "start": 1311382,
      "end": 1328870,
      "confidence": 0.9129484615384615
    },
    {
      "pos": 207,
      "speaker": "A",
      "text": "They were shouting, he should be looking after England's prequel. Was this the 16th century you went back to?",
      "start": 1328942,
      "end": 1336114,
      "confidence": 0.8883300000000001
    },
    {
      "pos": 208,
      "speaker": "C",
      "text": "They were, like, really annoyed. He was asleep.",
      "start": 1341104,
      "end": 1343024,
      "confidence": 0.7918987500000001
    },
    {
      "pos": 209,
      "speaker": "A",
      "text": "Sure. Do I be undercover if it.",
      "start": 1343104,
      "end": 1345352,
      "confidence": 0.5917185714285714
    },
    {
      "pos": 210,
      "speaker": "C",
      "text": "Well, no, but the thing is, if there would have been any trouble, I'm sure he would have woke up.",
      "start": 1345368,
      "end": 1348472,
      "confidence": 0.9461044999999999
    },
    {
      "pos": 211,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1348528,
      "end": 1349000,
      "confidence": 0.9094
    },
    {
      "pos": 212,
      "speaker": "C",
      "text": "If there was any sort of. If someone needed help and he screamed, he would have woke up. So I don't know why they were having a go at him.",
      "start": 1349112,
      "end": 1354352,
      "confidence": 0.9444206666666666
    },
    {
      "pos": 213,
      "speaker": "A",
      "text": "Yeah. And he might not. He might not have been there at all. So, you know, it was.",
      "start": 1354408,
      "end": 1357568,
      "confidence": 0.8993016666666667
    },
    {
      "pos": 214,
      "speaker": "B",
      "text": "You know.",
      "start": 1357616,
      "end": 1357880,
      "confidence": 0.5459849999999999
    },
    {
      "pos": 215,
      "speaker": "A",
      "text": "So he probably have his radio turned on, didn't he?",
      "start": 1357912,
      "end": 1360304,
      "confidence": 0.8152249999999999
    },
    {
      "pos": 216,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1360384,
      "end": 1360712,
      "confidence": 0.86907
    },
    {
      "pos": 217,
      "speaker": "A",
      "text": "Listening to heart.",
      "start": 1360768,
      "end": 1361472,
      "confidence": 0.9143933333333333
    },
    {
      "pos": 218,
      "speaker": "B",
      "text": "So you're not concerned then that there's. Not. That the crimes going on is enough?",
      "start": 1361528,
      "end": 1364328,
      "confidence": 0.8291553333333332
    },
    {
      "pos": 219,
      "speaker": "C",
      "text": "I see quite a lot of them whizzing around.",
      "start": 1364376,
      "end": 1365752,
      "confidence": 0.9571677777777778
    },
    {
      "pos": 220,
      "speaker": "B",
      "text": "Okay. You're happy then? Yeah, as long as you're happy, Carl.",
      "start": 1365808,
      "end": 1368808,
      "confidence": 0.8474718181818183
    },
    {
      "pos": 221,
      "speaker": "A",
      "text": "See if there's too much crime. Just right amount. Just the right amount of crime. Yeah.",
      "start": 1368856,
      "end": 1372416,
      "confidence": 0.8466462499999999
    },
    {
      "pos": 222,
      "speaker": "B",
      "text": "What about the fact that new gambling laws give Blackpool the green light to become a british Las Vegas? What you make of that? You a gambler?",
      "start": 1372480,
      "end": 1379688,
      "confidence": 0.9315070370370369
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "A little bit. When I. When I go on holiday, like, going in the arcade and having a little flutter.",
      "start": 1379856,
      "end": 1383848,
      "confidence": 0.9013295000000003
    },
    {
      "pos": 224,
      "speaker": "B",
      "text": "Sure.",
      "start": 1383896,
      "end": 1384484,
      "confidence": 0.83116
    },
    {
      "pos": 225,
      "speaker": "A",
      "text": "What's your favorite?",
      "start": 1384944,
      "end": 1385640,
      "confidence": 0.9613066666666666
    },
    {
      "pos": 226,
      "speaker": "C",
      "text": "I haven't gone. They. You know the fruit machines?",
      "start": 1385672,
      "end": 1388728,
      "confidence": 0.6924955555555555
    },
    {
      "pos": 227,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1388816,
      "end": 1389104,
      "confidence": 0.82598
    },
    {
      "pos": 228,
      "speaker": "C",
      "text": "There's a good one called the Simpsons.",
      "start": 1389144,
      "end": 1391044,
      "confidence": 0.7986442857142857
    },
    {
      "pos": 229,
      "speaker": "B",
      "text": "Right.",
      "start": 1391824,
      "end": 1392400,
      "confidence": 0.96855
    },
    {
      "pos": 230,
      "speaker": "A",
      "text": "Is that your favorite?",
      "start": 1392512,
      "end": 1393352,
      "confidence": 0.8109200000000001
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "Yeah, it's quite good.",
      "start": 1393408,
      "end": 1394120,
      "confidence": 0.7266725
    },
    {
      "pos": 232,
      "speaker": "B",
      "text": "Is that a time with the tv show, the Citizens? Yeah. Okay.",
      "start": 1394152,
      "end": 1396192,
      "confidence": 0.8044983333333334
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Um. Will they make Blackpool the next Vegas? I don't think so, no.",
      "start": 1396248,
      "end": 1402124,
      "confidence": 0.8283953846153846
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "No. You been to Blackpool? Yeah. What was it? Was.",
      "start": 1402544,
      "end": 1406240,
      "confidence": 0.7855489999999999
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "It's a bit rank, is it? It is a bit rough. Needs a lot of work doing on it.",
      "start": 1406392,
      "end": 1411648,
      "confidence": 0.9059710526315791
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1411736,
      "end": 1412404,
      "confidence": 0.5288
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "No, that won't happen.",
      "start": 1412744,
      "end": 1413744,
      "confidence": 0.9413100000000001
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Okay.",
      "start": 1413824,
      "end": 1414112,
      "confidence": 0.65087
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "And you're not worried about this encouraging gambling generally? Gambling's not a vice you're concerned about.",
      "start": 1414128,
      "end": 1418844,
      "confidence": 0.7762162499999999
    },
    {
      "pos": 240,
      "speaker": "C",
      "text": "If you're a gambler, you're a gambler. Do you know, I mean, if Blackpool isn't done up, they'll go somewhere else to have a flutter.",
      "start": 1421134,
      "end": 1426678,
      "confidence": 0.9416036
    },
    {
      "pos": 241,
      "speaker": "A",
      "text": "Sure.",
      "start": 1426766,
      "end": 1427254,
      "confidence": 0.88698
    },
    {
      "pos": 242,
      "speaker": "C",
      "text": "So it's not gonna make any difference.",
      "start": 1427374,
      "end": 1428678,
      "confidence": 0.8743742857142858
    },
    {
      "pos": 243,
      "speaker": "B",
      "text": "Okay, good. And what do you make of the so solid cruise? Ashley Walters being jailed for 18 months. Obviously not very good example to his young fans.",
      "start": 1428726,
      "end": 1437110,
      "confidence": 0.8319914285714287
    },
    {
      "pos": 244,
      "speaker": "C",
      "text": "He should have got more, do you think? I had a dream about him the other night. Go on about the group itself.",
      "start": 1437182,
      "end": 1442454,
      "confidence": 0.9418056521739132
    },
    {
      "pos": 245,
      "speaker": "B",
      "text": "Okay.",
      "start": 1442534,
      "end": 1442878,
      "confidence": 0.6608
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "Had a dream.",
      "start": 1442926,
      "end": 1443486,
      "confidence": 0.75533
    },
    {
      "pos": 247,
      "speaker": "B",
      "text": "Were they all there because there's a lot of them. I couldn't remember all their faces. Featuring a dream.",
      "start": 1443550,
      "end": 1447222,
      "confidence": 0.8032889473684212
    },
    {
      "pos": 248,
      "speaker": "C",
      "text": "I had a t shirt on.",
      "start": 1447278,
      "end": 1448174,
      "confidence": 0.9621383333333334
    },
    {
      "pos": 249,
      "speaker": "A",
      "text": "He had. Etc. Etc.",
      "start": 1448214,
      "end": 1450758,
      "confidence": 0.5512699999999999
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "I had a t shirt on.",
      "start": 1450886,
      "end": 1451790,
      "confidence": 0.9498383333333335
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "You had a t shirt?",
      "start": 1451822,
      "end": 1452454,
      "confidence": 0.9101100000000001
    },
    {
      "pos": 252,
      "speaker": "C",
      "text": "Yeah, and it said on my t shirt, so solid poo. And I was walking down the street and they came towards me.",
      "start": 1452494,
      "end": 1458102,
      "confidence": 0.8697008695652175
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "Wow, that's amazing. I love that.",
      "start": 1458238,
      "end": 1462262,
      "confidence": 0.7451683333333333
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "That's. We've all 30 year old, we've all.",
      "start": 1462278,
      "end": 1464126,
      "confidence": 0.77602625
    },
    {
      "pos": 255,
      "speaker": "B",
      "text": "Had that anxiety drink. Oh, my goodness.",
      "start": 1464150,
      "end": 1466374,
      "confidence": 0.8788871428571429
    },
    {
      "pos": 256,
      "speaker": "A",
      "text": "Why?",
      "start": 1466414,
      "end": 1466590,
      "confidence": 0.59335
    },
    {
      "pos": 257,
      "speaker": "B",
      "text": "My name is so solid crude. I'm wearing a t shirt that slags them off.",
      "start": 1466622,
      "end": 1469318,
      "confidence": 0.7455786666666667
    },
    {
      "pos": 258,
      "speaker": "A",
      "text": "I don't believe it.",
      "start": 1469366,
      "end": 1470326,
      "confidence": 0.8280975000000002
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1470350,
      "end": 1470574,
      "confidence": 0.95967
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "You know. Yeah.",
      "start": 1470614,
      "end": 1471286,
      "confidence": 0.6518433333333333
    },
    {
      "pos": 261,
      "speaker": "B",
      "text": "So what happened? Did you get beaten up in the.",
      "start": 1471350,
      "end": 1472662,
      "confidence": 0.8486030000000001
    },
    {
      "pos": 262,
      "speaker": "C",
      "text": "It was one of them where I woke up. Do you know I've been telling you that I keep getting them things where you feel like you're falling.",
      "start": 1472678,
      "end": 1478206,
      "confidence": 0.9602067857142857
    },
    {
      "pos": 263,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 1478350,
      "end": 1478918,
      "confidence": 0.866005
    },
    {
      "pos": 264,
      "speaker": "C",
      "text": "It was the same sort of thing.",
      "start": 1478966,
      "end": 1480070,
      "confidence": 0.9948257142857143
    },
    {
      "pos": 265,
      "speaker": "A",
      "text": "You know, I'm not a real psychiatrist, don't you know?",
      "start": 1480142,
      "end": 1482614,
      "confidence": 0.8084899999999999
    },
    {
      "pos": 266,
      "speaker": "C",
      "text": "You do know a lot about a lot.",
      "start": 1482694,
      "end": 1484198,
      "confidence": 0.9866362500000001
    },
    {
      "pos": 267,
      "speaker": "A",
      "text": "Yeah, I do. Thanks very much.",
      "start": 1484286,
      "end": 1485414,
      "confidence": 0.9447283333333333
    },
    {
      "pos": 268,
      "speaker": "C",
      "text": "And, you know, if I'm at home talking to Susan about something and I don't know the answer, think, right. I'll ask Ricky that one soon.",
      "start": 1485454,
      "end": 1490670,
      "confidence": 0.8336796153846155
    },
    {
      "pos": 269,
      "speaker": "A",
      "text": "Yeah, thanks.",
      "start": 1490742,
      "end": 1491670,
      "confidence": 0.891905
    },
    {
      "pos": 270,
      "speaker": "B",
      "text": "But you know that I think you might mention before that apparently if you would die in a dream, it means that you're dying in real life.",
      "start": 1491742,
      "end": 1497078,
      "confidence": 0.9302525925925926
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "Yeah, yeah. Well, that's it if you don't.",
      "start": 1497166,
      "end": 1498574,
      "confidence": 0.85560375
    },
    {
      "pos": 272,
      "speaker": "B",
      "text": "But apparently if you get beaten up by the so solid crew in a dream, it means you're being beaten up by them in real life.",
      "start": 1498614,
      "end": 1502710,
      "confidence": 0.925658846153846
    },
    {
      "pos": 273,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1502782,
      "end": 1507402,
      "confidence": 0.7167300000000001
    },
    {
      "pos": 274,
      "speaker": "B",
      "text": "Terrifying. Absolutely terrifying.",
      "start": 1507598,
      "end": 1509218,
      "confidence": 0.5157166666666666
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "So, yeah, lock him up for longer.",
      "start": 1509266,
      "end": 1510498,
      "confidence": 0.9129042857142855
    },
    {
      "pos": 276,
      "speaker": "B",
      "text": "Okay. Finally, what do you make of Halle Berry becoming the first black woman to win the best actress Oscar? Did you see her speech?",
      "start": 1510586,
      "end": 1515490,
      "confidence": 0.8717603999999999
    },
    {
      "pos": 277,
      "speaker": "C",
      "text": "Got on my nerves.",
      "start": 1515562,
      "end": 1516346,
      "confidence": 0.75169
    },
    {
      "pos": 278,
      "speaker": "B",
      "text": "Did it?",
      "start": 1516410,
      "end": 1517174,
      "confidence": 0.9644699999999999
    },
    {
      "pos": 279,
      "speaker": "C",
      "text": "I mean, you know, it's good that she won. You know, it's nice for anyone to win an award.",
      "start": 1517674,
      "end": 1521898,
      "confidence": 0.9774036842105263
    },
    {
      "pos": 280,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1521986,
      "end": 1522394,
      "confidence": 0.53649
    },
    {
      "pos": 281,
      "speaker": "C",
      "text": "But she did go on a bit and, you know, I've been in that same sort of position.",
      "start": 1522474,
      "end": 1527962,
      "confidence": 0.9655805555555558
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "What, placing an Oscar?",
      "start": 1528058,
      "end": 1529490,
      "confidence": 0.7006025
    },
    {
      "pos": 283,
      "speaker": "C",
      "text": "Well, I got what they used to do at school is, uh, okay, if you did a full month without being off, you got a gold certificate.",
      "start": 1529642,
      "end": 1537462,
      "confidence": 0.9457140740740742
    },
    {
      "pos": 284,
      "speaker": "B",
      "text": "Okay.",
      "start": 1537638,
      "end": 1538246,
      "confidence": 0.95026
    },
    {
      "pos": 285,
      "speaker": "C",
      "text": "And I did a month once without having a day off. Went up and I didn't, I didn't make a fuss.",
      "start": 1538310,
      "end": 1543434,
      "confidence": 0.9154276190476189
    },
    {
      "pos": 286,
      "speaker": "B",
      "text": "You didn't start crying. Well done, though. Were you the first kid in your school to do that?",
      "start": 1544054,
      "end": 1550230,
      "confidence": 0.9567427777777778
    },
    {
      "pos": 287,
      "speaker": "C",
      "text": "I don't think anyone else got the certificate. It was only because I was never in. They tried to encourage me.",
      "start": 1550342,
      "end": 1554182,
      "confidence": 0.9604590476190477
    },
    {
      "pos": 288,
      "speaker": "B",
      "text": "It was just for you. They might be doing the entire ceremony. Just encouraged you.",
      "start": 1554278,
      "end": 1558274,
      "confidence": 0.7764166666666668
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "Wise words there from Bella. Sebastian on XFM 104.9. I'm Rick Gervais. With me, Steve Merchant.",
      "start": 1567594,
      "end": 1573234,
      "confidence": 0.8029062499999998
    },
    {
      "pos": 290,
      "speaker": "B",
      "text": "Well, I mean, it is indeed wise words, Rick. I'm worried that people are going to get out of the office now into the sunshine, not be listening to the show.",
      "start": 1573314,
      "end": 1578026,
      "confidence": 0.8946387096774192
    },
    {
      "pos": 291,
      "speaker": "A",
      "text": "There's always the transistor radio.",
      "start": 1578090,
      "end": 1579866,
      "confidence": 0.8727720000000001
    },
    {
      "pos": 292,
      "speaker": "B",
      "text": "That's true enough.",
      "start": 1579930,
      "end": 1580934,
      "confidence": 0.8155033333333334
    },
    {
      "pos": 293,
      "speaker": "A",
      "text": "It is time.",
      "start": 1582754,
      "end": 1583498,
      "confidence": 0.9693666666666667
    },
    {
      "pos": 294,
      "speaker": "B",
      "text": "Keep it low, though. Don't want to irritate other people.",
      "start": 1583546,
      "end": 1585090,
      "confidence": 0.9109449999999999
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "No, I know. Yeah, yeah, yeah. And if you do want to say him, spit on him and kick them and throw little rocks.",
      "start": 1585162,
      "end": 1591108,
      "confidence": 0.75188125
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "Exactly.",
      "start": 1591196,
      "end": 1591804,
      "confidence": 0.77048
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "With me, Carl Camer and Pilkington. We are now we're into this way into the second month of the education of Carl. As you know, Carl got one GCSE in history and he, and we've been, we've been cramming, haven't we?",
      "start": 1591884,
      "end": 1605036,
      "confidence": 0.8524126829268293
    },
    {
      "pos": 298,
      "speaker": "B",
      "text": "Oh, Rick, before you mention that, can I just say something? Obviously, we do always do this thing with the sun, white van man, where we read this thing out from the sun and query Carl and some friends last night. And my friend Dan always listens to the show. And he said, carl, you know, I love the bit when you answer questions in the sun. Do you ever know what the questions are before they're asked, or is that your first answer? And Carl said, no, that is it. They don't let me see what the questions are first. They don't show them to me. And I always get really anxious and really get really paranoid. And I was just wondering, have you seen the error there, Karl? Have you seen the mistake you've been making? Right? You're worried that you didn't get the questions beforehand. Right? How could you maybe combat that, do you think?",
      "start": 1605140,
      "end": 1642458,
      "confidence": 0.9272739873417721
    },
    {
      "pos": 299,
      "speaker": "A",
      "text": "How could you combat that if you're really nervous to sort of have some.",
      "start": 1642506,
      "end": 1646186,
      "confidence": 0.907185
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "Views or ideas before it's your error in it? Do you know what I mean? It's your show. If, if you are like, take a chance with me.",
      "start": 1646210,
      "end": 1654554,
      "confidence": 0.8889117857142858
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "No no no. If you're really worried about it, how.",
      "start": 1654634,
      "end": 1657122,
      "confidence": 0.7848109999999999
    },
    {
      "pos": 302,
      "speaker": "B",
      "text": "Could you, how could you get hold.",
      "start": 1657138,
      "end": 1658538,
      "confidence": 0.9953957142857144
    },
    {
      "pos": 303,
      "speaker": "A",
      "text": "Of those questions in advance? Is there any way you could get all those questions in advance?",
      "start": 1658586,
      "end": 1663294,
      "confidence": 0.8994841176470587
    },
    {
      "pos": 304,
      "speaker": "C",
      "text": "Yeah, but is it always in, in today's, is it always in Saturdays?",
      "start": 1663874,
      "end": 1668506,
      "confidence": 0.874
    },
    {
      "pos": 305,
      "speaker": "B",
      "text": "Yes.",
      "start": 1668610,
      "end": 1669322,
      "confidence": 0.98225
    },
    {
      "pos": 306,
      "speaker": "C",
      "text": "So they don't do that every day of the week?",
      "start": 1669498,
      "end": 1670898,
      "confidence": 0.983225
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "They do, but I always take it from this Saturday.",
      "start": 1670946,
      "end": 1672934,
      "confidence": 0.9693160000000001
    },
    {
      "pos": 308,
      "speaker": "C",
      "text": "Yeah, but that would cost me money. I'm not on enough as it is. Okay, how much is the song?",
      "start": 1674744,
      "end": 1679936,
      "confidence": 0.839489
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "30 p. Yeah. You're not made of money.",
      "start": 1680040,
      "end": 1683324,
      "confidence": 0.777245
    },
    {
      "pos": 310,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1684704,
      "end": 1685416,
      "confidence": 0.77033
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "It's 40 p on a Saturday. I don't know what I was thinking.",
      "start": 1685560,
      "end": 1687464,
      "confidence": 0.8883053846153846
    },
    {
      "pos": 312,
      "speaker": "A",
      "text": "Well, you were studying Aesop's fables. Weren't you this week? Now, I'm gonna very, be very liberal here and let you talk about. It's not. Not a test. I'm not. Hey, man, just like, chill out. I'm not this, like, rigid sort of, you know, boxing society. Just, just tell us your views. Just let your vibe on Aesop. Tell us something. What have you learned from these fables?",
      "start": 1687584,
      "end": 1707930,
      "confidence": 0.8779272463768116
    },
    {
      "pos": 313,
      "speaker": "C",
      "text": "He made a bit of money out of something. That's quite simple.",
      "start": 1708122,
      "end": 1712094,
      "confidence": 0.9004608333333333
    },
    {
      "pos": 314,
      "speaker": "A",
      "text": "I don't know if he did make any money. I mean, you know, I think it was published, like thousands of years after his death, but go on.",
      "start": 1712954,
      "end": 1718810,
      "confidence": 0.9161839285714285
    },
    {
      "pos": 315,
      "speaker": "C",
      "text": "Yeah, they're just, just little stories. I mean, enjoyed them.",
      "start": 1718922,
      "end": 1723154,
      "confidence": 0.8453670000000001
    },
    {
      "pos": 316,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1723234,
      "end": 1723474,
      "confidence": 0.34921
    },
    {
      "pos": 317,
      "speaker": "C",
      "text": "Didn't learn anything from him.",
      "start": 1723514,
      "end": 1724938,
      "confidence": 0.8762719999999999
    },
    {
      "pos": 318,
      "speaker": "A",
      "text": "Or did. Or did you? You see, because it's teaching through sort of like metaphor and analogy and maybe it all seeps in and it's all subliminal and maybe in a way, your subconscious is teaching you.",
      "start": 1725066,
      "end": 1734622,
      "confidence": 0.9101667567567567
    },
    {
      "pos": 319,
      "speaker": "B",
      "text": "No, it's silly, Rick. It is silly.",
      "start": 1734678,
      "end": 1735926,
      "confidence": 0.7264957142857144
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "If the stories were done in, like, a real way, that there's, like, a man and a woman and it's a little story that's me happens to them in life, then you learn something, but it's all about, you know, a gorilla and a fox are walking through the woods. How often does that happen?",
      "start": 1735990,
      "end": 1748834,
      "confidence": 0.8872269090909091
    },
    {
      "pos": 321,
      "speaker": "B",
      "text": "Sure. So you're saying if it was more.",
      "start": 1749774,
      "end": 1751294,
      "confidence": 0.93166125
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Like, if it was more true to.",
      "start": 1751334,
      "end": 1752742,
      "confidence": 0.9734971428571428
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Lie, if it was more like real stories, like, you know, a kid on his grifter and a magpie picking it, you know, pecking is ed. Or two frog boys with webbed hands. I mean, if it was real stories from real life that people could believe. Yeah. Actually happened, maybe, you know, it would teach us something.",
      "start": 1752758,
      "end": 1768350,
      "confidence": 0.863241206896552
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "But why not do that? Like, take a real situation, say, like the so solid crew guy.",
      "start": 1768422,
      "end": 1773270,
      "confidence": 0.9568847058823531
    },
    {
      "pos": 325,
      "speaker": "B",
      "text": "Yes.",
      "start": 1773342,
      "end": 1773662,
      "confidence": 0.51044
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "Going down for carrying a gun. Use that in some way as a.",
      "start": 1773718,
      "end": 1777566,
      "confidence": 0.9008707692307694
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "Warning, maybe about carrying guns.",
      "start": 1777590,
      "end": 1779054,
      "confidence": 0.934854
    },
    {
      "pos": 328,
      "speaker": "A",
      "text": "What about something like, if you carry guns and that is illegal, do you, you could have some sort of punishment.",
      "start": 1779094,
      "end": 1785014,
      "confidence": 0.9242504761904764
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "It doesn't bother you then that the fact that these fables have been used for many, many generations to educate maybe young children or even older people, the fact that they've served a brilliant function and they've become classics, that doesn't bother you? You've seen through them?",
      "start": 1786594,
      "end": 1798066,
      "confidence": 0.9448602127659576
    },
    {
      "pos": 330,
      "speaker": "C",
      "text": "Well, they don't always work. When I was out with Rick the other day, he brought one up.",
      "start": 1798130,
      "end": 1802418,
      "confidence": 0.9743544444444444
    },
    {
      "pos": 331,
      "speaker": "A",
      "text": "I told him one about the two mice, the industrious mouse who, throughout the summer, he would be storing berries, nuts and berries, and he'd be storing it and the other ones would just be eating off the trees and running around and having a laugh. And they go, well, you're going to become hungry. Oh, I'll worry about that when it comes to it. And they'd do that, and he'd be storing his nuts and berries. And the autumn came and the mouse was still playing and not doing anything. And then winter came and the silly mouse was, like, shivering, and he went, knocked on the mouse's door and went, I'm freezing and I'm starving. And the clever mouse said, well, I told you, didn't I? You know, you should have been storing your nuts through wind like I did. Come in and share mine, you know? And what did you say, Carl?",
      "start": 1802466,
      "end": 1839550,
      "confidence": 0.8734391612903226
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "Well, and the moral of that is, whatever.",
      "start": 1839742,
      "end": 1842434,
      "confidence": 0.96616
    },
    {
      "pos": 333,
      "speaker": "A",
      "text": "Yeah, you know, sort of, you know, just be careful. But my thing is that it's not very good because the moral of that is, do what you want. And there's always a do good or a chair there. Yeah.",
      "start": 1842774,
      "end": 1852078,
      "confidence": 0.8797479999999999
    },
    {
      "pos": 334,
      "speaker": "C",
      "text": "But the way I, you know, I think, which is more sort of 2002, the ending should have been, you know, the guy with all the berries should have like, been like, yeah, no, I'll be all right come the winter. I've got loads of food. I'll be safe. But then as he's going into his little hut at the beginning of the winter, some sort of boss or something comes and kills him.",
      "start": 1852246,
      "end": 1871730,
      "confidence": 0.928187162162162
    },
    {
      "pos": 335,
      "speaker": "B",
      "text": "And it's like, you should have partied hard because you might die.",
      "start": 1871922,
      "end": 1874722,
      "confidence": 0.83749
    },
    {
      "pos": 336,
      "speaker": "C",
      "text": "Yeah. Enjoy life once you've got it.",
      "start": 1874778,
      "end": 1876682,
      "confidence": 0.7983414285714285
    },
    {
      "pos": 337,
      "speaker": "B",
      "text": "Yeah, okay. And if winter comes, just starve to death.",
      "start": 1876738,
      "end": 1879774,
      "confidence": 0.887069
    },
    {
      "pos": 338,
      "speaker": "C",
      "text": "Well, you know, worry about tomorrow. Tomorrow.",
      "start": 1880154,
      "end": 1882218,
      "confidence": 0.8726671428571428
    },
    {
      "pos": 339,
      "speaker": "B",
      "text": "Okay. Okay. I'm wondering if there's a new book here. I really am. Fables.",
      "start": 1882306,
      "end": 1887474,
      "confidence": 0.8713464285714286
    },
    {
      "pos": 340,
      "speaker": "A",
      "text": "He's been coming out with the sum all week. He keeps going. Well, that's a fable, isn't it?",
      "start": 1887554,
      "end": 1890450,
      "confidence": 0.8595605555555554
    },
    {
      "pos": 341,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1890482,
      "end": 1890714,
      "confidence": 0.79303
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "So what's your favorite fable in there? Have you learned anything from this book to get me, you know, is there one fable you liked? Yeah.",
      "start": 1890754,
      "end": 1896256,
      "confidence": 0.9232049999999996
    },
    {
      "pos": 343,
      "speaker": "C",
      "text": "I mean, what's your life? You like throwing it on me now, didn't you?",
      "start": 1896280,
      "end": 1900328,
      "confidence": 0.7674707142857142
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Like one about a crab, you said?",
      "start": 1900336,
      "end": 1902004,
      "confidence": 0.8268842857142857
    },
    {
      "pos": 345,
      "speaker": "C",
      "text": "No, that was the one about messing about on a cliff edge or something. Don't mess about on a cliff edge.",
      "start": 1902544,
      "end": 1907760,
      "confidence": 0.8925009523809523
    },
    {
      "pos": 346,
      "speaker": "A",
      "text": "What was that?",
      "start": 1907872,
      "end": 1908804,
      "confidence": 0.8641133333333334
    },
    {
      "pos": 347,
      "speaker": "C",
      "text": "I don't know. There's not many around here, so I didn't set much interest. I mean, God, I'm drawing my best. Here's one that was quite nice. There was a belly like your stomach, and it's this belly on a pair of legs. And the legs were saying, I'm more important than you because I carry you around and the belly said, yeah, but if it weren't for me holding all this food, you wouldn't have the energy to walk around here. And that means rather than working on your own, it's best to work in a team.",
      "start": 1909504,
      "end": 1948344,
      "confidence": 0.908121020408163
    },
    {
      "pos": 348,
      "speaker": "A",
      "text": "Yeah, well, the one, the one similar to that I was taught when I was little was, um, a vision of heaven and hell. And in it went down to hell, and in hell, right there was. These people had like 20 foot long chopsticks.",
      "start": 1949974,
      "end": 1967086,
      "confidence": 0.8628711111111109
    },
    {
      "pos": 349,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1967190,
      "end": 1967950,
      "confidence": 0.6263
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "And they, they were eating their food and they would, they couldn't get the chopsticks into the food and get it round their mouth because they were just too long and all right, that was how. And in heaven they had exactly the same thing, but they were feeding each other.",
      "start": 1968142,
      "end": 1980294,
      "confidence": 0.9036192156862742
    },
    {
      "pos": 351,
      "speaker": "B",
      "text": "What, you don't like chinese food? It's not what you're concerning. The one I remember, I can't remember the ending. There's about two nuns in a bath.",
      "start": 1981554,
      "end": 1998018,
      "confidence": 0.8433496296296296
    },
    {
      "pos": 352,
      "speaker": "A",
      "text": "Yeah. Oh, I know what it is.",
      "start": 1998106,
      "end": 2000454,
      "confidence": 0.8756985714285713
    },
    {
      "pos": 353,
      "speaker": "B",
      "text": "Are they on a bike?",
      "start": 2000954,
      "end": 2002054,
      "confidence": 0.9935579999999999
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "That's two adventures. It's the same nuns, but they go to all sorts of adventures. They adventure when they're driving down a cobbled street. And then there's the other whale bones on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Carl. Well, Carl, I really don't think you got your teeth into the fables. Really, I don't think you.",
      "start": 2002754,
      "end": 2032834,
      "confidence": 0.8426184999999999
    },
    {
      "pos": 355,
      "speaker": "C",
      "text": "There wasn't anything to learn. Read a couple thought. Yeah, that's all right, and put it down again. There wasn't anything to learn. It was all stuff I knew already but made up with nice little foxes and bears and stuff. So.",
      "start": 2032874,
      "end": 2045502,
      "confidence": 0.9348445238095238
    },
    {
      "pos": 356,
      "speaker": "A",
      "text": "Yeah, but that, that one about like, that one we spoke about, like when the hairs are going, we should share all our food. And the lion said, that's a good argument, but you haven't got. It. Hasn't got the teeth and claws that we've got. That's lovely, because it's sort of like, you know, that's an indictment on sort of, you know, you could say it's an anti equality almost. You know, you could get really sort of deep into that. You know what I mean? You could.",
      "start": 2045558,
      "end": 2069732,
      "confidence": 0.8982798876404494
    },
    {
      "pos": 357,
      "speaker": "B",
      "text": "No big philosophical ideas. In a nutshell, not interesting.",
      "start": 2069868,
      "end": 2072572,
      "confidence": 0.8350511111111112
    },
    {
      "pos": 358,
      "speaker": "C",
      "text": "No.",
      "start": 2072668,
      "end": 2073304,
      "confidence": 0.57989
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Okay. Okay, then. Well, you're gonna hate this then. I've brought in the concise Oxford Dictionary of quotations. Now just look at some of your favorites. I'd suggest go into straight to things like wild or Newton or Churchill.",
      "start": 2073604,
      "end": 2087304,
      "confidence": 0.8793076923076922
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "You're a big fan of Churchill?",
      "start": 2087964,
      "end": 2089388,
      "confidence": 0.5992133333333333
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Yeah. Oh, well, he's the boy. Yeah. Okay. Let's go through that old Chroma Newton. Right. Right. Is a famous one. Okay. This is Isaac Newton. If I have seen further, it is by standing on the shoulders of giants.",
      "start": 2089476,
      "end": 2105104,
      "confidence": 0.81762425
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "Do you like that one?",
      "start": 2107564,
      "end": 2108780,
      "confidence": 0.921034
    },
    {
      "pos": 363,
      "speaker": "C",
      "text": "So there's a meaning in it.",
      "start": 2108972,
      "end": 2110444,
      "confidence": 0.9451550000000001
    },
    {
      "pos": 364,
      "speaker": "A",
      "text": "Yeah. Yeah.",
      "start": 2110604,
      "end": 2111548,
      "confidence": 0.8167899999999999
    },
    {
      "pos": 365,
      "speaker": "B",
      "text": "Well, he hasn't actually stood on the shoulders of.",
      "start": 2111596,
      "end": 2113108,
      "confidence": 0.9692211111111112
    },
    {
      "pos": 366,
      "speaker": "A",
      "text": "So he's so, remember, he's an amazing inventor and mathematician, and he discovered the incredible laws of the universe. And, and he's saying, yeah, if you.",
      "start": 2113156,
      "end": 2125692,
      "confidence": 0.9044573076923075
    },
    {
      "pos": 367,
      "speaker": "C",
      "text": "Want a good view, moving to a.",
      "start": 2125708,
      "end": 2127756,
      "confidence": 0.8149914285714285
    },
    {
      "pos": 368,
      "speaker": "A",
      "text": "Multi story, he's saying, right. He's saying, if I've seen, if I have seen further people, and he's being modest here, it's because I've stood on the shoulders of giants to get that view.",
      "start": 2127780,
      "end": 2137812,
      "confidence": 0.8995670588235294
    },
    {
      "pos": 369,
      "speaker": "B",
      "text": "If it weren't for all the people have come before him with their great insight and knowledge, he wouldn't have seen what he's seen.",
      "start": 2137908,
      "end": 2142272,
      "confidence": 0.9272387499999999
    },
    {
      "pos": 370,
      "speaker": "A",
      "text": "He's taken his learning. Isn't those people of say that instead.",
      "start": 2142348,
      "end": 2147856,
      "confidence": 0.6997027272727273
    },
    {
      "pos": 371,
      "speaker": "C",
      "text": "Of making up that that's what I've got a problem with.",
      "start": 2147880,
      "end": 2150280,
      "confidence": 0.8674918181818182
    },
    {
      "pos": 372,
      "speaker": "A",
      "text": "People don't mean poetry, art. And in life, though, people never say.",
      "start": 2150432,
      "end": 2154816,
      "confidence": 0.8673366666666668
    },
    {
      "pos": 373,
      "speaker": "C",
      "text": "What they actually mean. And, you know, there's loads of books on it. I don't know.",
      "start": 2154840,
      "end": 2159400,
      "confidence": 0.959401875
    },
    {
      "pos": 374,
      "speaker": "B",
      "text": "But, but the point is that he's just summarized quite a tricky idea.",
      "start": 2159552,
      "end": 2163128,
      "confidence": 0.9063730769230768
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "Beautifully beautiful. That, that, that's, that that gets into you much deeper than just the words and just the literal words, you know? I mean, one of my favorites is.",
      "start": 2163256,
      "end": 2173210,
      "confidence": 0.8457876666666667
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "From an american novelist. And the quote is talking about the subject of fame and being famous. Fame is a mask that eats into the face. Do you think that's amazing?",
      "start": 2173242,
      "end": 2182402,
      "confidence": 0.9342503225806454
    },
    {
      "pos": 377,
      "speaker": "C",
      "text": "Meaning.",
      "start": 2182538,
      "end": 2183414,
      "confidence": 0.66953
    },
    {
      "pos": 378,
      "speaker": "B",
      "text": "Well, meaning that the fate that fame is something that is artificial that you wear initially, you become famous. But it's, it's ethereal. It's nothing. It's intangible. It's just an artifice. But if you stay famous long enough, you begin to think that that mask you're wearing is really your real face. So that you begin to, you know, think that you are more than you perhaps are. Do you see what I mean? In a way? That fame and power can corrupt.",
      "start": 2183994,
      "end": 2202642,
      "confidence": 0.9281743373493978
    },
    {
      "pos": 379,
      "speaker": "C",
      "text": "I know you said that.",
      "start": 2202698,
      "end": 2203562,
      "confidence": 0.719838
    },
    {
      "pos": 380,
      "speaker": "B",
      "text": "It's an american novelist. I forget.",
      "start": 2203658,
      "end": 2205134,
      "confidence": 0.7510699999999999
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "Pick another one.",
      "start": 2209874,
      "end": 2211034,
      "confidence": 0.9862133333333333
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "Let's have a look. Bernard Shaw, he's no slouch.",
      "start": 2211194,
      "end": 2213594,
      "confidence": 0.7862877777777777
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "I think maybe when you read, when you take this book of quotations home, car, you should maybe just draw up maybe list of three or four of.",
      "start": 2213634,
      "end": 2218202,
      "confidence": 0.9100996428571426
    },
    {
      "pos": 384,
      "speaker": "A",
      "text": "Your favorite wondershaw and wild. Uh, I look at Shakespeare as well, you know, he's.",
      "start": 2218218,
      "end": 2226414,
      "confidence": 0.8274113333333333
    },
    {
      "pos": 385,
      "speaker": "B",
      "text": "What, you a fan of Shakespeare?",
      "start": 2226574,
      "end": 2227878,
      "confidence": 0.7534316666666666
    },
    {
      "pos": 386,
      "speaker": "C",
      "text": "No.",
      "start": 2227926,
      "end": 2228566,
      "confidence": 0.9213
    },
    {
      "pos": 387,
      "speaker": "B",
      "text": "Go on. What's your. What's your problem with it?",
      "start": 2228750,
      "end": 2230294,
      "confidence": 0.8960666666666667
    },
    {
      "pos": 388,
      "speaker": "C",
      "text": "Just, um, the way they speak, I can't follow it.",
      "start": 2230414,
      "end": 2234206,
      "confidence": 0.91243
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2234270,
      "end": 2235954,
      "confidence": 0.800665
    },
    {
      "pos": 390,
      "speaker": "C",
      "text": "It's really old as well. I can't relate to it. It's like years and years ago in it. That's why I like Churchill, because 1940s. Yeah.",
      "start": 2236814,
      "end": 2245274,
      "confidence": 0.9210561538461536
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Look at this. Look at this. This is. Sure. Okay. There are two tragedies in life. One is not to get your heart's desire. The other is to get it.",
      "start": 2245774,
      "end": 2254254,
      "confidence": 0.9772526666666668
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "Again. How would you see that in your little.",
      "start": 2257234,
      "end": 2261026,
      "confidence": 0.9768311111111111
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "Well, that's your. That's one homer, then I'll mark that. That's your homework. You got to work that out. You've got to tell me what you think of it.",
      "start": 2261210,
      "end": 2266818,
      "confidence": 0.8751489655172414
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Say again?",
      "start": 2266866,
      "end": 2267210,
      "confidence": 0.743105
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "Don't ask. Suzanne. It's there. There are two tragedies in life. One is not to get your heart's desire. The other is to get it. Take that home with you. And we'll be hearing Carl come up with some amazing quotations next week.",
      "start": 2267242,
      "end": 2279382,
      "confidence": 0.9056867441860469
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "Yeah. Pick out your favorites.",
      "start": 2279438,
      "end": 2280782,
      "confidence": 0.841958
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "Now I'd like to play a song for the lovers while he's thinking.",
      "start": 2280918,
      "end": 2284406,
      "confidence": 0.9821269230769231
    },
    {
      "pos": 398,
      "speaker": "B",
      "text": "No, I don't think we've got the lovers lined up.",
      "start": 2284470,
      "end": 2286110,
      "confidence": 0.8897640000000001
    },
    {
      "pos": 399,
      "speaker": "A",
      "text": "Oh, what have we got?",
      "start": 2286142,
      "end": 2286862,
      "confidence": 0.8143699999999999
    },
    {
      "pos": 400,
      "speaker": "B",
      "text": "Hip hop. It's hip hop. Hooray.",
      "start": 2286918,
      "end": 2287990,
      "confidence": 0.8590716666666668
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "Oh, is it?",
      "start": 2288022,
      "end": 2288430,
      "confidence": 0.9253133333333333
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Yeah. Everyone's big fan. I played something from this last week. It's this new album from nerd in search of. It's been re recorded by the lads. I don't know why. And anyways, particularly, we played last week. Things are getting better. This is the one we have played with in the past, actually. Bobby James.",
      "start": 2288462,
      "end": 2301254,
      "confidence": 0.9249183928571431
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Doves. There goes the fear on XFM 104.9. Well, just read that book. Anyway. Can I just say, this is one of beautiful. His keats. Right. What do you think of this? A thing of beauty is a joy forever. Its loveliness increases. It will never pass into nothingness.",
      "start": 2310114,
      "end": 2327614,
      "confidence": 0.9208048979591836
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "See this? This is just like how it was at school. Now, the last couple of weeks have been quite interested in what you've been giving me. Now. It's. It's really like, okay, really don't care.",
      "start": 2328494,
      "end": 2337294,
      "confidence": 0.9185136111111112
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Now this. What about this? No, I did philosophy. And philosophy is obviously the, you know, the quest for knowledge. This, you know, it's a. Look, listen to this, though. This is what Keats came up with. Philosophy will clip an angel's wings. Isn't that beautiful?",
      "start": 2337334,
      "end": 2351422,
      "confidence": 0.8859373913043477
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2351598,
      "end": 2352070,
      "confidence": 0.85081
    },
    {
      "pos": 407,
      "speaker": "A",
      "text": "Don't be constrained by what's, you know, dream a little. You know. I mean, just go beyond. I don't agree with it, but it's a lovely. It's a lovely bit of poetry?",
      "start": 2352142,
      "end": 2359956,
      "confidence": 0.9324021875000001
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "Yes.",
      "start": 2360060,
      "end": 2360508,
      "confidence": 0.62464
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Yeah. So you're gonna read that for me. I. Carl. Yeah.",
      "start": 2360596,
      "end": 2363964,
      "confidence": 0.763819090909091
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "Just pick out five of your favorites.",
      "start": 2364084,
      "end": 2365620,
      "confidence": 0.9313685714285717
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah?",
      "start": 2365652,
      "end": 2365980,
      "confidence": 0.89859
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "The ones that mean something to you.",
      "start": 2366052,
      "end": 2367172,
      "confidence": 0.9809714285714285
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "And then next week I'll bring in pictures of animals.",
      "start": 2367228,
      "end": 2369252,
      "confidence": 0.9086160000000001
    },
    {
      "pos": 414,
      "speaker": "C",
      "text": "Brilliant.",
      "start": 2369348,
      "end": 2369884,
      "confidence": 0.89033
    },
    {
      "pos": 415,
      "speaker": "A",
      "text": "Okay, we'll do it. Okay. And some sweets.",
      "start": 2369964,
      "end": 2372224,
      "confidence": 0.8968562500000001
    },
    {
      "pos": 416,
      "speaker": "B",
      "text": "Rick, um, I've had a word with some of the. The top brass here. Or they had a word with me in the corridor, if you remember.",
      "start": 2372724,
      "end": 2378444,
      "confidence": 0.8847877777777777
    },
    {
      "pos": 417,
      "speaker": "A",
      "text": "Who are you?",
      "start": 2378604,
      "end": 2379524,
      "confidence": 0.9563666666666667
    },
    {
      "pos": 418,
      "speaker": "B",
      "text": "Pretty much, yeah. Oi, four eyes. Yeah, and they said they were sending, you know, obviously enjoyed the show. They love it. And they're just worried, though, that in the early days when we started the show, remember, we were a lot more informative. We should do the film reviews. Yeah, things like the gig guide and stuff, which we've kind of let. Yeah. By the thing about the way. Sorry. But.",
      "start": 2379684,
      "end": 2396016,
      "confidence": 0.8435612500000002
    },
    {
      "pos": 419,
      "speaker": "A",
      "text": "Yeah, they want us to bring in that.",
      "start": 2396120,
      "end": 2397208,
      "confidence": 0.7366937499999999
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "Well, exactly. So I just.",
      "start": 2397256,
      "end": 2398048,
      "confidence": 0.78989
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "No, no, the gig guide. I was worried that, funnily enough, the X Men gig night gig does not include some of the biggest bands in the world or some of the best venues. That's what worried me.",
      "start": 2398096,
      "end": 2409032,
      "confidence": 0.9142621052631581
    },
    {
      "pos": 422,
      "speaker": "B",
      "text": "Just do what you're told. There's the gig guide. You're gonna love the gig guide.",
      "start": 2409168,
      "end": 2414674,
      "confidence": 0.7833380000000001
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "I need a bet. If this is gonna be pretty impressive.",
      "start": 2414714,
      "end": 2416546,
      "confidence": 0.8202063636363636
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "Let'S play the proper jingle, okay?",
      "start": 2416650,
      "end": 2418534,
      "confidence": 0.9246733333333333
    },
    {
      "pos": 425,
      "speaker": "A",
      "text": "Okay. Ah, tonight, if you wanna. Oh, hey. If you wanna see these two bands in a small venue, get down to the metro bar on Oxford street. Doors are at 08:00 p.m. And tickets are only six quid to see ten Benson and Beach buggy.",
      "start": 2418954,
      "end": 2432898,
      "confidence": 0.9154056521739129
    },
    {
      "pos": 426,
      "speaker": "B",
      "text": "All right?",
      "start": 2433066,
      "end": 2433818,
      "confidence": 0.48255000000000003
    },
    {
      "pos": 427,
      "speaker": "A",
      "text": "Now, if you missed long wave supporting the strokes of Brixton Academy last night, you can catch some headlining. Casino Royale at the monarchy.",
      "start": 2433946,
      "end": 2441282,
      "confidence": 0.8552424999999998
    },
    {
      "pos": 428,
      "speaker": "B",
      "text": "Rick, I missed them last night. How much will I be paying for that?",
      "start": 2441328,
      "end": 2443270,
      "confidence": 0.8717142857142857
    },
    {
      "pos": 429,
      "speaker": "A",
      "text": "You'll only be paying five pounds. Right, but listen, they're also supported by Shelby and I remember nothing.",
      "start": 2443302,
      "end": 2448214,
      "confidence": 0.9342938888888891
    },
    {
      "pos": 430,
      "speaker": "B",
      "text": "Brilliant.",
      "start": 2448294,
      "end": 2448782,
      "confidence": 0.88613
    },
    {
      "pos": 431,
      "speaker": "A",
      "text": "Now, now, people know about the Rixon Academy, but a little known venue in Rixon is the windmill. You're gonna see three great bands there tonight. Guapo planques and mechanical beatles, never quite warm, so orange goblin and grand magus play the garage and, well, Dyfenbach and sudden play the road r sessions at Nightingales Arts Club. So that's the gig, guys, on XFM.",
      "start": 2448838,
      "end": 2475014,
      "confidence": 0.8161950000000003
    },
    {
      "pos": 432,
      "speaker": "B",
      "text": "What a load of rubbish. I mean, switch off the jingle. Look at this. We've discussed this before, haven't we? Names for bands that will never be anything. Ladies and gentlemen, please welcome to the stage mechanical beatles. Never quite warm. Welcome to the stage Planqueville Orange Goblin. Oh, goodness me, look at it.",
      "start": 2475094,
      "end": 2502592,
      "confidence": 0.8952631481481481
    },
    {
      "pos": 433,
      "speaker": "A",
      "text": "Orange Goblin. Orange Goblin. What's his name? Got a fake town, hasn't he, that one? Does Mark come? Supermarket. Sweet. What's his name?",
      "start": 2502728,
      "end": 2512432,
      "confidence": 0.7997760869565217
    },
    {
      "pos": 434,
      "speaker": "C",
      "text": "Dale.",
      "start": 2512488,
      "end": 2512840,
      "confidence": 0.45658
    },
    {
      "pos": 435,
      "speaker": "B",
      "text": "Dale Winston.",
      "start": 2512912,
      "end": 2513568,
      "confidence": 0.35583
    },
    {
      "pos": 436,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2513656,
      "end": 2514288,
      "confidence": 0.42269
    },
    {
      "pos": 437,
      "speaker": "B",
      "text": "Supporting Rem. I remember nothing. Never gonna happen. Just. I mean, please. Come on, people.",
      "start": 2514456,
      "end": 2522696,
      "confidence": 0.9737226666666668
    },
    {
      "pos": 438,
      "speaker": "A",
      "text": "Hey, here's a band that plays big venues. Doesn't make them better. Sure, but this is Radiohead. This is song for the lovers. Unlet down off. Okay, computer, this is beautiful. See, a thing of beauty is a joy forever. Doesn't that move you at all? Carl? Philosophy will clip an angel's wings.",
      "start": 2522800,
      "end": 2540754,
      "confidence": 0.892697358490566
    },
    {
      "pos": 439,
      "speaker": "B",
      "text": "There was an old lady for feeling.",
      "start": 2542294,
      "end": 2544274,
      "confidence": 0.7815657142857143
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "Radiohead let down off. Okay, computer. Apparently we missed. We missed a gig on that gig guide drip feed a playing the rock garden on the 21st of this month.",
      "start": 2553954,
      "end": 2563290,
      "confidence": 0.8327006666666665
    },
    {
      "pos": 441,
      "speaker": "B",
      "text": "Excellent.",
      "start": 2563322,
      "end": 2563802,
      "confidence": 0.51266
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "So the lead singer just called in. He also left a quote with me, apparently, Coleridge said, of Keats, wasn't it? He's like an archangel. Slightly damaged.",
      "start": 2563898,
      "end": 2574430,
      "confidence": 0.9388585185185185
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "I'm getting a little bit highbrow.",
      "start": 2574602,
      "end": 2576118,
      "confidence": 0.8186649999999999
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "Do you reckon?",
      "start": 2576166,
      "end": 2576662,
      "confidence": 0.8054266666666666
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "If you've got any knob gags, you could do quickly, because I'm just thinking, we're switching. There's a lot of people gonna be turning off. I mean, currently. Currently on Capital FM, Chris Tarrant and Doctor Neal Fox. Together at last.",
      "start": 2576718,
      "end": 2587102,
      "confidence": 0.8648995121951221
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "The partnership you've always said it would never do. You know, I'd like to see together that breakfast DJ, Sarah Cox. And who's the dancer? Carl Cox.",
      "start": 2587158,
      "end": 2598314,
      "confidence": 0.7868585185185185
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "Carl, please. Why are you getting suddenly saying these rude words? We've been reprimanded once.",
      "start": 2599894,
      "end": 2603998,
      "confidence": 0.9049193333333334
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "Don't say that. And don't say it so aggressively, because it sounds like you're saying cox aggressively.",
      "start": 2604046,
      "end": 2608278,
      "confidence": 0.9053776470588235
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "Come on. We've been reprimanded. All right, just don't use language like that.",
      "start": 2608326,
      "end": 2612914,
      "confidence": 0.8402615384615385
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "Why is it annoying ya? We're talking about DJ's. That's their names.",
      "start": 2613774,
      "end": 2617486,
      "confidence": 0.8590941666666666
    },
    {
      "pos": 451,
      "speaker": "C",
      "text": "You try to be clever.",
      "start": 2617630,
      "end": 2618914,
      "confidence": 0.949586
    },
    {
      "pos": 452,
      "speaker": "B",
      "text": "I hardly think that's clever.",
      "start": 2619454,
      "end": 2621074,
      "confidence": 0.8441220000000001
    },
    {
      "pos": 453,
      "speaker": "A",
      "text": "Yeah, if that's my best attempt at being clever.",
      "start": 2622014,
      "end": 2625502,
      "confidence": 0.9611411111111112
    },
    {
      "pos": 454,
      "speaker": "C",
      "text": "I've got rubbish on work this week, okay?",
      "start": 2625598,
      "end": 2628200,
      "confidence": 0.8700024999999999
    },
    {
      "pos": 455,
      "speaker": "A",
      "text": "He's really upset about it. He was looking forward to animal fact.",
      "start": 2628232,
      "end": 2632232,
      "confidence": 0.8255816666666665
    },
    {
      "pos": 456,
      "speaker": "C",
      "text": "You said you're gonna bring in that.",
      "start": 2632288,
      "end": 2633456,
      "confidence": 0.8350628571428571
    },
    {
      "pos": 457,
      "speaker": "A",
      "text": "Big book five, so I got it off one of those. Bargain, but be easy, right?",
      "start": 2633480,
      "end": 2638552,
      "confidence": 0.768065625
    },
    {
      "pos": 458,
      "speaker": "B",
      "text": "Could.",
      "start": 2638568,
      "end": 2638696,
      "confidence": 0.4492
    },
    {
      "pos": 459,
      "speaker": "A",
      "text": "It's. It's. But it's too elementary.",
      "start": 2638720,
      "end": 2640328,
      "confidence": 0.8667333333333334
    },
    {
      "pos": 460,
      "speaker": "C",
      "text": "No, but that's more useful than that to me.",
      "start": 2640376,
      "end": 2642352,
      "confidence": 0.8797888888888888
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "But it's things like. It seems like the tortoise has a shell to protect it.",
      "start": 2642448,
      "end": 2646328,
      "confidence": 0.9594953333333334
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "That's good.",
      "start": 2646376,
      "end": 2647204,
      "confidence": 0.951695
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "Yeah, but, you know, you thought it.",
      "start": 2647784,
      "end": 2649968,
      "confidence": 0.8882242857142858
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "Was there just to be painted on it.",
      "start": 2649976,
      "end": 2651564,
      "confidence": 0.87337125
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Have you ever peeled a tortoise? They fly. They go about 400 miles an hour. It's to weigh them down because they're the fastest lizards known to man, honestly, they run so fast, they can go through walls. And so their shells put on them in the hospital, in the maternity ward at a very early age, to slow them down, you let a tortoise shell and you won't catch it.",
      "start": 2655314,
      "end": 2673106,
      "confidence": 0.9208643661971834
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "Do you know that turtles can breathe out of the bum?",
      "start": 2673210,
      "end": 2675642,
      "confidence": 0.8497645454545455
    },
    {
      "pos": 467,
      "speaker": "B",
      "text": "Turtles can breathe out of their bum. I know someone who can talk out of it, but didn't realize that.",
      "start": 2675818,
      "end": 2681614,
      "confidence": 0.8957914999999999
    },
    {
      "pos": 468,
      "speaker": "A",
      "text": "Tell us about that. Tell us about that. How do they do that?",
      "start": 2683494,
      "end": 2685374,
      "confidence": 0.8745653846153846
    },
    {
      "pos": 469,
      "speaker": "C",
      "text": "That's all I know. When they go swimming, they can sort of. If they don't want to stick their head out, they can just stick their arsenic.",
      "start": 2685414,
      "end": 2693194,
      "confidence": 0.8836033333333333
    },
    {
      "pos": 470,
      "speaker": "A",
      "text": "Why don't they want to stick their head out?",
      "start": 2693734,
      "end": 2695514,
      "confidence": 0.9644
    },
    {
      "pos": 471,
      "speaker": "C",
      "text": "Just maybe they don't need. They need to be looking for food under the water.",
      "start": 2696934,
      "end": 2701526,
      "confidence": 0.9074766666666666
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2701590,
      "end": 2702118,
      "confidence": 0.70021
    },
    {
      "pos": 473,
      "speaker": "C",
      "text": "And if they stick their head up to get some air, they might miss something.",
      "start": 2702246,
      "end": 2704686,
      "confidence": 0.9640479999999999
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Wouldn't it be easier to have an ass that could forage for food, so they could sort of, like, lounge in the pool like a jacuzzi, and they're looking around going, all right, hello. Hi. And meanwhile, it's ass. It's like munching grass.",
      "start": 2704750,
      "end": 2716264,
      "confidence": 0.8525118604651165
    },
    {
      "pos": 475,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2717004,
      "end": 2717452,
      "confidence": 0.61938
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "Wouldn't that be easier?",
      "start": 2717508,
      "end": 2718388,
      "confidence": 0.9172674999999999
    },
    {
      "pos": 477,
      "speaker": "C",
      "text": "Bad breath.",
      "start": 2718476,
      "end": 2719384,
      "confidence": 0.8704149999999999
    },
    {
      "pos": 478,
      "speaker": "B",
      "text": "Wow. I wish I understood what that meant.",
      "start": 2721524,
      "end": 2723748,
      "confidence": 0.7784125000000001
    },
    {
      "pos": 479,
      "speaker": "A",
      "text": "In all this, but in all that.",
      "start": 2723916,
      "end": 2726460,
      "confidence": 0.9373585714285715
    },
    {
      "pos": 480,
      "speaker": "B",
      "text": "This hilarity, I wonder if we've forgotten the true meaning of Easter. No. Come on, Rick. Come on.",
      "start": 2726572,
      "end": 2732076,
      "confidence": 0.8209722222222222
    },
    {
      "pos": 481,
      "speaker": "A",
      "text": "Come on.",
      "start": 2732140,
      "end": 2732612,
      "confidence": 0.83415
    },
    {
      "pos": 482,
      "speaker": "B",
      "text": "You just, you know, you're being frothy and lightweight and a little bit rude, but, you know, it is a time for remembering and chocolate that someone did die for their sins.",
      "start": 2732668,
      "end": 2741442,
      "confidence": 0.8759753125
    },
    {
      "pos": 483,
      "speaker": "A",
      "text": "Yeah. So can we just be ashamed? Disappointing. Yeah.",
      "start": 2741538,
      "end": 2743866,
      "confidence": 0.7540388888888889
    },
    {
      "pos": 484,
      "speaker": "B",
      "text": "Can we just think about that and just take a moment just to consider that? Okay.",
      "start": 2743890,
      "end": 2749146,
      "confidence": 0.9403618749999999
    },
    {
      "pos": 485,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2749170,
      "end": 2749394,
      "confidence": 0.93188
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "You understand the true meaning of Easter. It's not just about eggs and bunnies. You understand it only.",
      "start": 2749434,
      "end": 2752682,
      "confidence": 0.8934172222222221
    },
    {
      "pos": 487,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2752778,
      "end": 2753074,
      "confidence": 0.83847
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "What's your memory of it? What's your understanding of it, Carl? Easter? What's it all about for you?",
      "start": 2753114,
      "end": 2756506,
      "confidence": 0.8505077777777779
    },
    {
      "pos": 489,
      "speaker": "A",
      "text": "What do you have to do at school? You have to do anything at school?",
      "start": 2756530,
      "end": 2758534,
      "confidence": 0.861086
    },
    {
      "pos": 490,
      "speaker": "C",
      "text": "I think we got a long weekend off.",
      "start": 2760434,
      "end": 2762454,
      "confidence": 0.99279125
    },
    {
      "pos": 491,
      "speaker": "B",
      "text": "Okay.",
      "start": 2762874,
      "end": 2763538,
      "confidence": 0.89694
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Really?",
      "start": 2763626,
      "end": 2764330,
      "confidence": 0.98109
    },
    {
      "pos": 493,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2764522,
      "end": 2764890,
      "confidence": 0.80532
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "What did they call that weekend?",
      "start": 2764922,
      "end": 2766530,
      "confidence": 0.99273
    },
    {
      "pos": 495,
      "speaker": "C",
      "text": "Easter weekend.",
      "start": 2766682,
      "end": 2767626,
      "confidence": 0.96557
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "Brilliant.",
      "start": 2767730,
      "end": 2768210,
      "confidence": 0.79151
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "Okay, and what was the reason for that? What? Why do we have Easter weekend off?",
      "start": 2768242,
      "end": 2773442,
      "confidence": 0.9474881250000001
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "Jesus.",
      "start": 2773578,
      "end": 2774386,
      "confidence": 0.97437
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Yeah, but what did he do?",
      "start": 2774530,
      "end": 2775962,
      "confidence": 0.9593100000000002
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "He put himself on the cross.",
      "start": 2776138,
      "end": 2778610,
      "confidence": 0.8579966666666667
    },
    {
      "pos": 501,
      "speaker": "A",
      "text": "Yeah. Wow.",
      "start": 2778722,
      "end": 2780214,
      "confidence": 0.653645
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "Well, he didn't put himself on that.",
      "start": 2780754,
      "end": 2782574,
      "confidence": 0.8529185714285715
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "Does it mean anything to you?",
      "start": 2783034,
      "end": 2783962,
      "confidence": 0.9818966666666666
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "Are you moved by that story again? Too long ago for me to sort of.",
      "start": 2783978,
      "end": 2787770,
      "confidence": 0.929772
    },
    {
      "pos": 505,
      "speaker": "B",
      "text": "Okay.",
      "start": 2787842,
      "end": 2788654,
      "confidence": 0.88325
    },
    {
      "pos": 506,
      "speaker": "C",
      "text": "You know, worry about it.",
      "start": 2789554,
      "end": 2791184,
      "confidence": 0.8556739999999999
    },
    {
      "pos": 507,
      "speaker": "B",
      "text": "Sure, yeah.",
      "start": 2791224,
      "end": 2791872,
      "confidence": 0.94757
    },
    {
      "pos": 508,
      "speaker": "A",
      "text": "I mean, if there'd have been an Anderson shout were involved, yeah, you'd have been. You'd have in there, wouldn't you? You're not welcome.",
      "start": 2791928,
      "end": 2797564,
      "confidence": 0.7942720833333333
    },
    {
      "pos": 509,
      "speaker": "C",
      "text": "Not at all. Don't know what's wrong with me today. A bit of a temperature, have you? Do you know Steve? You know he's always on the go at me last night when we're out with his mates. Yeah, they said is a bit of a hyperchondriac himself did they? Yeah.",
      "start": 2797944,
      "end": 2813336,
      "confidence": 0.8606258823529412
    },
    {
      "pos": 510,
      "speaker": "A",
      "text": "What did I say? What were they saying?",
      "start": 2813400,
      "end": 2814816,
      "confidence": 0.8328525
    },
    {
      "pos": 511,
      "speaker": "C",
      "text": "He said, they said. I said, steve's told me he's not feeling well, you know, is he alright? You live with him, he said, oh, don't worry about that really. He's always saying that. And I said that's a bit of a fable, said cry wolf.",
      "start": 2814880,
      "end": 2826904,
      "confidence": 0.9124173913043477
    },
    {
      "pos": 512,
      "speaker": "A",
      "text": "Yeah, one day I say, I've got a temperature and they go, oh, I've had the Lem sip and he'll die.",
      "start": 2827924,
      "end": 2832804,
      "confidence": 0.8422195238095239
    },
    {
      "pos": 513,
      "speaker": "B",
      "text": "Yeah, I've learned my lesson.",
      "start": 2832884,
      "end": 2835420,
      "confidence": 0.809178
    },
    {
      "pos": 514,
      "speaker": "A",
      "text": "Yeah. There was about cry the boy cried wolf. It that the moral can surely only be never tell the same lie twice. Yeah, I mean, cuz if he'd have like come with a different one, he'd have kept him going all year I reckon that's a good point, yeah.",
      "start": 2835612,
      "end": 2850212,
      "confidence": 0.8362952000000001
    },
    {
      "pos": 515,
      "speaker": "B",
      "text": "I never thought we like that before what we gonna play a final tune? Have we got what we got? We got. We got bits waiting.",
      "start": 2850268,
      "end": 2854860,
      "confidence": 0.7769069230769231
    },
    {
      "pos": 516,
      "speaker": "C",
      "text": "Well, it depends.",
      "start": 2855012,
      "end": 2856276,
      "confidence": 0.6722133333333332
    },
    {
      "pos": 517,
      "speaker": "A",
      "text": "Let's get a bit of swayed in and song for the ladies let's go over what's the football, what's the match? What's this a lot of the gig guide is long wave and guapo and Plancos. What's this, what's the football match talk? What the football match is XFM covering? Come on.",
      "start": 2856420,
      "end": 2873324,
      "confidence": 0.8370048076923079
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "Would you like track eight?",
      "start": 2873364,
      "end": 2874828,
      "confidence": 0.872676
    },
    {
      "pos": 519,
      "speaker": "A",
      "text": "The Bolton versus Barnsley.",
      "start": 2874876,
      "end": 2876664,
      "confidence": 0.6984925
    },
    {
      "pos": 520,
      "speaker": "C",
      "text": "All right, track eight. What we going for then?",
      "start": 2882044,
      "end": 2883984,
      "confidence": 0.8716666666666666
    },
    {
      "pos": 521,
      "speaker": "B",
      "text": "We're going for. It's a bit of Stevie Wonder. Yeah, and I think it's quite a short song though Carly, you're okay. So this is the final song.",
      "start": 2884364,
      "end": 2892084,
      "confidence": 0.9212089285714286
    },
    {
      "pos": 522,
      "speaker": "A",
      "text": "This lost a lot of energy, this show.",
      "start": 2892124,
      "end": 2893468,
      "confidence": 0.9822225
    },
    {
      "pos": 523,
      "speaker": "B",
      "text": "This is it.",
      "start": 2893516,
      "end": 2893964,
      "confidence": 0.9303199999999999
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "I mean, the first hour and 40 minutes, I think was dynamite. I think the last ten have been.",
      "start": 2894004,
      "end": 2897984,
      "confidence": 0.9428857894736842
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "He was. He was full of life, you know, he was answering the questions and stuff and he got.",
      "start": 2898684,
      "end": 2902572,
      "confidence": 0.9263605263157897
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "We got fed up with the quotations. He didn't like us mentioning radio on dj such as Sarah Cox and Carl Cox yeah, he did like that. Sorry, everyone, I never dreamed you'd leave.",
      "start": 2902748,
      "end": 2921084,
      "confidence": 0.8792635294117648
    }
  ]
}
