{
  "id": "4129722e-41c6-4083-b3f5-d2b75b30c6ab",
  "status": "completed",
  "text": "Pete, yawn for Nancy on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Hello, Pilkington. Steve, you got any other toilet related anecdotes? Rick, my life is just full of toilet trauma. Yeah. And I. Carl, you may not realize this, but a while back I used to host. This is bizarre. I used to host a radio show on the BBC World Service. Right? Now, if you want someone who's the voice of integrity, the voice of intelligence, the voice of a nation, you're going to come to me. That's obvious. And I was broadcasting to. They got listeners of something like 50, 60 million people around the world. It's mental. The listenership of the World service. And I used to host this show. With some big play, Steve, the world. Yeah, you're absolutely right. And anyway, so I had to be into Bush House, where they broadcast from 10:00 every Friday morning to broadcast around the world to 50 million people, right? And one week I just went to the toilet in my house, right? Everyone had left. I got there a bit late. I got up a bit late. Already against me. The clock was already against me. Had to be there at 10:00 broadcast around the world. And we got two toilets in our house downstairs. One, right. And the door had already been a bit dodgy. It was one of those doors where you had to give it a bit of a kick as you went in. It was getting a bit. It was getting a bit tight. I don't know what, the wood was expanding or something. You know, I'm in there and same thing again happens. No toilet paper. I think, oh, God, I'm going to have to somehow kind of make it. Why don't you check first? I normally do, Rick. I normally do. It's just on certain occasions when I'm bleary eyed or something, I just. I forget. Or occasionally I forget. Normally I do check. And you've got to bear in mind that it's not like this is happening every week. This is over the course of many years that these incidents have accumulated. So you've condensed them for the purposes of this anecdote? Sure, yeah. Yes. And great. You're brilliant. To keep the. Keeping the pace above an anecdote, there, you've just drawn in. I don't know where I am now anymore. I know where I'm trapped in a toilet with no toilet paper. Yes, I am. And I'm thinking maybe I peel off some of the wallpaper, you know, things like that. But there's nothing I can do. I got go upstairs? Well, exactly. But I got to go upstairs and find toilet paper. Was there any. There wasn't. There wasn't. I'm going to have to go upstairs and maybe find a notepad or something like that. And so I try the door, right? The door's wedged. I'm pulling on the door and I can't get the door open. It's just like, it won't come open. And it's already. I knew it was going to come to this at some point. Like, this is like the clock's ticking. I try and pull the door open, trousers around my ankles again, and I'm thinking, well, what I could do is I could open the window, I suppose, and, like, try and climb out, but not really because I got the trousers around the ankles. Or if it was raining, just stick your ass out. Two birds with one. Sadly, it was a beautiful day, really. I call it the world bee day. And so, so what I'm thinking is, well, wonder. I've got my mobile phone in there, actually, because it's in my pocket. I'm thinking maybe I can phone. I would seriously. Kleenex. Maybe I'll phone the fire brigade. By this point, I mean, just dried. Hold on. Was that a little puppy not around? Because sometimes you can call that. It's got a little bit wrapped around it. Listen. Or just use the puppy itself. There's 50 million people around the world. Gonna need to hear my voice in, like, 30 minutes. Exactly. And where's Steve? He's not locked in a toilet again, is he? No. So, um. So I think about phoning the fire brigade, and I think if I do that, it's gonna, you know, it's gonna be the first call that goes straight on the speakerphone. Yeah. For, like, the entire fire brigade service. With a butch hero carrying you down over his shoulders with your trousers around. Can I just not pull it up? No, you've got to be learning lesson. Yeah. But I imagine the idea of a phone up and going, hello there. I'm. Yeah, I'm trapped in a room in my house. Oh, yeah? Which one is it? Oh, I don't need to know. Is it? Yeah, it's not the toilet, is it? Because we don't want to come and rescue someone who's trapped in the toilet. Which service do you require? Paper. So, um. So I think I can't find the fiberglass clocks ticking. So then I think. I think one of my housemates is still in the house, but still asleep. So I phone the house number, right? Phone rings and rings and rings. For ages. And eventually he answers the phone. Right. Gets out of bed. Answers the phone. Yeah. Hi, it's Steve. All right? What's wrong? What are you doing? All right, yeah, what are you doing? Ah, just in the toilet. Well, I've finished one. Have you got any toilet paper, any bog roll? Yeah. So he had to kind of scrape together a few bits of paper, you know, and sort of tinfoil or whatever he could find in the house. Oh, no, underneath the door. Right. And then I said, can you move away from the door while I. Because I don't want you to hear me as I'm, you know, wiping the. And so you say that. Yeah, well, I didn't want him to, you know. Sorry, what? That's embarrassing. What were you white with? Not tumbleweed. What do you mean? What noise? Yeah, no, exactly. So, um. So then I say, right, can you. Why was he hovering? Why did he want to walk away? Will you keep your head. What was it outside with a glass to his ear? Yeah, yeah, thankfully there was, there was, there was a window in the door, but it was frosted glass. You could just see my, my semi naked body moving around. And so eventually I said to him, look, listen, I'm going to need you to sort of kick the door in. He said, I don't want to kick the door in because you have to pay for it. Aren't we? I go, yeah, but I got to go to the world service. Well, yeah, and he was a lovely man. He's the weakest man you've ever come across. It's like if there's one person you don't want to have to throw their body weight against the door, it was him. He's like, he'll snap before the door will. So he's smashing against this. Sounds like a fetish to me. Then he went in there and there you were, naked with lots of toilet paper, and you go, oh, you've broken the door down. And here I am again. Oh, you've rumbled me, Rick. I wish I'd not told that embarrassing story on the radio. Like it wasn't embarrassing enough. You've just got to make it slightly more seedy. Did he get it done? He did it, yeah. And I got to the world service with, like, minutes to spare. Oh, and interestingly, I told that story to 50 million people around the world. I mean, is that a bit of a problem when you're on the will service? Like thinking of things that everyone can understand? Yes, yes. I think you're on thin ice there, worried about people understanding what you're saying. But you can't talk about stuff that's on the telly and that because some people say, we haven't even got a telly here. Oh, you're listening to XFM 104.9. Player record nirvana. All apologies on Xfm 104.9. I'm Ricky Gervais. Obviously with me, Steve Merchant, Carl Pilgrimton. Well, Steve, I met up with. I know it's forbidden usually. Let me just explain to the listener. Me and Steve have got a little bit of a pact. We're not allowed to talk to Carl during the week because he comes out with too much dynamite and we want it to be fresh and it's, it's just unfair. And if he sees us laughing, he clams up a little bit because he, he knows something's wrong with his head. So I was in a pub and Carl called. He returned a choir called Julianne. And I said, oh, I'm just across the road, come over. And he came over and we had a conversation and I kept saying, no, save it. And I can't remember other things he was saying, but I do remember one thing he said. He said that the human eye never grows. He said, unlike your ears and nose that keeps growing all your life, he says, the human eye never grows. Now there's a little bit of. He says, now you look at a baby, he's got big eyes. It's got the same size eyes as it would have when a baby's born. Everyone always goes, oh, look at its eyes, don't they? Because that's like the main feature. They're quite big. They don't grow, they don't get any smaller. They stay the same size. What you mean once you become an adult, you've the same size. Soon as you come out the womb, your eyes, the size they are as a little baby, they stay the same size sockets. And I said, I pointed out to him, right, you know, I said, if that was true, Steve Merchant, when he was a baby, with these eyes he's got now, would have looked like a hammerhead shark. All right, calm down. You don't want to go lay into the eyes. You know, I mean, just to prove my point. I didn't laugh. Good. He said that respect you do not mean. No, I've got the eyes of the. Windows of the soul and mine that happen to be enormous windows, but, you know. They'Re great. Yeah. Many people feel good. Do you know, they don't have kneecaps. Either my eyes or what? Babies, when they're born, they don't get kneecaps until they're about two. They don't get knees. Is that true? Yeah, but it's. Isn't it like a. Isn't it? A little bone? It's part of the. Well, no, but you've got lots more, a lot more bones when you're born. Yeah. You got 300 when you're born than 205 when you're an adult. Yeah. They all fused, don't they? Do they? The head's got to be all soft to come out right, as we said earlier. You know, I would know. I'm a shark. Oh. So what did you say when he said about my ice being huge? Okay, get off it. Considering he's not here, so that I wait until he's here when I slug him off. Yeah, very well. No, nice one, Carl. You're on. Honorable man. Oh, well, this I know. Is he. The thing is, right, that made me think it might be a little bit of truth in this. There is as well, the ear thing. Have you seen that? With really long ears? Yeah. And big noses? Yeah. Do they eat buns and walk around in the jungle, these old men? You mean that the ears and the nose carry on growing? Yeah, they do. That's true. That's true. It's cart legit. Yeah, but not like. It's not like Pinocchio. No, no. After you're dead, you leave a body lying around. He's got a huge elephant, four foot nose, that's what. Yeah. No, but they see that it's about the focal length in your eye. You see, because it's a. It's like a big lens. So it makes sense that they couldn't change that much because an owl. Do you know why an owl turns its head round, sort of like under 90 degrees? No, because it can't move its eyes. Because the eyes take up the whole. Is the biggest eye in the element. The eyes take up the whole of its skull. Yeah, yeah. And it has to move it. Yeah. Has it got a brain in there as well? It's got a brain in there. Above the eye. Yeah. When I say the whole of the skull. Quite. Yeah. Some space for the brain. What I meant is the two diameters of the eyes there is the diameter of the. You've lost me down with diameters. And you didn't like math, did you? Not like math. Never understood it. Couldn't get to grips with maths. I don't about you, Carl. Did you do math, Carl? Now, how did you do in your exams? On the math. I bet yours was rather like my theory. Which is why you need to figure it all out when you've got a calculator. Exactly. Yeah, I knew it. Yeah, you're right. Well, let's play a record. And afterwards, I'm gonna be testing you on your homework this week. Kyle, could we do white van man first? We could do. I'll just know. They've got to know what they're dealing with. Yeah. Carl's homework was to read all about, as you know, shay Guevara. Absolutely. Last week you did well on Rasputin, didn't he? Did very well on Rasputin. With flying marks there. So let's have a bit of Wu Tang, shall we? Let's have white. Yeah. Van. White van. Carl. No. Yeah. Don't erase none of that good shit. Wu Tang clown nasty. XFM 104.9. Steve Merchant and Carl Pilkington. Now, I just remember some Carlson the week. I know it's for to talk to him, but I'll tell you this, he was talking. He was very excited about the friends reunited. He was a bit nervous at first, wasn't he, last week? But he was really getting into it. And in the pub, he was talking to people. He said, I'd never go on a reunion, though, so I'd never, never do that. What, school reunion? Yeah. And he wouldn't want to see anyone. And I went, well, I said. I said, wouldn't you want to see those two lads with the big heads and the webbed hands? Oh, yeah. These were people you went to school with, weren't they? Yeah. Well, I didn't knock about with them. They were in the class. What were they called? Freaks. Right. And he said, no, I wouldn't want to see them. He said, because what could you say? Oh, you haven't changed much. Right. And he went. He said, they wouldn't go anywhere, would they? I said, why? He went, well, they didn't have any friends. And I said, well, weren't they friends with each other? And he went, no, that would have been too obvious. Like, they faster then went, no, I know it's tempting, but less. Not everyone would think that's just what we were going to do. Yeah. So they didn't even hang around with each other. No. See, I must say, in my. In my head, I've got some. It like, it's like a. Some sort of extra thing from Blake seven that they're like some sort of, you know, lagoon monster, but they just had slightly oversized heads today. See? Does your head grow? Your eyes don't. Does your head? Because maybe they've got to a point now that it's all sort of caught up with each other. At the time, the eyes were very small and the head was huge. Just a very big head. And. Yeah, I mean, the fingers aren't gonna change, you know. That's not. They had webbed fingers. It was like the penguin in Batman, really. Are you sure? No, honestly. You sure they weren't wearing mittens? No, seriously. Yeah, they were. It wasn't home economics. They weren't getting some out the oven. A very hot dish, were they, every time you saw them? But why were there two? But they weren't related and they weren't friends? Dunno. I suppose it's like asthma and that, innit? Some kids have it and it just was a coincidence. Yeah. Asthma's quite a common thing. Webbed hands, Carl? Yeah. I don't know. You don't think of it, do you, when you're a kid? You just sort of. When you first see him. Yeah. There goes the frog men. Anyway, Carl, let's have a little quick session. The sun, as you may know, has a section called White Van man, where a member of the public gets asked their opinions on the week's big political and social hot potatoes. Carl, we just thought it would be fun if you answered some of the questions. It's not so much questions, it's just your views, really, on these big. These big news stories. What do you make of Olympic ski hero Alan Baxter testing positive for drugs? What did he do? Well, he won a gold medal in the Olympics and he was a ski, was a skier, and he won gold medal and they've just tested him positive for some kind of illegal drug. But what. I mean, if he did, why take drugs to ski? Imagine. It'd be amazing if you were stoned, like going down. Yeah. It's not like you have to. It's not gonna help you. No, it's just gravity that's doing all the work and it was skiing. But it's often to do with your athleticism, isn't it? No. People like saying, and we've just found out the people on the toboggan were on crack. It's not. It's not gonna help them. Probably wasn't. Probably wasn't jacking up h or, you know, dropping a few e's or getting stoned. He was probably taking more sort of performance enhancing drugs, as opposed to him just like scoring some shit around the corner from someone getting off his tits and jumping in a toboggan. Doesn't mean that, does it? He wasn't. Yeah. He wasn't off his nut. Yeah, yeah. You tested you, you're pissed out your head. But why doesn't he just say, don't be stupid? Why would I do that? It's not going to help me out. But it is, isn't it? Because performance enhancing. Wait a minute, Steve. Wait a minute, Carl. Right, look at this way. Okay, look at me. Yeah. Got. Have I got his attention? Yeah. The lights glinting off your ring there. Yeah. Yeah. Okay. Right, now keep concentrating. Right. Some athletes, you're aware they take drugs. That's to build up muscle stuff. Yeah? Swimmers, runners. Yeah. Not only do they help build muscle, right, but they can actually, you know, give them a boost. Performance while sort of like steroids and all this sort of stuff. Right? So that's the sort of thing we're talking about. Okay, right, so it wasn't on a boat. What? Why would that help you when you. All you've got to do is balance on skis. Not when you're at the Olympic level. Yeah. There's a lot to do with, you know, your body and your legs. And it's like if you've skied for years, then you've got good balance after a bit. Oh, Carl, do you know what you've made a mockery of? Drug taking. Well done. Right, next one. Steve. I ate this. I don't know if you saw it. What did you make of posh spices, warts and all? Documentary. Yeah, I saw a bit of it. What do you make of it? I mean, people are slagging them off, aren't they? Saying, you know, she's daft and that. But you, she's. I think they're all right, honestly. Yeah. You know, she's alright. I mean, I think David's really a decent bloke. Sure. Would you agree that he's quite a simple man? Yeah, but he's a footballer. He doesn't need to be. I mean, it's like me. Yeah, like, you know, all right, I only got an e in history, but knowing about the Tudors doesn't help me press these buttons and put the next CD on. No, sure, yeah. Yeah. So good luck to him. And he's done well out of it. It's just jealousy. I remember, though, when I was back in Manchester, was in Piccadilly train station and he was there, right, not as big a star as he is now back then, but he was stood there and I was so close to going over to him and saying, did you go to my school? Because I recognized his face, but I didn't know who he was. Do you know when they sort of go, sure, I went to school, it's not the one with the big head, but I do recognize him. Then my girlfriend got off the train and I said, I'm sure I know him. She said, yeah, it's David Beckham. And I was so close. Does she? Okay, what about the fact that the pension crisis sure is gonna force Britain's to work into their seventies? Carl, you might have to carry on working into your seventies before you can claim a pension. I think it's a good thing because you see a lot of old people who look bored and I honestly think if you, if you keep your brain busy you'll live longer. Yeah. It's only when you actually shut down, right, that that's when your body sort of dies because it doesn't feel it as a purpose. It's like if you've got flu, keep going to work. If you have a day off, you just feel worse. You'll mope about at home. Doesn't do you any good. What about, where do you draw the line there? What if you say lose a finger, pop into work? Depends if, if you can't concentrate because it's painful. But what if you're a typist? You're not going to type as many words but you'll do more at work than you would have in a day off at home. Sure. Okay. Tony Blair turning trendy with his Paul Smith designed naked lady shirt. I don't know if you've seen, this is the one with the pictures of. Naked ladies on the cuffs and you know, I mean. Okay, and finally, see, this is what. Annoys me about this feature, it's just. What's that? So what? Yeah, but it's the present. It's the prime minister of this country wearing a trendy shirt with naked ladies on the cuffs. Okay, and finally, what do you make of the fact that top of the pops have banned will young singing both tracks on the number one slot and consequently wasn't on there at all. They had to show the video the first time anyone's ever made this demand. He wants to sing both the a and b side. Well he can't, it's double a. Yeah. Aa, that's what he wanted. That is. Now it works. Is it? Yeah, I agree, yeah. And the thing is, which one? I mean at the end of the day, loads of people have bought it, haven't they? And it like one of the best, so it doesn't really matter what it is. Because people have got it. They can listen to what song they want at home. It doesn't matter about what top of the pops do. And it's just annoyed me. Now, I. Who's annoyed you? This just what goes on in the world. I tell you, you're better off not knowing. It's better being in my little world. If that's what people are talking about on the streets and asking the white van man, do you know what I mean? I think you're right, Carl. I think you're right. Should I play a lovely song for you because you're getting all stressed now, aren't you? I've not had a good day. No, I know. We tell you about that good day. Well, I'm going to play a Neil young track here of harvest. It's Alabama. It's beautiful. And this is for Carl. Athlete west side. I still like that one. It's a good track. Yeah. I was worried it's bit Nova. It would go off very quickly, but it's good on XFM 104.9. I'm Richard Bayes. With me, Steve Merchant. Carl Pilkington. Steve. Well, we were talking about the news just now, and there was a story I heard in the week, I think it was on the radio, and I don't know all the details, but what I heard was that a number of, I think it was Falkland and maybe Gulf war war veterans were, I think, suing or complaining to the government because they wanted compensation for post traumatic stress disorder. Now, I don't know all the ins and outs of it, but it seems to me that if you're in the army and you're a soldier, a certain degree of trauma, it's kind of inevitable. I mean, after all, if you're any good at your job, you are gonna see people getting killed. So I don't understand what the ins and outs of it are. I don't know why he came back. And Tony Blair met him and go, all right, well, not really, no, go on. What's the matter? There was people shooting us and everything. It was all muddy. Well, calm down. Don't cry. Well, I will. There was a drill sergeant just kept showing, saying, look at you, stupid boy. Where's this? Gun's not clean. I just cleaned the gun and it was fine. And now he's telling me to clean it again. Yeah, the boots. His neck was as big as his head. Well, yeah, but you know what? You know, I don't know what the. Ins and outs of it are, but is it? What you got to do is make sure you know what you're going into. That's. Why do you got to check the small print? So if I was, you know, going over to, like, the fault runs or, you know, the gobs, I'd put. Man, I'll go. Will it be horrible? I get you the. Guess what? It's. It will be horrible. Yes, it will be horrible. There will be shooting and lots of death. And I go, right? I'm not gonna go. Okay, then that should be fine. Yeah, just like that. Does anyone else scared about this? Pretty much all of us. Okay, then we won't send anyone. My brother went into the army, right, because he couldn't get a normal job. And my dad said, you know, if you don't get a job by such a date, that's it, son. You're going in the army. When was the Falklands, was it? About 81, right. And he joined back in, like, 81 or something. And, I don't know, the shot or something. Oh, yeah. And he wrote back to me, ma'am, saying, you know, a bad time to join. Bad time in this. So she wrote, join that. So sweet car, isn't it? That's. Dear dad. Yeah, well done. Don't, if you've noticed. Yeah, I was on the doll, that's for sure. Thank you for joining. A month before the Belgrano. Anyway, go on. My mom called up, spoke to the sergeant and said, can you leave him out of this one? Can you leave him out of this one? What the Falkland bought. He's only just joined. And she called him Chuck, which he got done for. Like, she. She's one of them. I think it's a northern thing, like saying, how are you, Chuck? Yeah, and she called the sergeant Chuck, and he. The sergeant said, my brother, your mum, you know, she's called up and asked if you can not go, which, of course, you know, I mean, we'll see how it goes. What do you mean? Why did sergeant even entertain this? Well, Pilkington, come here. Your mom's been giving me a bit of a rake. Now, listen, tell her I've told you, but can you call her? Because she was really. She called me Chuck and everything. Can you call her and say you don't mind? Well, not really. Oh, please. Because I've promised her. I say, you want to go. No, please say you want to go. Why was he entertaining this phone call? Probably because he was in. You. What? Because he was new to the army sergeant. So what happened? Did. He didn't go in the end, so he didn't go. Now you can't. I love it, though. Okay. Over the top. I've got a note. Yeah. Is this. Is this really your mum? Yeah. Okay. No, this seems to be because I. Notice it says, I do not want to go into the army. I don't got to go and fight. And it's crossed out and it's good. My mum says, don't. Yeah. You didn't write this yourself? No, no, my mom wrote this. Okay. Definitely. You're gonna have to fill envelopes. I'm sure if he was needed, he would have had to go, but I think they made a bit of a special effort. They saw us. I don't know. Well, it wasn't conscription anyway. Oh, no. Were the other soldiers going around just going, Wilkinson? No, he ended up being a mechanic in there and he got kicked out for going for a packet of fags in a tank. What? Now wait a minute, wait a minute. Do you mean he nipped down the shops in a tank? Yeah. I don't believe that car you miss the. God, that. And he went off with the sergeant's wife, so that didn't help me. Ended up getting kicked out. Sorry, your. Your brother's a genius. I love this. I love this. First of all, he gets a call from his mum. Go and let him up. He's. Oh, God. Then he goes, where is. Where's Pilkington? His mum's on the phone. He's. Where is he? He's near your house, sergeant. Near my house? Well, why is. No reason. Well, when he comes back, when he's finished, tell him his mum called and can he get me a packet of hags? Tell him to walk this time. So the sergeant phoned out that he was sleeping with his wife. Yeah. I don't know. I mean, did your mum phone up. Say let him off? Yeah. Yeah, that's fantastic. But he misses it. I mean, I haven't seen him for about eleven years, but ever since he came out, he's just kept getting into trouble and that, and the army, you know, people slag it off, but I think if you're a certain type of person, it's good. It's good for you. He didn't straight in me. How did it. He was going down the shops in a tank. He was shagging someone. It's really weird. It's like back then he was like a proper adult and he had a house and he collected crystal with his wife and that. And now you haven't got any of that. Has he got the wife? No, he got the crystal. Don't think he has. Seriously, I haven't seen him for about eleven or twelve years. Carl stores always start off nice and funny and then they just leave me empty and slightly depressed. I don't know whether the hug him or shoot him put him out of his misery. Can we take Carl to the phone in. If you think I should take Carl to the vet and have him put down because it's just too stressful. Heights main offender XFA 104.9 wow. It's that time in the show where I test Carl on his homework. Yeah, for the week. History. The re education of Carl Pilkington. As you know, we found out last week that he'd taken one GCSE and he's got an e and it was history. Do you know, Steve, I'm telling you this. Went shopping on Sunday. Buy some new jeans. It's in a shop. Saw an old lad who I haven't seen for about two and a half years went, you alright, man? How you doing? First thing you said, sorry to hear about your exam results. Oh, God. Had he listened to the show or someone? Yeah, was on a train listening to it on a way to a football match or something. He knew that you were on the show, that he was. First thing he said, so sorry about your exam. People have been coming up to you in the station going, you want to talk about it all? God, we did take it pretty badly for a 29 year old man. Just a bit of a shock because it annoyed me that it wasn't a shock. You knew you hadn't got any. No, I thought I'd have got a bit more than that. I wasn't expecting, you know. But you weren't. You didn't even think you took history, so that must have been a bonus. Yeah, that's what my girlfriend said. Yeah. She say something quite philosophical which was like, you know, you didn't even have a knee this morning. Yeah, she said yesterday, you know, you didn't have anything. Today. Exactly. Is good. Yeah. But anyway, anyway, okay, then, well, you were tested on Che Guevara, right? Carl, we should just hang. We should just remind people what happened. Because I've got lots of these little books, right? They're about like two and a half inches long by about, you know, two inches wide. Those tiny little things you see in the sort of on the front count of waterstones or smiths. And it's a life and times, a series of all the great, all the greats in history. Last week you read about Rasputin and he wasn't impressed. No, this book's a little bit thicker than the Rasputin one. That's the same, I think. Was it? Maybe the writing, but. Okay. Shark sag of our. Who was sheikh of our just now? You learned to pronounce it right. And how do you remember? You told me the week. I remember. To what his name was. Shay is like shake and his surname is like guitar. Right, okay. But anyway, right, that's what you know. And I will ask, right, first of. All, is his name isn't really Shay. Right. It was something else. And Shea means buddy in wherever he's from. Argentina, right? That's right. Yep. Right. So anyway, he was born and he was. By the way, Carl's not reading this from a book now. This is all out of his own head. This is not pre planned notes. No, this is. This is. I mean, I know it sounds written, but he's just. Here we go. Here we go. He was born. He had bad asthma as a kid, right. Which I thought was quite interesting because they didn't have cars and that back then and that's what they blame in asthma on these days. The bad. The bad buildup of traffic and that. Well, they did have cars, Carl. Not as many as they have now. Okay, so that was. That was something I picked up early in your story. His dad. His dad was into politics. He wasn't a politician or anything, but he was. He, you know, they were into the politics. So he sort of grew up around a family who was into, you know, watching the news and that and keeping up to date on what's going on in the world. So that sort of rubbed off on him. He went to school, he was doing stuff on medicine. Yeah, yeah. He wanted to be a doctor or he thought he did. Yeah. Anyway, he learned really quick. He did like six months work in about three months, so he could have some time off school or something. So he took that time off, yeah. And went to travel South America with his mate. Okay. On a motorbike. Yep, yep. And he. He saw all this bad going on in the world. This is bad, this. Yeah. You know, I could do something here. I could change this, make it a nicer place to live. So he said, what I'm gonna do is join a gang that sort of is against the, like the government. Yeah. Right, right. I'm alright so far. Yeah, you're doing very well. Right. And the woman who we met who was like, running this gang is a woman called Ilda, who elay are married. An elder introduced him to Castro. Right. It was like the, like the head cheese of the gang. Right. He wanted to change things. Okay. And so she said, like, this is. This is. I think his real name was Engelbert or something like that. Ernesto. What? Ernesto. Ernesto. She said, this is Ernesto. He does medicine. Should have him in our. In our sort of army. So when these injuries and that, he can. It can make people better. Yeah. So he said, yeah. All right, then. So he joined the gang and they went, like. Went to sort of. I'm chopping it down a bit. It's not in real time. No. So. So anyway, so they go, this is. Why I just wanted to ask you to ask me questions. Well, listen, let me cut. Let's cut to the chase, then. So obviously he made his name as part of the cuban revolution. Yeah, yeah. Do you know what date that was about? No. Okay. And obviously, so he was a big involvement in that. Which country was he was he caught? It was caught in Bolivia. Yeah. How did he die? They executed him. Yeah, he shot him. And his last words before he died? Right, the gap, the guys there with the gun. And he wasn't scared. He didn't. He wasn't like crying or anything. He said to the bloke with the gun, he said, go on, shoot me. Be a man. Yes. And they shot him. And did it tell you what happened to him after that? His dead body? No, but Suzanne was telling me about this the other night. She said, there's more to it than that. They stuck it in a. In a. In a glass coffin. Yes, sir. Well, no, but before that, they cut off his hands and his feet and. Sent him to the. No, no, and because they. And they buried in different places and then they buried the body. I think they may have sent the hands to chat it to a fidel, but they buried him in an unmarked grave because they didn't want anyone to start using his. His grave or his tomb as a place in martyrdom because that just made him even more of a martyr because no one knew where he was buried. So it just meant that he was buried. But that wouldn't work anyway because if they did find out, that's more places people can go and sort of grieve, do you know what I mean? All these different graves, what, with different. Parts of his body. You've got a foot over there and it's like, well, you know. Oh, God, his head over there. Thanks for what you're doing. Essentially. What's your summary of checking? More than Rasputin, don't you? A lot better bloke than Rasputin, I can understand why he gets one of those little books well worth knowing about. And good bloke did a lot, you. Know, crammed a lot into his short life. Yeah, but, yeah, interesting bloke. But I'm just. Just on the subject of Che Guevara. Steve called me up in the week because he was going through the duty log. We loved the complaints on the BBC duty log. And someone had written in because one of the blue Peter presenters was wearing a che Guevara t shirt. And what did the bloke say? Yeah, this is a series of. People can phone in and write and complain to the BBC about different things. Why would you complain about wearing something? No, this was. The thing is, you can find it. But the best mean, there's been some amazing complaints. Oh, there's some great ones. The best. But my favorite, my favorite one, that wasn't the complaint, but was actually just. Someone had to phone in was what an excellent edition of Kilroy this morning. Yeah, there's lots that. It's. Things like, esther was superb. Woman call. One woman called. There was a brilliant one, I remember once, which was. Robbie Williams was wearing a Nike t shirt on top of the pops last night. Product placement on the BBC. It's just all. Yeah, but anyway, this is. This is one film court. There was a presenter on Blue Peter. She was wearing a t shirt with Che Guevara's face on it and someone had written in and said, or someone had phoned in and said, very worried to see a presenter wearing Che Guevara's face on a t shirt. Are you trying to turn my children into communist revolutionaries? Yeah. Imagine who's thinking that? Who's bothering to phone up with that information? Carl. Yeah. Who knows what they're gonna say about this show? You've been championing the work of communism. Luckily, luckily, no one listening to this show can either write or. Or operate a phone, so I think we're pretty safe. So. So thumbs up, che Guevara. Yeah. Well done to Carl there. Yeah, no, I thought he was brilliant. You keep saying to us, you don't understand why history is interesting and yet you're clearly interested by that. You remembered that information. Do. I've got another. I've got. I've got a few in the series. Can I give you your next week's homework? Gone. There you go. Read it out. Hitler. The Life and Times of Hitler, 1889 to 1945. Yeah. Yeah. Do you know much about him? What was the significance of that last day? Why did he. What seems that last date card. Why do you think he died in 1945, end of the war, yeah. Which I'm interested in. So this. Yeah, this will have stuff about Anderson. Shelters and that it might not be covered in the Hitler biography, the Anderson Shelter. But there's a special Anderson chapter. Anderson shelter chapter. I look forward to. This. Powdered egg is page four. Yeah. Excellent. Well, we're gonna play a hip hop. Yeah, it's time for a hip hop. Hooray. People are absolutely in love with this feature, Rick, as you well know. And you know, you're somewhat jealous of it this week. I know that outcast are currently on the playlist, aren't they? With their new single, hold of the world. Is that the whole world? Anyway, this is a track from the big compilation outcast. It's just a sort of compilation of all their greatest hits, and this is a good one. It's called Rosa Parks play a car, their greatest hits album. That's outcast on a track called Rosa park. Like it? Like it, yeah. Now, we just had a call from someone impressed by Carl, and Carl's very pleased because this guy has actually done a PhD, Che Guevara. So in theory, whatever subject he chose, in theory, he's probably one of the experts in the world on this particular field now. Hello? You there? Yeah, I'm here. Hello. What's your name? My name's David. David. Now, where did you do your PhD? At UCL. Did UCL? Mild. Mild college. And what was the actual title of the PhD? It was Che Guevara's influence on class struggle in Europe in the sixties. And what did you think of Carl's performance? It did really, really well. The only thing, I'd never heard those last words before. So. So Carl actually knows something you don't know, although you presumably not take that as verified information. You'd probably. You probably wouldn't take everything Carl said as gospel. You probably look it up yourself. Would you? I probably would. Have a look, yeah. Did you know about baby's eyes? Sorry? Did you know that baby's eyes don't grow? I didn't know that. You see, that's why you shouldn't take things Carl says as gospel, because it come out with something, you know, you know, vaguely intelligent, and then say, did you know about baby's eyes don't grow? Any. Any questions that you'd want to test Carl on? Any thoughts? Anything he missed there on the history of Che Guevara? I think he did really well and I think he should be congratulated. What? Because Karl has problems with understanding why people are interested in history. And even though he's been reading these books, he keeps saying, why does anyone care about history? Why is it important? What would you say to Karl? I think he should maybe then look at who Che Guevara did influence and why he still influences people today. Well, he knows that he influenced citizen Smith, and he knows that if McDonald's ever wanted to swap Ronald McDonald for shake of our costume, an awful lot of money. So he is trying to apply it to the modern world. He is having a go. Well, maybe you should think, like, why regent team have him on their t shirts. Good point. Carl, what do you think of that? What do you think they have on the t shirts, Carl? I don't know. Maybe that's. That was a design of the t shirt. Maybe they wanted another t shirt. Maybe they wanted Ronald McDonald but didn't have any in. Sure. And they said, oh, we'll have that one there. Well, thanks very much. Just before you go, do you think Carl would be an interesting subject for a PhD? Yeah, very much so, yeah. Okay, well, um. Well, if you know, if you know. Well, hopefully one day you'll become a professor and you can maybe set that as some coursework. Yeah. Carl Pilkington. Imagine that. Cheers, Dave. Having an ma in Carl Pilgrim. Thanks very much, Dave. Bye. Cheers. Bye. That's good. My teachers never did that. What? Encouraged you in that way. Never said well done. Really? Yeah. But you never showed up. Yeah, they actually in the same room. They were just saying, who are you? Yeah, yeah. Misses Matthews. Me, a teacher? Oh, let's not lay into Matthews again. Not Matty Matthews. Not. Not grimble Matty Matthews. Never be a high flyer. If she could see you now that. What'd she say? You'll never be a high flyer. She said that to me mom and dad on a parents evening, and that was after I'd played the drums in little donkey. She clearly didn't know what she was talking about. Rem with orange crush on XFM 104.9. Well, nearly three. Only 20 minutes to go. I'm Ricky Gervais. With me, Steve and Carl. Carl, what'd you point. What did you point to me then? Just Sam reminded me. Orange crush. As you know, we were talking the other night about contraceptives. No. You said to me, I've got to do lots of homework. You look up how they used in the olden days, how they used to use elephant dung as a contraceptive. And I went, what? He went, no, look how you make me give me those things. I said, I don't know. Was it they put, when you're running around with dung on the end of your knob, no woman really wants to go near. Is that how it worked? He went, come on, you give me things to do. If you've just written a PhD on how to use elephant dung as a contraceptive, please get in touch number in a minute. It's not elephant. It was crocodile. Oh, why? Yeah, sorry, you can't. No, no, back. What do you mean it was crocodile dung? How do they use crocodile dung as a contraceptive? I don't know. Like on ours? Crush. Yes, orange crush. What? It was, I was trying to look up that, that thing about crocodile stuff, using it and I came up with another one saying that they used to use a lemon sort of shaped. Right. And the. Put it. Put it on and the citric. So the citric acid. Citric acid in it. Kill this, kill the sperm. Right. So they would. Sorry. They would wear the lemon on the end of the knob. Was that erotic? They were. Listen, I'll try anything. Carmate the ladies like that. Could it be anything? Could it be like, you know, a melon kumquat? Yeah, maybe in my. But in my case, what's hairy ones? Yeah. Anyway, it just reminded me when. Or in orange crush. Well, thanks very much for that, Carl. It's, uh. And that. I didn't even ask him to. No, no. So orange crush reminded you of the lemon contraceptive. Okay, Johnny. Good. You could use it as a little lemon squeezer, couldn't you? It could be like a novelty lemon squeezer. You just stand in the kitchen and then when someone just come along, go on the end of year. Did you make this lemonade yourself? It tastes funny. It tastes funny. Okay. Yeah. Would you call this a quick question to you? Would you ever find yourself in a situation where you might confuse a woman's breasts with mountains? Is that concern for you? Do you. No, not problem for you? Well, not if they're not. If they're small and humble, I would. That's what I'm hoping. That's what. Fingers crossed. If they were small and humble, then I pretty much. Not. Confusing with mountains, thank God. But I mean, if they were large and sort of pendulous and with like. Quite rocky with snow on top. Exactly. Then I'd go, hold on, love. Wait a minute. Hold on, love. I was into this, but now. Exactly. I feel like I'm alone. Carl, do you know what we're talking about? Who has, who has done that? I've clue. One more time. See my breasts are small and humble, so you don't confuse them with mountains. Shakira. It's a lyric taking the nation by storm. It's quite a nice song. It's got. It's very much like. It sounds a bit like men at work down under. Yeah, it's got the pan pipes, this. What's its kid? Who? Julio Inglesias? No, it's Shakira. Consequently, the word shakira, they're being mentioned. I haven't heard of him. Okay. She's a big latin star, apparently. Big latin american star. And anyway, just sing it again for us. See how my breasts are small and humble, so you don't confuse them with mountains, which is a concern. It was always a concern, definitely. I said, number of times she's woken up and there's been a fat bloke with a beard and a little. A little sherpa. She goes, what are you doing? And they go, we're just trying to climb this map. Look again. Oh, sorry. Love your tits. I didn't realize. Tits. We thought we would. I can't believe. I can't. What? Can we camp it? You can't camp on my tits for the night. No, but why are you climbing them? Well, I just. Because they were there. Well, they're small and humble. What are you mental? Look at Carl. I love that. Look at Carl. Carl is looking back and forth. You know when you. So you go to a cat and it looks back and forth between two people? That's very much like Carl's looking at us now. Or when, like, a child sees a midget or something in the street. They're just transfixed, aren't they? And they. When we were pushing, um, Ash, as they are producers in a wheelchair, and we were pushing, no, he's not a little midget. He's not tall. But, um, we were pushing him through the BC and this little kid just came up and just stood in front of him and looked at him. I just laughed. It was funny. Do you do that? I imagine that you get caught staring out to people. Do you go to people with problems and go, mummy, is that a monster? Well, I was telling you one about when I used to go with my dad in the taxi. Oh, yeah, well, your father was a taxi driver. My dad used. He had loads of jobs which did back then. They don't do that anymore, do they? People, they don't have a variety of stuff. Sure. But, um, at one point he had a black cab and I used to. Used to go with him. Used to get like a beer crate and put it in the front of the black cab, sort of sit just next to the meter. And, um, anyway, we got this call and like, the guy on the end of the radio said, oh, you've got. So you got your son with you, aren't you? So he said, yeah. So it's just like, you know, we've got a pickup at number eleven village lane or whatever. And I said, all right. And it was this woman. It was like a woman version of the Elephant man. Wow, the elephant woman. Yeah. It was really strange because I was in the front of the cab and when you're a kid, if you. If something looks odd, you're a bit scared of it, aren't you? Yeah. I mean, dad was like, be alright, and we're driving towards it. Look at her. Don't worry. So I've got loads of buns and just. I think I'll just throw one down the street. If it's you, run after it. Right? I am a little bit. How old were you? 18? No, I was about twelve or something like that. 1112. And as we got closer to her, it looked like she, she was holding like a bag of spuds on her. Shoulder for a snack, right. And her head was all a bit mangled and messy and that. And my dad says. My dad said, whatever you do, don't stare at her face. Yeah. She got in the back. Did you turn into stone? She got in the back and I had like, the mirror, the driver's mirror thing and sort of having a look, trying to work out. And I really. I mean, he said, don't stare at her face. I couldn't work out where her face was. It was that. It was that weird. Oh, God. I'm not sure. You're from Manchester. I think you're from like Narnia or something. Yeah. You got frog boys walking around, the. Lord of the Rings. They've got like, the claws of a lobster and the. And the head of a toad and you've got women getting in with spuds for heads. I mean, what sort of man is this? You grew up? Yeah. You can't believe it in London, can you? You come down and go, look, symmetry. It must be amazing. It must be a thing to do with upbringing and. Because, again, do you know, I've said to you before, years ago, when I was a kid and didn't have any worries. Good looking lad. You go through it a bit, have a few more worries and you look knackered. Now, back there, there's a lot more worries and stuff. So you get a lot more freaks. Whereas in London, everyone's like, happy, aren't they? Go, I love the fact that stress can cause your fingers to fuse and your head to grow. No. Boy, she must have been really stressed. To have a. Yeah, she was pretty. Yeah. Was she an accountant or something? But what. But what does she do? What did she say going, by the. Way, she couldn't speak. London Zoo, please. She was going to, like, to the fair. Seriously, honest to God, on my mum's life, she was. Because at the end of the day. That'S a good thing with animals. They don't judge you, do they? She's not. She's a human being. She's not actually an elephant. No, but, you know, the elephant man was not actually. Do you understand that? He's got no elephant genes in him at all? No, that was just a cruel name people gave him. Yeah, no, it's the name of the disease, isn't it? Elephantitis. So, listen, so this woman, why was she going to a pet? She was going to a pet shop. I want to find a husband. Is this true? No, it is true. Yeah. Oh, I'm not taking the mickey because it must be so really bad. I'm going on to you today about cutting myself shaving. Yeah. What's going on about that? To think that she. I mean, she's probably not alive now, but to think. But you're gonna say this is a worse problem than a little cut shaving, aren't you? Yeah. Yeah. I mean, there's a couple of key. Questions I need to ask. One have, if she couldn't talk, how did she tell your father where to drive it? Did she have it written on her notes? Did she point with her nose? Yeah. Right. This has got silly. Pick your song. But also, finally, where did you say she lived again? It was like, in a village. A little, small village. Right. All I'm saying is we could maybe get, like some sort of coach book, some coaches, get a coach party out there to have a look at her. And now you can make some lemonade. The offspring of a woman and some spuds. Please enter at your peril. Shitty. Give me a shiny shilling. Oh, that's terrible. Well, I'm going to play a little bit of teenage fan club song for the lovers here. We left it very late, which has been just, you know, rapping with Carl P. Here. And this is I need direction, teenage fan club. Oh, they're a good band. They are a good band. XFM 104.9. So we're there. So will your girlfriend be proud of you now you perform a PhD graduate there? Annoying because she's not in London today. She's in Sunderland or something on Newcastle. Right. Working. So she won't know what the. Your greatest triumph. She saw last week's and you got an e in history. And now this week you cut. You come through. Yeah, with some great praise that Miss Misses Matthews never, you know, laid upon. No, just said you won't be a high flyer. Hey, you've shown him over there. You never know. I mean I had mates who, you know, we may call him Akin. Did the disco with me. Pilkings making music. Yeah. Pilkies making music. Yeah. He was dead brainy. I don't think he's up too much these days. Sure you can't plan it? Yeah. Just goes to show. Well, I mean, you can do a certain amount of planning. You can do, I mean, driving a tank down to the shops with some fags. Never gonna mean you're a high flyer. And that that woman do you picked up in your black cab. She's in a circus now and she can fly, which is good. Am I confusing that with the film? You went to see a film this week, didn't you? Mmm. What did you say? The Monsters, Inc. Oh, you have a little argument. What was the argument about? Do you have an argument with your girlfriend or something because of that? Well, the history thing took over last weekend, to be honest, when you found out my results, that was like the talking topic of most of the weekend. Why? What did she say? You brought on yourself, you know? Why didn't you take it serious? You know, was she annoyed or upset? Well, she just sort of said, you can learn. Look, you learned Rasputin. You know, if only you've done that, you've done Rasputin. She said, you can do it if you told to. She said, you know, it's only because Rick has told you to read the book that you're reading it. Does she think we're sort of like taskmasters? Does she think we bully you? Nah, she knows. It's just a laugh. Yeah. What? Did you. Did you tell your parents about your. No. No, never. Because they. They never even questioned where my results were. So I don't want to tell them that, you know, I didn't get any. No. What, how did they do at school? Didn't have them back then, did they? Right. When was that called? The Middle ages? I don't know. Like I say, back then, it wasn't about getting results and that was it. Was just about learning trades. I mean, my dad, right, he can, like, put windows in his house. Yeah. Duplicate. It's dark in it, first of all. Right, so he can do what? He's got a multitude of different. There's a problem in me flat. I can call him up and say, you know, this isn't working. What should I do? And I'll say, fix it. Sure. So what about monsters, Inc. It is a kids film. It sort of. Is it okay, what gave that away? Was it the songs? Was it the animation? Yeah. The fluffy little things that squiggled round on the screen for an hour and a half. It is annoying because, like, these kids everywhere and kids don't watch films. Do they know? I mean, they mess. I don't know why they make kids films. And you can't be honest, it's mental. Can't concentrate properly when you've got kids, you know, making noise around you and that. So I'd say my little review, wait until it comes out on DVD. What a great review that would be. Wouldn't that be great film 2002. Yeah. Jonathan Ross going, well, I don't want to give it away. Comes out on DVD. Oh, no. But not giving it away, it's just that you can't watch it properly when there's kids screaming around you. Yeah, sure. Do you know, I mean, what you. Looking forward to this week? You're gonna go and see anything? Just been talking to Ricky now because me missus is away. I'll probably get out a DVD tonight. Yep. Rounders. All right. I thought you might like that. And if you can get. I mean, if I can get you tickets, say, in the stalls or in a box for the stage version of Midnight Express, would you be up for that? It's on. It's on. I think it's the final year. It's lovely. It's Midnight Express on ice. Yeah. And it's a musical as well. They're on rollers. Do you have any dope under your jacket? No, it's great. John Hurt is actually in this version as well, which is fantastic. The Elephant man. So it's all comes. The universe all comes together. Have you ever seen the stage version of the elephant? No. You'd love that. It was in that. I have seen a clip of it. Who plays him? I think they got a real guy with actual. With elephant Titus. All right. Yeah. What are you finishing on? Let's have a final song for the ladies. It's from the album kiss me, kiss me, kiss me by the cure. And it's the beautiful catch. Goodbye. See you next week, everybody. Bye.",
  "utterances": [
    {
      "pos": 1,
      "speaker": "A",
      "text": "Pete, yawn for Nancy on XFM 104.9. I'm Ricky Gervais. With me, Steve Merchant. Hello, Pilkington. Steve, you got any other toilet related anecdotes?",
      "start": 5240,
      "end": 16086,
      "confidence": 0.8069958333333335
    },
    {
      "pos": 2,
      "speaker": "B",
      "text": "Rick, my life is just full of toilet trauma.",
      "start": 16110,
      "end": 18462,
      "confidence": 0.9092511111111112
    },
    {
      "pos": 3,
      "speaker": "A",
      "text": "Yeah.",
      "start": 18558,
      "end": 18830,
      "confidence": 0.68562
    },
    {
      "pos": 4,
      "speaker": "B",
      "text": "And I. Carl, you may not realize this, but a while back I used to host. This is bizarre. I used to host a radio show on the BBC World Service. Right? Now, if you want someone who's the voice of integrity, the voice of intelligence, the voice of a nation, you're going to come to me. That's obvious. And I was broadcasting to. They got listeners of something like 50, 60 million people around the world. It's mental. The listenership of the World service. And I used to host this show.",
      "start": 18862,
      "end": 42076,
      "confidence": 0.9087135869565219
    },
    {
      "pos": 5,
      "speaker": "A",
      "text": "With some big play, Steve, the world.",
      "start": 42100,
      "end": 43756,
      "confidence": 0.81079
    },
    {
      "pos": 6,
      "speaker": "B",
      "text": "Yeah, you're absolutely right. And anyway, so I had to be into Bush House, where they broadcast from 10:00 every Friday morning to broadcast around the world to 50 million people, right? And one week I just went to the toilet in my house, right? Everyone had left. I got there a bit late. I got up a bit late. Already against me. The clock was already against me. Had to be there at 10:00 broadcast around the world. And we got two toilets in our house downstairs. One, right. And the door had already been a bit dodgy. It was one of those doors where you had to give it a bit of a kick as you went in. It was getting a bit. It was getting a bit tight. I don't know what, the wood was expanding or something. You know, I'm in there and same thing again happens. No toilet paper. I think, oh, God, I'm going to have to somehow kind of make it.",
      "start": 43820,
      "end": 77222,
      "confidence": 0.907873214285714
    },
    {
      "pos": 7,
      "speaker": "A",
      "text": "Why don't you check first?",
      "start": 77278,
      "end": 78494,
      "confidence": 0.923106
    },
    {
      "pos": 8,
      "speaker": "B",
      "text": "I normally do, Rick. I normally do. It's just on certain occasions when I'm bleary eyed or something, I just. I forget. Or occasionally I forget. Normally I do check. And you've got to bear in mind that it's not like this is happening every week. This is over the course of many years that these incidents have accumulated.",
      "start": 78574,
      "end": 91844,
      "confidence": 0.8820089830508475
    },
    {
      "pos": 9,
      "speaker": "A",
      "text": "So you've condensed them for the purposes of this anecdote?",
      "start": 91964,
      "end": 95156,
      "confidence": 0.769964
    },
    {
      "pos": 10,
      "speaker": "B",
      "text": "Sure, yeah. Yes. And great. You're brilliant. To keep the. Keeping the pace above an anecdote, there, you've just drawn in. I don't know where I am now anymore. I know where I'm trapped in a toilet with no toilet paper.",
      "start": 95180,
      "end": 107644,
      "confidence": 0.8449207317073171
    },
    {
      "pos": 11,
      "speaker": "A",
      "text": "Yes, I am.",
      "start": 107684,
      "end": 108340,
      "confidence": 0.7835933333333335
    },
    {
      "pos": 12,
      "speaker": "B",
      "text": "And I'm thinking maybe I peel off some of the wallpaper, you know, things like that. But there's nothing I can do. I got go upstairs? Well, exactly. But I got to go upstairs and find toilet paper.",
      "start": 108412,
      "end": 115244,
      "confidence": 0.8979721052631581
    },
    {
      "pos": 13,
      "speaker": "A",
      "text": "Was there any.",
      "start": 115284,
      "end": 115916,
      "confidence": 0.9895833333333334
    },
    {
      "pos": 14,
      "speaker": "B",
      "text": "There wasn't.",
      "start": 116020,
      "end": 116588,
      "confidence": 0.735075
    },
    {
      "pos": 15,
      "speaker": "A",
      "text": "There wasn't.",
      "start": 116636,
      "end": 117220,
      "confidence": 0.87673
    },
    {
      "pos": 16,
      "speaker": "B",
      "text": "I'm going to have to go upstairs and maybe find a notepad or something like that. And so I try the door, right? The door's wedged. I'm pulling on the door and I can't get the door open. It's just like, it won't come open. And it's already. I knew it was going to come to this at some point. Like, this is like the clock's ticking. I try and pull the door open, trousers around my ankles again, and I'm thinking, well, what I could do is I could open the window, I suppose, and, like, try and climb out, but not really because I got the trousers around the ankles.",
      "start": 117332,
      "end": 138804,
      "confidence": 0.8926167857142856
    },
    {
      "pos": 17,
      "speaker": "A",
      "text": "Or if it was raining, just stick your ass out. Two birds with one. Sadly, it was a beautiful day, really. I call it the world bee day.",
      "start": 138884,
      "end": 145064,
      "confidence": 0.8839024999999998
    },
    {
      "pos": 18,
      "speaker": "B",
      "text": "And so, so what I'm thinking is, well, wonder. I've got my mobile phone in there, actually, because it's in my pocket. I'm thinking maybe I can phone.",
      "start": 146124,
      "end": 152308,
      "confidence": 0.8603885714285714
    },
    {
      "pos": 19,
      "speaker": "A",
      "text": "I would seriously. Kleenex.",
      "start": 152356,
      "end": 153420,
      "confidence": 0.7704825
    },
    {
      "pos": 20,
      "speaker": "B",
      "text": "Maybe I'll phone the fire brigade.",
      "start": 153492,
      "end": 155620,
      "confidence": 0.8465550000000001
    },
    {
      "pos": 21,
      "speaker": "C",
      "text": "By this point, I mean, just dried.",
      "start": 155732,
      "end": 157584,
      "confidence": 0.8867585714285715
    },
    {
      "pos": 22,
      "speaker": "A",
      "text": "Hold on. Was that a little puppy not around? Because sometimes you can call that. It's got a little bit wrapped around it.",
      "start": 161204,
      "end": 166164,
      "confidence": 0.9109747826086957
    },
    {
      "pos": 23,
      "speaker": "B",
      "text": "Listen.",
      "start": 166204,
      "end": 166864,
      "confidence": 0.61498
    },
    {
      "pos": 24,
      "speaker": "A",
      "text": "Or just use the puppy itself.",
      "start": 167364,
      "end": 168844,
      "confidence": 0.8589266666666666
    },
    {
      "pos": 25,
      "speaker": "B",
      "text": "There's 50 million people around the world. Gonna need to hear my voice in, like, 30 minutes.",
      "start": 168924,
      "end": 172872,
      "confidence": 0.8888305882352943
    },
    {
      "pos": 26,
      "speaker": "A",
      "text": "Exactly.",
      "start": 172928,
      "end": 173328,
      "confidence": 0.64878
    },
    {
      "pos": 27,
      "speaker": "B",
      "text": "And where's Steve?",
      "start": 173376,
      "end": 174240,
      "confidence": 0.73466
    },
    {
      "pos": 28,
      "speaker": "A",
      "text": "He's not locked in a toilet again, is he? No.",
      "start": 174312,
      "end": 177392,
      "confidence": 0.724774
    },
    {
      "pos": 29,
      "speaker": "B",
      "text": "So, um. So I think about phoning the fire brigade, and I think if I do that, it's gonna, you know, it's gonna be the first call that goes straight on the speakerphone.",
      "start": 177528,
      "end": 184440,
      "confidence": 0.8229809090909093
    },
    {
      "pos": 30,
      "speaker": "A",
      "text": "Yeah.",
      "start": 184512,
      "end": 184784,
      "confidence": 0.88916
    },
    {
      "pos": 31,
      "speaker": "B",
      "text": "For, like, the entire fire brigade service.",
      "start": 184824,
      "end": 187128,
      "confidence": 0.9619842857142858
    },
    {
      "pos": 32,
      "speaker": "A",
      "text": "With a butch hero carrying you down over his shoulders with your trousers around. Can I just not pull it up? No, you've got to be learning lesson. Yeah.",
      "start": 187216,
      "end": 194448,
      "confidence": 0.8970893103448279
    },
    {
      "pos": 33,
      "speaker": "B",
      "text": "But I imagine the idea of a phone up and going, hello there. I'm. Yeah, I'm trapped in a room in my house.",
      "start": 194536,
      "end": 199534,
      "confidence": 0.8061934782608696
    },
    {
      "pos": 34,
      "speaker": "A",
      "text": "Oh, yeah?",
      "start": 199664,
      "end": 200050,
      "confidence": 0.72956
    },
    {
      "pos": 35,
      "speaker": "B",
      "text": "Which one is it? Oh, I don't need to know.",
      "start": 200082,
      "end": 202654,
      "confidence": 0.869279
    },
    {
      "pos": 36,
      "speaker": "A",
      "text": "Is it?",
      "start": 203714,
      "end": 204258,
      "confidence": 0.830415
    },
    {
      "pos": 37,
      "speaker": "B",
      "text": "Yeah, it's not the toilet, is it? Because we don't want to come and rescue someone who's trapped in the toilet.",
      "start": 204306,
      "end": 208138,
      "confidence": 0.8979419047619046
    },
    {
      "pos": 38,
      "speaker": "A",
      "text": "Which service do you require? Paper.",
      "start": 208226,
      "end": 210574,
      "confidence": 0.9730483333333334
    },
    {
      "pos": 39,
      "speaker": "B",
      "text": "So, um. So I think I can't find the fiberglass clocks ticking. So then I think. I think one of my housemates is still in the house, but still asleep. So I phone the house number, right? Phone rings and rings and rings. For ages. And eventually he answers the phone. Right. Gets out of bed. Answers the phone. Yeah. Hi, it's Steve.",
      "start": 211714,
      "end": 228378,
      "confidence": 0.8928498412698411
    },
    {
      "pos": 40,
      "speaker": "A",
      "text": "All right?",
      "start": 228426,
      "end": 228626,
      "confidence": 0.68892
    },
    {
      "pos": 41,
      "speaker": "B",
      "text": "What's wrong? What are you doing?",
      "start": 228650,
      "end": 230414,
      "confidence": 0.8883316666666666
    },
    {
      "pos": 42,
      "speaker": "A",
      "text": "All right, yeah, what are you doing? Ah, just in the toilet. Well, I've finished one. Have you got any toilet paper, any bog roll? Yeah.",
      "start": 231034,
      "end": 241770,
      "confidence": 0.8018073076923076
    },
    {
      "pos": 43,
      "speaker": "B",
      "text": "So he had to kind of scrape together a few bits of paper, you know, and sort of tinfoil or whatever he could find in the house. Oh, no, underneath the door. Right. And then I said, can you move away from the door while I. Because I don't want you to hear me as I'm, you know, wiping the. And so you say that. Yeah, well, I didn't want him to, you know.",
      "start": 241802,
      "end": 261232,
      "confidence": 0.9062116216216214
    },
    {
      "pos": 44,
      "speaker": "A",
      "text": "Sorry, what?",
      "start": 261408,
      "end": 262048,
      "confidence": 0.71785
    },
    {
      "pos": 45,
      "speaker": "B",
      "text": "That's embarrassing.",
      "start": 262096,
      "end": 262816,
      "confidence": 0.599225
    },
    {
      "pos": 46,
      "speaker": "A",
      "text": "What were you white with? Not tumbleweed. What do you mean? What noise?",
      "start": 262840,
      "end": 266804,
      "confidence": 0.840833846153846
    },
    {
      "pos": 47,
      "speaker": "B",
      "text": "Yeah, no, exactly. So, um. So then I say, right, can you.",
      "start": 267184,
      "end": 271488,
      "confidence": 0.9127341666666667
    },
    {
      "pos": 48,
      "speaker": "A",
      "text": "Why was he hovering? Why did he want to walk away? Will you keep your head. What was it outside with a glass to his ear?",
      "start": 271576,
      "end": 277816,
      "confidence": 0.8681357692307693
    },
    {
      "pos": 49,
      "speaker": "B",
      "text": "Yeah, yeah, thankfully there was, there was, there was a window in the door, but it was frosted glass. You could just see my, my semi naked body moving around. And so eventually I said to him, look, listen, I'm going to need you to sort of kick the door in. He said, I don't want to kick the door in because you have to pay for it. Aren't we? I go, yeah, but I got to go to the world service. Well, yeah, and he was a lovely man. He's the weakest man you've ever come across. It's like if there's one person you don't want to have to throw their body weight against the door, it was him. He's like, he'll snap before the door will. So he's smashing against this.",
      "start": 277880,
      "end": 305476,
      "confidence": 0.8922041353383457
    },
    {
      "pos": 50,
      "speaker": "A",
      "text": "Sounds like a fetish to me. Then he went in there and there you were, naked with lots of toilet paper, and you go, oh, you've broken the door down. And here I am again.",
      "start": 305500,
      "end": 315020,
      "confidence": 0.8749434285714286
    },
    {
      "pos": 51,
      "speaker": "B",
      "text": "Oh, you've rumbled me, Rick. I wish I'd not told that embarrassing story on the radio. Like it wasn't embarrassing enough. You've just got to make it slightly more seedy.",
      "start": 315172,
      "end": 324144,
      "confidence": 0.8936396666666666
    },
    {
      "pos": 52,
      "speaker": "A",
      "text": "Did he get it done?",
      "start": 325284,
      "end": 326012,
      "confidence": 0.8660580000000001
    },
    {
      "pos": 53,
      "speaker": "B",
      "text": "He did it, yeah. And I got to the world service with, like, minutes to spare. Oh, and interestingly, I told that story to 50 million people around the world.",
      "start": 326028,
      "end": 332784,
      "confidence": 0.9370560000000001
    },
    {
      "pos": 54,
      "speaker": "C",
      "text": "I mean, is that a bit of a problem when you're on the will service? Like thinking of things that everyone can understand?",
      "start": 335084,
      "end": 340594,
      "confidence": 0.9634108695652174
    },
    {
      "pos": 55,
      "speaker": "A",
      "text": "Yes, yes. I think you're on thin ice there, worried about people understanding what you're saying.",
      "start": 341294,
      "end": 348630,
      "confidence": 0.7294849999999999
    },
    {
      "pos": 56,
      "speaker": "C",
      "text": "But you can't talk about stuff that's on the telly and that because some people say, we haven't even got a telly here.",
      "start": 348702,
      "end": 353074,
      "confidence": 0.8808217391304345
    },
    {
      "pos": 57,
      "speaker": "A",
      "text": "Oh, you're listening to XFM 104.9. Player record nirvana. All apologies on Xfm 104.9. I'm Ricky Gervais. Obviously with me, Steve Merchant, Carl Pilgrimton. Well, Steve, I met up with. I know it's forbidden usually. Let me just explain to the listener. Me and Steve have got a little bit of a pact. We're not allowed to talk to Carl during the week because he comes out with too much dynamite and we want it to be fresh and it's, it's just unfair. And if he sees us laughing, he clams up a little bit because he, he knows something's wrong with his head. So I was in a pub and Carl called. He returned a choir called Julianne. And I said, oh, I'm just across the road, come over. And he came over and we had a conversation and I kept saying, no, save it. And I can't remember other things he was saying, but I do remember one thing he said. He said that the human eye never grows. He said, unlike your ears and nose that keeps growing all your life, he says, the human eye never grows. Now there's a little bit of. He says, now you look at a baby, he's got big eyes. It's got the same size eyes as it would have when a baby's born.",
      "start": 354414,
      "end": 436308,
      "confidence": 0.8984476233183856
    },
    {
      "pos": 58,
      "speaker": "C",
      "text": "Everyone always goes, oh, look at its eyes, don't they? Because that's like the main feature. They're quite big. They don't grow, they don't get any smaller. They stay the same size.",
      "start": 436356,
      "end": 444222,
      "confidence": 0.8913284375
    },
    {
      "pos": 59,
      "speaker": "B",
      "text": "What you mean once you become an adult, you've the same size.",
      "start": 444388,
      "end": 447014,
      "confidence": 0.9363766666666667
    },
    {
      "pos": 60,
      "speaker": "C",
      "text": "Soon as you come out the womb, your eyes, the size they are as a little baby, they stay the same size sockets.",
      "start": 447394,
      "end": 455786,
      "confidence": 0.9308099999999999
    },
    {
      "pos": 61,
      "speaker": "A",
      "text": "And I said, I pointed out to him, right, you know, I said, if that was true, Steve Merchant, when he was a baby, with these eyes he's got now, would have looked like a hammerhead shark.",
      "start": 455890,
      "end": 463810,
      "confidence": 0.8984175675675676
    },
    {
      "pos": 62,
      "speaker": "B",
      "text": "All right, calm down. You don't want to go lay into the eyes.",
      "start": 463842,
      "end": 466650,
      "confidence": 0.759716923076923
    },
    {
      "pos": 63,
      "speaker": "A",
      "text": "You know, I mean, just to prove my point.",
      "start": 466682,
      "end": 468018,
      "confidence": 0.9130566666666667
    },
    {
      "pos": 64,
      "speaker": "C",
      "text": "I didn't laugh.",
      "start": 468066,
      "end": 469058,
      "confidence": 0.7805466666666666
    },
    {
      "pos": 65,
      "speaker": "A",
      "text": "Good. He said that respect you do not mean. No, I've got the eyes of the.",
      "start": 469226,
      "end": 474668,
      "confidence": 0.8072993749999999
    },
    {
      "pos": 66,
      "speaker": "B",
      "text": "Windows of the soul and mine that happen to be enormous windows, but, you know.",
      "start": 474676,
      "end": 482144,
      "confidence": 0.8467886666666667
    },
    {
      "pos": 67,
      "speaker": "A",
      "text": "They'Re great. Yeah. Many people feel good.",
      "start": 484284,
      "end": 485984,
      "confidence": 0.7785585714285714
    },
    {
      "pos": 68,
      "speaker": "C",
      "text": "Do you know, they don't have kneecaps.",
      "start": 487284,
      "end": 488612,
      "confidence": 0.9619614285714285
    },
    {
      "pos": 69,
      "speaker": "B",
      "text": "Either my eyes or what?",
      "start": 488668,
      "end": 490628,
      "confidence": 0.7968179999999999
    },
    {
      "pos": 70,
      "speaker": "C",
      "text": "Babies, when they're born, they don't get kneecaps until they're about two.",
      "start": 490716,
      "end": 495424,
      "confidence": 0.8877741666666665
    },
    {
      "pos": 71,
      "speaker": "B",
      "text": "They don't get knees.",
      "start": 495914,
      "end": 496634,
      "confidence": 0.7884150000000001
    },
    {
      "pos": 72,
      "speaker": "A",
      "text": "Is that true?",
      "start": 496674,
      "end": 497218,
      "confidence": 0.8632733333333333
    },
    {
      "pos": 73,
      "speaker": "C",
      "text": "Yeah, but it's.",
      "start": 497266,
      "end": 500018,
      "confidence": 0.6483
    },
    {
      "pos": 74,
      "speaker": "B",
      "text": "Isn't it like a. Isn't it? A little bone? It's part of the.",
      "start": 500066,
      "end": 502434,
      "confidence": 0.8010030769230769
    },
    {
      "pos": 75,
      "speaker": "A",
      "text": "Well, no, but you've got lots more, a lot more bones when you're born. Yeah.",
      "start": 502474,
      "end": 505698,
      "confidence": 0.7956366666666667
    },
    {
      "pos": 76,
      "speaker": "C",
      "text": "You got 300 when you're born than 205 when you're an adult.",
      "start": 505706,
      "end": 508722,
      "confidence": 0.8585391666666667
    },
    {
      "pos": 77,
      "speaker": "A",
      "text": "Yeah. They all fused, don't they? Do they? The head's got to be all soft to come out right, as we said earlier. You know, I would know.",
      "start": 508778,
      "end": 514842,
      "confidence": 0.8964071428571424
    },
    {
      "pos": 78,
      "speaker": "B",
      "text": "I'm a shark.",
      "start": 514858,
      "end": 515774,
      "confidence": 0.9489366666666667
    },
    {
      "pos": 79,
      "speaker": "A",
      "text": "Oh.",
      "start": 519154,
      "end": 519922,
      "confidence": 0.48
    },
    {
      "pos": 80,
      "speaker": "B",
      "text": "So what did you say when he said about my ice being huge?",
      "start": 520058,
      "end": 522570,
      "confidence": 0.9639184615384616
    },
    {
      "pos": 81,
      "speaker": "A",
      "text": "Okay, get off it.",
      "start": 522642,
      "end": 524054,
      "confidence": 0.8376625
    },
    {
      "pos": 82,
      "speaker": "C",
      "text": "Considering he's not here, so that I wait until he's here when I slug him off.",
      "start": 524904,
      "end": 528344,
      "confidence": 0.797938125
    },
    {
      "pos": 83,
      "speaker": "B",
      "text": "Yeah, very well. No, nice one, Carl.",
      "start": 528384,
      "end": 529760,
      "confidence": 0.8011785714285714
    },
    {
      "pos": 84,
      "speaker": "A",
      "text": "You're on.",
      "start": 529792,
      "end": 530168,
      "confidence": 0.5005649999999999
    },
    {
      "pos": 85,
      "speaker": "B",
      "text": "Honorable man.",
      "start": 530216,
      "end": 531164,
      "confidence": 0.843275
    },
    {
      "pos": 86,
      "speaker": "A",
      "text": "Oh, well, this I know. Is he. The thing is, right, that made me think it might be a little bit of truth in this.",
      "start": 531784,
      "end": 537040,
      "confidence": 0.8955368
    },
    {
      "pos": 87,
      "speaker": "C",
      "text": "There is as well, the ear thing. Have you seen that? With really long ears?",
      "start": 537152,
      "end": 541552,
      "confidence": 0.8928146666666666
    },
    {
      "pos": 88,
      "speaker": "A",
      "text": "Yeah.",
      "start": 541608,
      "end": 542024,
      "confidence": 0.8634
    },
    {
      "pos": 89,
      "speaker": "C",
      "text": "And big noses?",
      "start": 542104,
      "end": 542952,
      "confidence": 0.9216633333333334
    },
    {
      "pos": 90,
      "speaker": "A",
      "text": "Yeah. Do they eat buns and walk around in the jungle, these old men?",
      "start": 543008,
      "end": 546960,
      "confidence": 0.8488571428571426
    },
    {
      "pos": 91,
      "speaker": "B",
      "text": "You mean that the ears and the nose carry on growing?",
      "start": 546992,
      "end": 548712,
      "confidence": 0.8843263636363637
    },
    {
      "pos": 92,
      "speaker": "A",
      "text": "Yeah, they do. That's true. That's true. It's cart legit.",
      "start": 548768,
      "end": 550736,
      "confidence": 0.811267
    },
    {
      "pos": 93,
      "speaker": "B",
      "text": "Yeah, but not like. It's not like Pinocchio.",
      "start": 550760,
      "end": 552576,
      "confidence": 0.8692
    },
    {
      "pos": 94,
      "speaker": "A",
      "text": "No, no. After you're dead, you leave a body lying around. He's got a huge elephant, four foot nose, that's what. Yeah. No, but they see that it's about the focal length in your eye. You see, because it's a. It's like a big lens. So it makes sense that they couldn't change that much because an owl. Do you know why an owl turns its head round, sort of like under 90 degrees? No, because it can't move its eyes. Because the eyes take up the whole. Is the biggest eye in the element. The eyes take up the whole of its skull. Yeah, yeah. And it has to move it. Yeah.",
      "start": 552680,
      "end": 585800,
      "confidence": 0.8825938053097342
    },
    {
      "pos": 95,
      "speaker": "B",
      "text": "Has it got a brain in there as well?",
      "start": 585832,
      "end": 587008,
      "confidence": 0.8968911111111111
    },
    {
      "pos": 96,
      "speaker": "A",
      "text": "It's got a brain in there. Above the eye. Yeah. When I say the whole of the skull. Quite.",
      "start": 587056,
      "end": 591264,
      "confidence": 0.8566873684210528
    },
    {
      "pos": 97,
      "speaker": "B",
      "text": "Yeah. Some space for the brain.",
      "start": 591304,
      "end": 592664,
      "confidence": 0.952725
    },
    {
      "pos": 98,
      "speaker": "A",
      "text": "What I meant is the two diameters of the eyes there is the diameter of the.",
      "start": 592704,
      "end": 598040,
      "confidence": 0.835574375
    },
    {
      "pos": 99,
      "speaker": "B",
      "text": "You've lost me down with diameters.",
      "start": 598112,
      "end": 599880,
      "confidence": 0.8567716666666666
    },
    {
      "pos": 100,
      "speaker": "A",
      "text": "And you didn't like math, did you?",
      "start": 599992,
      "end": 601848,
      "confidence": 0.8677142857142857
    },
    {
      "pos": 101,
      "speaker": "B",
      "text": "Not like math. Never understood it. Couldn't get to grips with maths. I don't about you, Carl.",
      "start": 601896,
      "end": 604816,
      "confidence": 0.8113164705882352
    },
    {
      "pos": 102,
      "speaker": "A",
      "text": "Did you do math, Carl?",
      "start": 604840,
      "end": 606084,
      "confidence": 0.7716959999999999
    },
    {
      "pos": 103,
      "speaker": "B",
      "text": "Now, how did you do in your exams? On the math. I bet yours was rather like my theory. Which is why you need to figure it all out when you've got a calculator.",
      "start": 606424,
      "end": 614834,
      "confidence": 0.9201235294117646
    },
    {
      "pos": 104,
      "speaker": "C",
      "text": "Exactly.",
      "start": 614914,
      "end": 615466,
      "confidence": 0.99715
    },
    {
      "pos": 105,
      "speaker": "B",
      "text": "Yeah, I knew it. Yeah, you're right.",
      "start": 615530,
      "end": 617178,
      "confidence": 0.8001928571428572
    },
    {
      "pos": 106,
      "speaker": "A",
      "text": "Well, let's play a record. And afterwards, I'm gonna be testing you on your homework this week. Kyle, could we do white van man first? We could do. I'll just know. They've got to know what they're dealing with. Yeah. Carl's homework was to read all about, as you know, shay Guevara.",
      "start": 617306,
      "end": 631474,
      "confidence": 0.8672763461538461
    },
    {
      "pos": 107,
      "speaker": "B",
      "text": "Absolutely.",
      "start": 631514,
      "end": 632254,
      "confidence": 0.45992
    },
    {
      "pos": 108,
      "speaker": "A",
      "text": "Last week you did well on Rasputin, didn't he?",
      "start": 633034,
      "end": 634746,
      "confidence": 0.8287244444444445
    },
    {
      "pos": 109,
      "speaker": "B",
      "text": "Did very well on Rasputin. With flying marks there.",
      "start": 634770,
      "end": 637416,
      "confidence": 0.8374322222222222
    },
    {
      "pos": 110,
      "speaker": "A",
      "text": "So let's have a bit of Wu Tang, shall we?",
      "start": 637520,
      "end": 640592,
      "confidence": 0.9205020000000002
    },
    {
      "pos": 111,
      "speaker": "B",
      "text": "Let's have white.",
      "start": 640648,
      "end": 641408,
      "confidence": 0.86327
    },
    {
      "pos": 112,
      "speaker": "C",
      "text": "Yeah.",
      "start": 641456,
      "end": 641992,
      "confidence": 0.38169
    },
    {
      "pos": 113,
      "speaker": "B",
      "text": "Van. White van. Carl. No.",
      "start": 642128,
      "end": 644928,
      "confidence": 0.64002
    },
    {
      "pos": 114,
      "speaker": "A",
      "text": "Yeah.",
      "start": 644976,
      "end": 645208,
      "confidence": 0.67356
    },
    {
      "pos": 115,
      "speaker": "B",
      "text": "Don't erase none of that good shit.",
      "start": 645256,
      "end": 646844,
      "confidence": 0.8328814285714286
    },
    {
      "pos": 116,
      "speaker": "A",
      "text": "Wu Tang clown nasty. XFM 104.9. Steve Merchant and Carl Pilkington. Now, I just remember some Carlson the week. I know it's for to talk to him, but I'll tell you this, he was talking. He was very excited about the friends reunited. He was a bit nervous at first, wasn't he, last week? But he was really getting into it. And in the pub, he was talking to people. He said, I'd never go on a reunion, though, so I'd never, never do that.",
      "start": 652784,
      "end": 678572,
      "confidence": 0.8457976470588238
    },
    {
      "pos": 117,
      "speaker": "B",
      "text": "What, school reunion?",
      "start": 678628,
      "end": 679348,
      "confidence": 0.8078799999999999
    },
    {
      "pos": 118,
      "speaker": "A",
      "text": "Yeah. And he wouldn't want to see anyone. And I went, well, I said. I said, wouldn't you want to see those two lads with the big heads and the webbed hands?",
      "start": 679396,
      "end": 686292,
      "confidence": 0.8795803125
    },
    {
      "pos": 119,
      "speaker": "B",
      "text": "Oh, yeah. These were people you went to school with, weren't they?",
      "start": 686388,
      "end": 688300,
      "confidence": 0.9273083333333333
    },
    {
      "pos": 120,
      "speaker": "A",
      "text": "Yeah.",
      "start": 688332,
      "end": 688516,
      "confidence": 0.75899
    },
    {
      "pos": 121,
      "speaker": "C",
      "text": "Well, I didn't knock about with them. They were in the class.",
      "start": 688540,
      "end": 690220,
      "confidence": 0.9384874999999999
    },
    {
      "pos": 122,
      "speaker": "B",
      "text": "What were they called?",
      "start": 690252,
      "end": 691104,
      "confidence": 0.9591875000000001
    },
    {
      "pos": 123,
      "speaker": "C",
      "text": "Freaks.",
      "start": 691784,
      "end": 692764,
      "confidence": 0.79964
    },
    {
      "pos": 124,
      "speaker": "A",
      "text": "Right. And he said, no, I wouldn't want to see them. He said, because what could you say? Oh, you haven't changed much. Right. And he went. He said, they wouldn't go anywhere, would they? I said, why? He went, well, they didn't have any friends. And I said, well, weren't they friends with each other? And he went, no, that would have been too obvious. Like, they faster then went, no, I know it's tempting, but less.",
      "start": 693344,
      "end": 716624,
      "confidence": 0.9193391025641023
    },
    {
      "pos": 125,
      "speaker": "B",
      "text": "Not everyone would think that's just what we were going to do.",
      "start": 716664,
      "end": 719444,
      "confidence": 0.9411549999999999
    },
    {
      "pos": 126,
      "speaker": "A",
      "text": "Yeah. So they didn't even hang around with each other.",
      "start": 720624,
      "end": 723742,
      "confidence": 0.936534
    },
    {
      "pos": 127,
      "speaker": "C",
      "text": "No.",
      "start": 723798,
      "end": 724110,
      "confidence": 0.7615
    },
    {
      "pos": 128,
      "speaker": "A",
      "text": "See, I must say, in my. In my head, I've got some. It like, it's like a. Some sort of extra thing from Blake seven that they're like some sort of, you know, lagoon monster, but they just had slightly oversized heads today. See?",
      "start": 724182,
      "end": 734950,
      "confidence": 0.8743781818181816
    },
    {
      "pos": 129,
      "speaker": "C",
      "text": "Does your head grow? Your eyes don't. Does your head? Because maybe they've got to a point now that it's all sort of caught up with each other.",
      "start": 734982,
      "end": 740314,
      "confidence": 0.9282046428571429
    },
    {
      "pos": 130,
      "speaker": "B",
      "text": "At the time, the eyes were very small and the head was huge.",
      "start": 741694,
      "end": 744394,
      "confidence": 0.904523076923077
    },
    {
      "pos": 131,
      "speaker": "C",
      "text": "Just a very big head.",
      "start": 745334,
      "end": 747090,
      "confidence": 0.9843019999999999
    },
    {
      "pos": 132,
      "speaker": "A",
      "text": "And.",
      "start": 747262,
      "end": 747522,
      "confidence": 0.51
    },
    {
      "pos": 133,
      "speaker": "C",
      "text": "Yeah, I mean, the fingers aren't gonna change, you know. That's not.",
      "start": 747538,
      "end": 749890,
      "confidence": 0.8755649999999999
    },
    {
      "pos": 134,
      "speaker": "B",
      "text": "They had webbed fingers.",
      "start": 749962,
      "end": 751586,
      "confidence": 0.875785
    },
    {
      "pos": 135,
      "speaker": "C",
      "text": "It was like the penguin in Batman, really.",
      "start": 751690,
      "end": 755002,
      "confidence": 0.93818
    },
    {
      "pos": 136,
      "speaker": "B",
      "text": "Are you sure?",
      "start": 755058,
      "end": 755730,
      "confidence": 0.9887100000000001
    },
    {
      "pos": 137,
      "speaker": "C",
      "text": "No, honestly.",
      "start": 755802,
      "end": 756594,
      "confidence": 0.964895
    },
    {
      "pos": 138,
      "speaker": "B",
      "text": "You sure they weren't wearing mittens?",
      "start": 756674,
      "end": 757890,
      "confidence": 0.8969433333333333
    },
    {
      "pos": 139,
      "speaker": "C",
      "text": "No, seriously.",
      "start": 757962,
      "end": 758954,
      "confidence": 0.93527
    },
    {
      "pos": 140,
      "speaker": "A",
      "text": "Yeah, they were. It wasn't home economics. They weren't getting some out the oven. A very hot dish, were they, every time you saw them?",
      "start": 758994,
      "end": 764394,
      "confidence": 0.9059552000000001
    },
    {
      "pos": 141,
      "speaker": "B",
      "text": "But why were there two? But they weren't related and they weren't friends?",
      "start": 764514,
      "end": 767162,
      "confidence": 0.9505292307692308
    },
    {
      "pos": 142,
      "speaker": "A",
      "text": "Dunno.",
      "start": 767258,
      "end": 767626,
      "confidence": 0.10277
    },
    {
      "pos": 143,
      "speaker": "C",
      "text": "I suppose it's like asthma and that, innit? Some kids have it and it just was a coincidence.",
      "start": 767650,
      "end": 771610,
      "confidence": 0.8309438888888888
    },
    {
      "pos": 144,
      "speaker": "A",
      "text": "Yeah.",
      "start": 771642,
      "end": 771786,
      "confidence": 0.49045
    },
    {
      "pos": 145,
      "speaker": "B",
      "text": "Asthma's quite a common thing. Webbed hands, Carl?",
      "start": 771810,
      "end": 775118,
      "confidence": 0.7997024999999999
    },
    {
      "pos": 146,
      "speaker": "C",
      "text": "Yeah. I don't know. You don't think of it, do you, when you're a kid? You just sort of. When you first see him.",
      "start": 775306,
      "end": 780454,
      "confidence": 0.9217749999999999
    },
    {
      "pos": 147,
      "speaker": "A",
      "text": "Yeah.",
      "start": 780574,
      "end": 781038,
      "confidence": 0.34454
    },
    {
      "pos": 148,
      "speaker": "B",
      "text": "There goes the frog men. Anyway, Carl, let's have a little quick session. The sun, as you may know, has a section called White Van man, where a member of the public gets asked their opinions on the week's big political and social hot potatoes. Carl, we just thought it would be fun if you answered some of the questions. It's not so much questions, it's just your views, really, on these big. These big news stories. What do you make of Olympic ski hero Alan Baxter testing positive for drugs?",
      "start": 781126,
      "end": 809614,
      "confidence": 0.8909748351648349
    },
    {
      "pos": 149,
      "speaker": "C",
      "text": "What did he do?",
      "start": 810194,
      "end": 811250,
      "confidence": 0.9959625
    },
    {
      "pos": 150,
      "speaker": "B",
      "text": "Well, he won a gold medal in the Olympics and he was a ski, was a skier, and he won gold medal and they've just tested him positive for some kind of illegal drug.",
      "start": 811402,
      "end": 820734,
      "confidence": 0.9276423529411764
    },
    {
      "pos": 151,
      "speaker": "C",
      "text": "But what. I mean, if he did, why take drugs to ski?",
      "start": 821914,
      "end": 826534,
      "confidence": 0.9368358333333333
    },
    {
      "pos": 152,
      "speaker": "B",
      "text": "Imagine. It'd be amazing if you were stoned, like going down.",
      "start": 828814,
      "end": 831150,
      "confidence": 0.8817927272727274
    },
    {
      "pos": 153,
      "speaker": "A",
      "text": "Yeah. It's not like you have to.",
      "start": 831222,
      "end": 832222,
      "confidence": 0.7936828571428572
    },
    {
      "pos": 154,
      "speaker": "C",
      "text": "It's not gonna help you.",
      "start": 832278,
      "end": 833118,
      "confidence": 0.734642
    },
    {
      "pos": 155,
      "speaker": "A",
      "text": "No, it's just gravity that's doing all the work and it was skiing.",
      "start": 833166,
      "end": 835454,
      "confidence": 0.7543838461538462
    },
    {
      "pos": 156,
      "speaker": "B",
      "text": "But it's often to do with your athleticism, isn't it?",
      "start": 835494,
      "end": 837614,
      "confidence": 0.9024339999999998
    },
    {
      "pos": 157,
      "speaker": "A",
      "text": "No.",
      "start": 837654,
      "end": 837782,
      "confidence": 0.77104
    },
    {
      "pos": 158,
      "speaker": "C",
      "text": "People like saying, and we've just found out the people on the toboggan were on crack. It's not. It's not gonna help them.",
      "start": 837798,
      "end": 843754,
      "confidence": 0.9157839130434783
    },
    {
      "pos": 159,
      "speaker": "A",
      "text": "Probably wasn't. Probably wasn't jacking up h or, you know, dropping a few e's or getting stoned. He was probably taking more sort of performance enhancing drugs, as opposed to him just like scoring some shit around the corner from someone getting off his tits and jumping in a toboggan. Doesn't mean that, does it?",
      "start": 850534,
      "end": 868564,
      "confidence": 0.8961692727272726
    },
    {
      "pos": 160,
      "speaker": "B",
      "text": "He wasn't.",
      "start": 868684,
      "end": 869164,
      "confidence": 0.891145
    },
    {
      "pos": 161,
      "speaker": "A",
      "text": "Yeah.",
      "start": 869204,
      "end": 869492,
      "confidence": 0.85272
    },
    {
      "pos": 162,
      "speaker": "B",
      "text": "He wasn't off his nut.",
      "start": 869548,
      "end": 870556,
      "confidence": 0.966458
    },
    {
      "pos": 163,
      "speaker": "A",
      "text": "Yeah, yeah. You tested you, you're pissed out your head.",
      "start": 870620,
      "end": 873988,
      "confidence": 0.7861300000000001
    },
    {
      "pos": 164,
      "speaker": "C",
      "text": "But why doesn't he just say, don't be stupid? Why would I do that? It's not going to help me out.",
      "start": 874036,
      "end": 878172,
      "confidence": 0.9116042857142859
    },
    {
      "pos": 165,
      "speaker": "B",
      "text": "But it is, isn't it? Because performance enhancing.",
      "start": 878348,
      "end": 880924,
      "confidence": 0.9423262499999999
    },
    {
      "pos": 166,
      "speaker": "A",
      "text": "Wait a minute, Steve. Wait a minute, Carl. Right, look at this way. Okay, look at me. Yeah. Got. Have I got his attention?",
      "start": 881084,
      "end": 886330,
      "confidence": 0.8852250000000002
    },
    {
      "pos": 167,
      "speaker": "B",
      "text": "Yeah. The lights glinting off your ring there.",
      "start": 886402,
      "end": 889314,
      "confidence": 0.78203
    },
    {
      "pos": 168,
      "speaker": "A",
      "text": "Yeah. Yeah. Okay. Right, now keep concentrating. Right. Some athletes, you're aware they take drugs. That's to build up muscle stuff. Yeah? Swimmers, runners. Yeah. Not only do they help build muscle, right, but they can actually, you know, give them a boost. Performance while sort of like steroids and all this sort of stuff. Right? So that's the sort of thing we're talking about. Okay, right, so it wasn't on a boat. What?",
      "start": 889354,
      "end": 912618,
      "confidence": 0.8527158108108108
    },
    {
      "pos": 169,
      "speaker": "C",
      "text": "Why would that help you when you. All you've got to do is balance on skis.",
      "start": 912706,
      "end": 915974,
      "confidence": 0.9566337500000001
    },
    {
      "pos": 170,
      "speaker": "A",
      "text": "Not when you're at the Olympic level. Yeah.",
      "start": 916634,
      "end": 919338,
      "confidence": 0.8447825000000001
    },
    {
      "pos": 171,
      "speaker": "B",
      "text": "There's a lot to do with, you know, your body and your legs.",
      "start": 919506,
      "end": 921898,
      "confidence": 0.9099515384615385
    },
    {
      "pos": 172,
      "speaker": "C",
      "text": "And it's like if you've skied for years, then you've got good balance after a bit.",
      "start": 922026,
      "end": 926594,
      "confidence": 0.8350693749999999
    },
    {
      "pos": 173,
      "speaker": "A",
      "text": "Oh, Carl, do you know what you've made a mockery of? Drug taking. Well done. Right, next one. Steve.",
      "start": 926714,
      "end": 931734,
      "confidence": 0.8683252631578948
    },
    {
      "pos": 174,
      "speaker": "C",
      "text": "I ate this.",
      "start": 932034,
      "end": 933134,
      "confidence": 0.8501500000000001
    },
    {
      "pos": 175,
      "speaker": "B",
      "text": "I don't know if you saw it. What did you make of posh spices, warts and all? Documentary.",
      "start": 933674,
      "end": 936970,
      "confidence": 0.8811555555555555
    },
    {
      "pos": 176,
      "speaker": "C",
      "text": "Yeah, I saw a bit of it.",
      "start": 937082,
      "end": 938178,
      "confidence": 0.8907100000000001
    },
    {
      "pos": 177,
      "speaker": "B",
      "text": "What do you make of it?",
      "start": 938226,
      "end": 939294,
      "confidence": 0.9332083333333334
    },
    {
      "pos": 178,
      "speaker": "C",
      "text": "I mean, people are slagging them off, aren't they? Saying, you know, she's daft and that.",
      "start": 940154,
      "end": 944176,
      "confidence": 0.9059168750000001
    },
    {
      "pos": 179,
      "speaker": "A",
      "text": "But you, she's.",
      "start": 944200,
      "end": 947124,
      "confidence": 0.48391999999999996
    },
    {
      "pos": 180,
      "speaker": "C",
      "text": "I think they're all right, honestly.",
      "start": 947664,
      "end": 949056,
      "confidence": 0.8337133333333333
    },
    {
      "pos": 181,
      "speaker": "A",
      "text": "Yeah.",
      "start": 949080,
      "end": 949288,
      "confidence": 0.49244
    },
    {
      "pos": 182,
      "speaker": "C",
      "text": "You know, she's alright. I mean, I think David's really a decent bloke.",
      "start": 949336,
      "end": 953104,
      "confidence": 0.8778384615384616
    },
    {
      "pos": 183,
      "speaker": "B",
      "text": "Sure. Would you agree that he's quite a simple man?",
      "start": 953144,
      "end": 956360,
      "confidence": 0.9549809999999999
    },
    {
      "pos": 184,
      "speaker": "C",
      "text": "Yeah, but he's a footballer. He doesn't need to be. I mean, it's like me. Yeah, like, you know, all right, I only got an e in history, but knowing about the Tudors doesn't help me press these buttons and put the next CD on.",
      "start": 956552,
      "end": 966264,
      "confidence": 0.9288862222222221
    },
    {
      "pos": 185,
      "speaker": "B",
      "text": "No, sure, yeah.",
      "start": 966304,
      "end": 967392,
      "confidence": 0.6493166666666667
    },
    {
      "pos": 186,
      "speaker": "A",
      "text": "Yeah.",
      "start": 967408,
      "end": 967848,
      "confidence": 0.51235
    },
    {
      "pos": 187,
      "speaker": "C",
      "text": "So good luck to him. And he's done well out of it. It's just jealousy. I remember, though, when I was back in Manchester, was in Piccadilly train station and he was there, right, not as big a star as he is now back then, but he was stood there and I was so close to going over to him and saying, did you go to my school? Because I recognized his face, but I didn't know who he was. Do you know when they sort of go, sure, I went to school, it's not the one with the big head, but I do recognize him. Then my girlfriend got off the train and I said, I'm sure I know him. She said, yeah, it's David Beckham. And I was so close.",
      "start": 967976,
      "end": 999544,
      "confidence": 0.9199335606060604
    },
    {
      "pos": 188,
      "speaker": "A",
      "text": "Does she?",
      "start": 1001844,
      "end": 1002744,
      "confidence": 0.885345
    },
    {
      "pos": 189,
      "speaker": "B",
      "text": "Okay, what about the fact that the pension crisis sure is gonna force Britain's to work into their seventies? Carl, you might have to carry on working into your seventies before you can claim a pension.",
      "start": 1003724,
      "end": 1014204,
      "confidence": 0.8790622222222224
    },
    {
      "pos": 190,
      "speaker": "C",
      "text": "I think it's a good thing because you see a lot of old people who look bored and I honestly think if you, if you keep your brain busy you'll live longer.",
      "start": 1014284,
      "end": 1025682,
      "confidence": 0.9212415625000002
    },
    {
      "pos": 191,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1025738,
      "end": 1025946,
      "confidence": 0.66737
    },
    {
      "pos": 192,
      "speaker": "C",
      "text": "It's only when you actually shut down, right, that that's when your body sort of dies because it doesn't feel it as a purpose. It's like if you've got flu, keep going to work. If you have a day off, you just feel worse. You'll mope about at home. Doesn't do you any good.",
      "start": 1025970,
      "end": 1041226,
      "confidence": 0.9090175925925927
    },
    {
      "pos": 193,
      "speaker": "A",
      "text": "What about, where do you draw the line there? What if you say lose a finger, pop into work?",
      "start": 1041250,
      "end": 1045774,
      "confidence": 0.9046694736842106
    },
    {
      "pos": 194,
      "speaker": "C",
      "text": "Depends if, if you can't concentrate because it's painful.",
      "start": 1046314,
      "end": 1049618,
      "confidence": 0.8430011111111111
    },
    {
      "pos": 195,
      "speaker": "B",
      "text": "But what if you're a typist?",
      "start": 1049706,
      "end": 1050934,
      "confidence": 0.9471633333333332
    },
    {
      "pos": 196,
      "speaker": "C",
      "text": "You're not going to type as many words but you'll do more at work than you would have in a day off at home.",
      "start": 1052004,
      "end": 1056420,
      "confidence": 0.9129337500000002
    },
    {
      "pos": 197,
      "speaker": "B",
      "text": "Sure. Okay. Tony Blair turning trendy with his Paul Smith designed naked lady shirt. I don't know if you've seen, this is the one with the pictures of.",
      "start": 1056492,
      "end": 1064388,
      "confidence": 0.8481360714285712
    },
    {
      "pos": 198,
      "speaker": "C",
      "text": "Naked ladies on the cuffs and you know, I mean.",
      "start": 1064396,
      "end": 1068284,
      "confidence": 0.9471940000000002
    },
    {
      "pos": 199,
      "speaker": "B",
      "text": "Okay, and finally, see, this is what.",
      "start": 1068364,
      "end": 1071372,
      "confidence": 0.9080942857142859
    },
    {
      "pos": 200,
      "speaker": "C",
      "text": "Annoys me about this feature, it's just. What's that? So what?",
      "start": 1071388,
      "end": 1075104,
      "confidence": 0.9107427272727274
    },
    {
      "pos": 201,
      "speaker": "B",
      "text": "Yeah, but it's the present. It's the prime minister of this country wearing a trendy shirt with naked ladies on the cuffs. Okay, and finally, what do you make of the fact that top of the pops have banned will young singing both tracks on the number one slot and consequently wasn't on there at all. They had to show the video the first time anyone's ever made this demand. He wants to sing both the a and b side.",
      "start": 1075644,
      "end": 1096934,
      "confidence": 0.9415316249999999
    },
    {
      "pos": 202,
      "speaker": "A",
      "text": "Well he can't, it's double a. Yeah. Aa, that's what he wanted. That is.",
      "start": 1096974,
      "end": 1099702,
      "confidence": 0.7059264285714286
    },
    {
      "pos": 203,
      "speaker": "C",
      "text": "Now it works.",
      "start": 1099718,
      "end": 1100246,
      "confidence": 0.79476
    },
    {
      "pos": 204,
      "speaker": "A",
      "text": "Is it? Yeah, I agree, yeah.",
      "start": 1100270,
      "end": 1101174,
      "confidence": 0.8633133333333335
    },
    {
      "pos": 205,
      "speaker": "C",
      "text": "And the thing is, which one? I mean at the end of the day, loads of people have bought it, haven't they? And it like one of the best, so it doesn't really matter what it is. Because people have got it. They can listen to what song they want at home. It doesn't matter about what top of the pops do. And it's just annoyed me. Now, I.",
      "start": 1101214,
      "end": 1115574,
      "confidence": 0.905739420289855
    },
    {
      "pos": 206,
      "speaker": "B",
      "text": "Who's annoyed you?",
      "start": 1115914,
      "end": 1116962,
      "confidence": 0.8042033333333333
    },
    {
      "pos": 207,
      "speaker": "C",
      "text": "This just what goes on in the world. I tell you, you're better off not knowing. It's better being in my little world. If that's what people are talking about on the streets and asking the white van man, do you know what I mean?",
      "start": 1117058,
      "end": 1128666,
      "confidence": 0.9619080000000001
    },
    {
      "pos": 208,
      "speaker": "A",
      "text": "I think you're right, Carl. I think you're right. Should I play a lovely song for you because you're getting all stressed now, aren't you?",
      "start": 1128770,
      "end": 1133290,
      "confidence": 0.9377776
    },
    {
      "pos": 209,
      "speaker": "C",
      "text": "I've not had a good day.",
      "start": 1133322,
      "end": 1134210,
      "confidence": 0.9639349999999999
    },
    {
      "pos": 210,
      "speaker": "A",
      "text": "No, I know. We tell you about that good day. Well, I'm going to play a Neil young track here of harvest. It's Alabama. It's beautiful. And this is for Carl. Athlete west side. I still like that one.",
      "start": 1134282,
      "end": 1159138,
      "confidence": 0.8443220512820511
    },
    {
      "pos": 211,
      "speaker": "B",
      "text": "It's a good track.",
      "start": 1159186,
      "end": 1159834,
      "confidence": 0.9039825
    },
    {
      "pos": 212,
      "speaker": "A",
      "text": "Yeah. I was worried it's bit Nova. It would go off very quickly, but it's good on XFM 104.9. I'm Richard Bayes. With me, Steve Merchant. Carl Pilkington. Steve.",
      "start": 1159914,
      "end": 1169414,
      "confidence": 0.7996034482758622
    },
    {
      "pos": 213,
      "speaker": "B",
      "text": "Well, we were talking about the news just now, and there was a story I heard in the week, I think it was on the radio, and I don't know all the details, but what I heard was that a number of, I think it was Falkland and maybe Gulf war war veterans were, I think, suing or complaining to the government because they wanted compensation for post traumatic stress disorder. Now, I don't know all the ins and outs of it, but it seems to me that if you're in the army and you're a soldier, a certain degree of trauma, it's kind of inevitable. I mean, after all, if you're any good at your job, you are gonna see people getting killed. So I don't understand what the ins and outs of it are.",
      "start": 1169554,
      "end": 1203558,
      "confidence": 0.9058845588235288
    },
    {
      "pos": 214,
      "speaker": "A",
      "text": "I don't know why he came back. And Tony Blair met him and go, all right, well, not really, no, go on. What's the matter? There was people shooting us and everything. It was all muddy. Well, calm down. Don't cry. Well, I will.",
      "start": 1203566,
      "end": 1215702,
      "confidence": 0.8327731818181817
    },
    {
      "pos": 215,
      "speaker": "B",
      "text": "There was a drill sergeant just kept showing, saying, look at you, stupid boy. Where's this? Gun's not clean. I just cleaned the gun and it was fine. And now he's telling me to clean it again.",
      "start": 1215878,
      "end": 1222630,
      "confidence": 0.8292862162162163
    },
    {
      "pos": 216,
      "speaker": "A",
      "text": "Yeah, the boots.",
      "start": 1222662,
      "end": 1223674,
      "confidence": 0.7864433333333333
    },
    {
      "pos": 217,
      "speaker": "B",
      "text": "His neck was as big as his head.",
      "start": 1226254,
      "end": 1228154,
      "confidence": 0.92521875
    },
    {
      "pos": 218,
      "speaker": "A",
      "text": "Well, yeah, but you know what? You know, I don't know what the.",
      "start": 1228934,
      "end": 1230998,
      "confidence": 0.8508646153846156
    },
    {
      "pos": 219,
      "speaker": "B",
      "text": "Ins and outs of it are, but is it?",
      "start": 1231006,
      "end": 1233022,
      "confidence": 0.8689600000000001
    },
    {
      "pos": 220,
      "speaker": "A",
      "text": "What you got to do is make sure you know what you're going into. That's. Why do you got to check the small print? So if I was, you know, going over to, like, the fault runs or, you know, the gobs, I'd put. Man, I'll go. Will it be horrible? I get you the. Guess what? It's. It will be horrible. Yes, it will be horrible. There will be shooting and lots of death. And I go, right? I'm not gonna go. Okay, then that should be fine. Yeah, just like that. Does anyone else scared about this? Pretty much all of us. Okay, then we won't send anyone.",
      "start": 1233078,
      "end": 1262454,
      "confidence": 0.8612385454545454
    },
    {
      "pos": 221,
      "speaker": "C",
      "text": "My brother went into the army, right, because he couldn't get a normal job. And my dad said, you know, if you don't get a job by such a date, that's it, son. You're going in the army. When was the Falklands, was it?",
      "start": 1263434,
      "end": 1276722,
      "confidence": 0.9327954545454546
    },
    {
      "pos": 222,
      "speaker": "A",
      "text": "About 81, right.",
      "start": 1276738,
      "end": 1278122,
      "confidence": 0.8167433333333333
    },
    {
      "pos": 223,
      "speaker": "C",
      "text": "And he joined back in, like, 81 or something. And, I don't know, the shot or something.",
      "start": 1278218,
      "end": 1284548,
      "confidence": 0.9059541176470587
    },
    {
      "pos": 224,
      "speaker": "A",
      "text": "Oh, yeah.",
      "start": 1284636,
      "end": 1285164,
      "confidence": 0.7318450000000001
    },
    {
      "pos": 225,
      "speaker": "C",
      "text": "And he wrote back to me, ma'am, saying, you know, a bad time to join. Bad time in this. So she wrote, join that.",
      "start": 1285244,
      "end": 1294364,
      "confidence": 0.9020679166666666
    },
    {
      "pos": 226,
      "speaker": "A",
      "text": "So sweet car, isn't it? That's. Dear dad. Yeah, well done.",
      "start": 1294404,
      "end": 1298184,
      "confidence": 0.8729899999999998
    },
    {
      "pos": 227,
      "speaker": "B",
      "text": "Don't, if you've noticed.",
      "start": 1298644,
      "end": 1299724,
      "confidence": 0.80398
    },
    {
      "pos": 228,
      "speaker": "A",
      "text": "Yeah, I was on the doll, that's for sure. Thank you for joining. A month before the Belgrano. Anyway, go on.",
      "start": 1299764,
      "end": 1307044,
      "confidence": 0.8990533333333333
    },
    {
      "pos": 229,
      "speaker": "C",
      "text": "My mom called up, spoke to the sergeant and said, can you leave him out of this one?",
      "start": 1307084,
      "end": 1313234,
      "confidence": 0.9365677777777778
    },
    {
      "pos": 230,
      "speaker": "B",
      "text": "Can you leave him out of this one? What the Falkland bought.",
      "start": 1313614,
      "end": 1315950,
      "confidence": 0.8384058333333336
    },
    {
      "pos": 231,
      "speaker": "C",
      "text": "He's only just joined. And she called him Chuck, which he got done for. Like, she. She's one of them. I think it's a northern thing, like saying, how are you, Chuck? Yeah, and she called the sergeant Chuck, and he. The sergeant said, my brother, your mum, you know, she's called up and asked if you can not go, which, of course, you know, I mean, we'll see how it goes.",
      "start": 1315982,
      "end": 1337780,
      "confidence": 0.9180231944444446
    },
    {
      "pos": 232,
      "speaker": "A",
      "text": "What do you mean? Why did sergeant even entertain this? Well, Pilkington, come here. Your mom's been giving me a bit of a rake. Now, listen, tell her I've told you, but can you call her? Because she was really. She called me Chuck and everything. Can you call her and say you don't mind? Well, not really. Oh, please. Because I've promised her. I say, you want to go. No, please say you want to go. Why was he entertaining this phone call?",
      "start": 1337932,
      "end": 1360236,
      "confidence": 0.8683860714285717
    },
    {
      "pos": 233,
      "speaker": "C",
      "text": "Probably because he was in. You.",
      "start": 1360380,
      "end": 1361784,
      "confidence": 0.7200983333333334
    },
    {
      "pos": 234,
      "speaker": "A",
      "text": "What?",
      "start": 1362154,
      "end": 1362754,
      "confidence": 0.9961
    },
    {
      "pos": 235,
      "speaker": "C",
      "text": "Because he was new to the army sergeant. So what happened?",
      "start": 1362874,
      "end": 1368482,
      "confidence": 0.9078527272727274
    },
    {
      "pos": 236,
      "speaker": "A",
      "text": "Did.",
      "start": 1368498,
      "end": 1368602,
      "confidence": 0.90729
    },
    {
      "pos": 237,
      "speaker": "C",
      "text": "He didn't go in the end, so he didn't go.",
      "start": 1368618,
      "end": 1370010,
      "confidence": 0.8893040000000001
    },
    {
      "pos": 238,
      "speaker": "A",
      "text": "Now you can't. I love it, though. Okay. Over the top. I've got a note. Yeah. Is this. Is this really your mum? Yeah. Okay. No, this seems to be because I.",
      "start": 1370042,
      "end": 1381202,
      "confidence": 0.7848371874999999
    },
    {
      "pos": 239,
      "speaker": "B",
      "text": "Notice it says, I do not want to go into the army. I don't got to go and fight. And it's crossed out and it's good. My mum says, don't.",
      "start": 1381218,
      "end": 1387290,
      "confidence": 0.8684443333333334
    },
    {
      "pos": 240,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1387322,
      "end": 1387650,
      "confidence": 0.77768
    },
    {
      "pos": 241,
      "speaker": "B",
      "text": "You didn't write this yourself?",
      "start": 1387722,
      "end": 1388434,
      "confidence": 0.8755
    },
    {
      "pos": 242,
      "speaker": "A",
      "text": "No, no, my mom wrote this. Okay. Definitely. You're gonna have to fill envelopes.",
      "start": 1388474,
      "end": 1393168,
      "confidence": 0.7703628571428573
    },
    {
      "pos": 243,
      "speaker": "C",
      "text": "I'm sure if he was needed, he would have had to go, but I think they made a bit of a special effort. They saw us.",
      "start": 1393256,
      "end": 1397472,
      "confidence": 0.9284915384615383
    },
    {
      "pos": 244,
      "speaker": "B",
      "text": "I don't know.",
      "start": 1397488,
      "end": 1397840,
      "confidence": 0.6950766666666667
    },
    {
      "pos": 245,
      "speaker": "A",
      "text": "Well, it wasn't conscription anyway. Oh, no. Were the other soldiers going around just going, Wilkinson?",
      "start": 1397872,
      "end": 1405004,
      "confidence": 0.8475375
    },
    {
      "pos": 246,
      "speaker": "C",
      "text": "No, he ended up being a mechanic in there and he got kicked out for going for a packet of fags in a tank.",
      "start": 1405304,
      "end": 1411484,
      "confidence": 0.94437
    },
    {
      "pos": 247,
      "speaker": "A",
      "text": "What? Now wait a minute, wait a minute. Do you mean he nipped down the shops in a tank?",
      "start": 1413624,
      "end": 1419550,
      "confidence": 0.8995884210526315
    },
    {
      "pos": 248,
      "speaker": "C",
      "text": "Yeah.",
      "start": 1419622,
      "end": 1420274,
      "confidence": 0.77099
    },
    {
      "pos": 249,
      "speaker": "B",
      "text": "I don't believe that car you miss the.",
      "start": 1421054,
      "end": 1422622,
      "confidence": 0.8161175
    },
    {
      "pos": 250,
      "speaker": "C",
      "text": "God, that. And he went off with the sergeant's wife, so that didn't help me. Ended up getting kicked out.",
      "start": 1422638,
      "end": 1427510,
      "confidence": 0.8673075000000001
    },
    {
      "pos": 251,
      "speaker": "B",
      "text": "Sorry, your. Your brother's a genius.",
      "start": 1427622,
      "end": 1429854,
      "confidence": 0.7121833333333334
    },
    {
      "pos": 252,
      "speaker": "A",
      "text": "I love this. I love this. First of all, he gets a call from his mum. Go and let him up. He's. Oh, God. Then he goes, where is. Where's Pilkington? His mum's on the phone. He's. Where is he? He's near your house, sergeant. Near my house? Well, why is. No reason. Well, when he comes back, when he's finished, tell him his mum called and can he get me a packet of hags? Tell him to walk this time.",
      "start": 1429974,
      "end": 1454804,
      "confidence": 0.8731056790123455
    },
    {
      "pos": 253,
      "speaker": "B",
      "text": "So the sergeant phoned out that he was sleeping with his wife.",
      "start": 1456304,
      "end": 1459424,
      "confidence": 0.9336633333333334
    },
    {
      "pos": 254,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1459464,
      "end": 1459592,
      "confidence": 0.90877
    },
    {
      "pos": 255,
      "speaker": "C",
      "text": "I don't know. I mean, did your mum phone up.",
      "start": 1459608,
      "end": 1461440,
      "confidence": 0.8743189999999998
    },
    {
      "pos": 256,
      "speaker": "B",
      "text": "Say let him off?",
      "start": 1461472,
      "end": 1462484,
      "confidence": 0.9599200000000001
    },
    {
      "pos": 257,
      "speaker": "A",
      "text": "Yeah. Yeah, that's fantastic.",
      "start": 1465224,
      "end": 1467736,
      "confidence": 0.788675
    },
    {
      "pos": 258,
      "speaker": "C",
      "text": "But he misses it. I mean, I haven't seen him for about eleven years, but ever since he came out, he's just kept getting into trouble and that, and the army, you know, people slag it off, but I think if you're a certain type of person, it's good. It's good for you.",
      "start": 1467800,
      "end": 1477568,
      "confidence": 0.8915552830188681
    },
    {
      "pos": 259,
      "speaker": "B",
      "text": "He didn't straight in me. How did it. He was going down the shops in a tank. He was shagging someone.",
      "start": 1477576,
      "end": 1481728,
      "confidence": 0.7484195238095237
    },
    {
      "pos": 260,
      "speaker": "A",
      "text": "It's really weird.",
      "start": 1481896,
      "end": 1482640,
      "confidence": 0.6213966666666667
    },
    {
      "pos": 261,
      "speaker": "C",
      "text": "It's like back then he was like a proper adult and he had a house and he collected crystal with his wife and that. And now you haven't got any of that.",
      "start": 1482672,
      "end": 1489520,
      "confidence": 0.9057475
    },
    {
      "pos": 262,
      "speaker": "B",
      "text": "Has he got the wife? No, he got the crystal.",
      "start": 1489672,
      "end": 1491992,
      "confidence": 0.8974409999999999
    },
    {
      "pos": 263,
      "speaker": "C",
      "text": "Don't think he has. Seriously, I haven't seen him for about eleven or twelve years.",
      "start": 1492128,
      "end": 1496284,
      "confidence": 0.8281346666666667
    },
    {
      "pos": 264,
      "speaker": "A",
      "text": "Carl stores always start off nice and funny and then they just leave me empty and slightly depressed. I don't know whether the hug him or shoot him put him out of his misery. Can we take Carl to the phone in. If you think I should take Carl to the vet and have him put down because it's just too stressful. Heights main offender XFA 104.9 wow. It's that time in the show where I test Carl on his homework. Yeah, for the week. History. The re education of Carl Pilkington. As you know, we found out last week that he'd taken one GCSE and he's got an e and it was history.",
      "start": 1497304,
      "end": 1547414,
      "confidence": 0.9021082456140356
    },
    {
      "pos": 265,
      "speaker": "C",
      "text": "Do you know, Steve, I'm telling you this. Went shopping on Sunday. Buy some new jeans. It's in a shop. Saw an old lad who I haven't seen for about two and a half years went, you alright, man? How you doing? First thing you said, sorry to hear about your exam results.",
      "start": 1547494,
      "end": 1564532,
      "confidence": 0.8376800000000001
    },
    {
      "pos": 266,
      "speaker": "B",
      "text": "Oh, God. Had he listened to the show or someone?",
      "start": 1564668,
      "end": 1568452,
      "confidence": 0.8555699999999999
    },
    {
      "pos": 267,
      "speaker": "C",
      "text": "Yeah, was on a train listening to it on a way to a football match or something.",
      "start": 1568588,
      "end": 1571236,
      "confidence": 0.7993970588235295
    },
    {
      "pos": 268,
      "speaker": "B",
      "text": "He knew that you were on the show, that he was.",
      "start": 1571300,
      "end": 1573384,
      "confidence": 0.8720263636363635
    },
    {
      "pos": 269,
      "speaker": "C",
      "text": "First thing he said, so sorry about your exam.",
      "start": 1573924,
      "end": 1576500,
      "confidence": 0.8539133333333334
    },
    {
      "pos": 270,
      "speaker": "A",
      "text": "People have been coming up to you in the station going, you want to talk about it all? God, we did take it pretty badly for a 29 year old man.",
      "start": 1576612,
      "end": 1585448,
      "confidence": 0.8963919354838709
    },
    {
      "pos": 271,
      "speaker": "C",
      "text": "Just a bit of a shock because it annoyed me that it wasn't a shock.",
      "start": 1585536,
      "end": 1588848,
      "confidence": 0.9309773333333333
    },
    {
      "pos": 272,
      "speaker": "A",
      "text": "You knew you hadn't got any.",
      "start": 1589016,
      "end": 1590528,
      "confidence": 0.83827
    },
    {
      "pos": 273,
      "speaker": "C",
      "text": "No, I thought I'd have got a bit more than that. I wasn't expecting, you know.",
      "start": 1590616,
      "end": 1595024,
      "confidence": 0.9227262500000001
    },
    {
      "pos": 274,
      "speaker": "A",
      "text": "But you weren't. You didn't even think you took history, so that must have been a bonus.",
      "start": 1595064,
      "end": 1598240,
      "confidence": 0.8751658823529411
    },
    {
      "pos": 275,
      "speaker": "C",
      "text": "Yeah, that's what my girlfriend said.",
      "start": 1598392,
      "end": 1599960,
      "confidence": 0.8825366666666666
    },
    {
      "pos": 276,
      "speaker": "A",
      "text": "Yeah.",
      "start": 1600112,
      "end": 1600632,
      "confidence": 0.7714
    },
    {
      "pos": 277,
      "speaker": "B",
      "text": "She say something quite philosophical which was like, you know, you didn't even have a knee this morning.",
      "start": 1600728,
      "end": 1604040,
      "confidence": 0.9018927777777778
    },
    {
      "pos": 278,
      "speaker": "C",
      "text": "Yeah, she said yesterday, you know, you didn't have anything.",
      "start": 1604112,
      "end": 1606840,
      "confidence": 0.8625300000000001
    },
    {
      "pos": 279,
      "speaker": "B",
      "text": "Today. Exactly.",
      "start": 1606992,
      "end": 1607986,
      "confidence": 0.7334050000000001
    },
    {
      "pos": 280,
      "speaker": "C",
      "text": "Is good.",
      "start": 1608010,
      "end": 1608338,
      "confidence": 0.65969
    },
    {
      "pos": 281,
      "speaker": "A",
      "text": "Yeah. But anyway, anyway, okay, then, well, you were tested on Che Guevara, right? Carl, we should just hang.",
      "start": 1608386,
      "end": 1616122,
      "confidence": 0.878276842105263
    },
    {
      "pos": 282,
      "speaker": "B",
      "text": "We should just remind people what happened.",
      "start": 1616138,
      "end": 1617146,
      "confidence": 0.9747342857142858
    },
    {
      "pos": 283,
      "speaker": "A",
      "text": "Because I've got lots of these little books, right? They're about like two and a half inches long by about, you know, two inches wide. Those tiny little things you see in the sort of on the front count of waterstones or smiths. And it's a life and times, a series of all the great, all the greats in history. Last week you read about Rasputin and he wasn't impressed.",
      "start": 1617170,
      "end": 1633922,
      "confidence": 0.8964961428571426
    },
    {
      "pos": 284,
      "speaker": "C",
      "text": "No, this book's a little bit thicker than the Rasputin one.",
      "start": 1634018,
      "end": 1637930,
      "confidence": 0.8217254545454544
    },
    {
      "pos": 285,
      "speaker": "A",
      "text": "That's the same, I think. Was it? Maybe the writing, but. Okay. Shark sag of our. Who was sheikh of our just now? You learned to pronounce it right. And how do you remember? You told me the week. I remember. To what his name was.",
      "start": 1638002,
      "end": 1651930,
      "confidence": 0.8511339130434783
    },
    {
      "pos": 286,
      "speaker": "C",
      "text": "Shay is like shake and his surname is like guitar.",
      "start": 1652002,
      "end": 1656574,
      "confidence": 0.805059
    },
    {
      "pos": 287,
      "speaker": "B",
      "text": "Right, okay.",
      "start": 1656954,
      "end": 1659094,
      "confidence": 0.60257
    },
    {
      "pos": 288,
      "speaker": "C",
      "text": "But anyway, right, that's what you know.",
      "start": 1659934,
      "end": 1663966,
      "confidence": 0.9658300000000001
    },
    {
      "pos": 289,
      "speaker": "A",
      "text": "And I will ask, right, first of.",
      "start": 1663990,
      "end": 1665430,
      "confidence": 0.9191257142857143
    },
    {
      "pos": 290,
      "speaker": "C",
      "text": "All, is his name isn't really Shay.",
      "start": 1665462,
      "end": 1670022,
      "confidence": 0.8771071428571428
    },
    {
      "pos": 291,
      "speaker": "B",
      "text": "Right.",
      "start": 1670118,
      "end": 1670806,
      "confidence": 0.95835
    },
    {
      "pos": 292,
      "speaker": "C",
      "text": "It was something else. And Shea means buddy in wherever he's from. Argentina, right? That's right.",
      "start": 1670990,
      "end": 1679702,
      "confidence": 0.9091812500000002
    },
    {
      "pos": 293,
      "speaker": "A",
      "text": "Yep.",
      "start": 1679798,
      "end": 1680406,
      "confidence": 0.5752
    },
    {
      "pos": 294,
      "speaker": "C",
      "text": "Right. So anyway, he was born and he was.",
      "start": 1680550,
      "end": 1682994,
      "confidence": 0.9586488888888888
    },
    {
      "pos": 295,
      "speaker": "A",
      "text": "By the way, Carl's not reading this from a book now. This is all out of his own head.",
      "start": 1683574,
      "end": 1686430,
      "confidence": 0.9733336842105261
    },
    {
      "pos": 296,
      "speaker": "B",
      "text": "This is not pre planned notes.",
      "start": 1686462,
      "end": 1688118,
      "confidence": 0.9178566666666668
    },
    {
      "pos": 297,
      "speaker": "A",
      "text": "No, this is. This is. I mean, I know it sounds written, but he's just. Here we go. Here we go.",
      "start": 1688166,
      "end": 1694170,
      "confidence": 0.9223338095238095
    },
    {
      "pos": 298,
      "speaker": "C",
      "text": "He was born. He had bad asthma as a kid, right. Which I thought was quite interesting because they didn't have cars and that back then and that's what they blame in asthma on these days. The bad. The bad buildup of traffic and that.",
      "start": 1694362,
      "end": 1705842,
      "confidence": 0.8806355555555555
    },
    {
      "pos": 299,
      "speaker": "B",
      "text": "Well, they did have cars, Carl.",
      "start": 1705898,
      "end": 1707162,
      "confidence": 0.8026749999999999
    },
    {
      "pos": 300,
      "speaker": "C",
      "text": "Not as many as they have now. Okay, so that was. That was something I picked up early in your story.",
      "start": 1707218,
      "end": 1713134,
      "confidence": 0.8785571428571428
    },
    {
      "pos": 301,
      "speaker": "A",
      "text": "His dad.",
      "start": 1714154,
      "end": 1714810,
      "confidence": 0.702085
    },
    {
      "pos": 302,
      "speaker": "C",
      "text": "His dad was into politics. He wasn't a politician or anything, but he was. He, you know, they were into the politics. So he sort of grew up around a family who was into, you know, watching the news and that and keeping up to date on what's going on in the world. So that sort of rubbed off on him. He went to school, he was doing stuff on medicine. Yeah, yeah. He wanted to be a doctor or he thought he did.",
      "start": 1714882,
      "end": 1733922,
      "confidence": 0.9154458333333334
    },
    {
      "pos": 303,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1733978,
      "end": 1734614,
      "confidence": 0.60789
    },
    {
      "pos": 304,
      "speaker": "C",
      "text": "Anyway, he learned really quick. He did like six months work in about three months, so he could have some time off school or something. So he took that time off, yeah. And went to travel South America with his mate. Okay. On a motorbike.",
      "start": 1735914,
      "end": 1750218,
      "confidence": 0.9258942222222225
    },
    {
      "pos": 305,
      "speaker": "A",
      "text": "Yep, yep.",
      "start": 1750266,
      "end": 1751058,
      "confidence": 0.450715
    },
    {
      "pos": 306,
      "speaker": "C",
      "text": "And he. He saw all this bad going on in the world. This is bad, this.",
      "start": 1751146,
      "end": 1756042,
      "confidence": 0.932489375
    },
    {
      "pos": 307,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1756138,
      "end": 1756530,
      "confidence": 0.59968
    },
    {
      "pos": 308,
      "speaker": "C",
      "text": "You know, I could do something here. I could change this, make it a nicer place to live. So he said, what I'm gonna do is join a gang that sort of is against the, like the government.",
      "start": 1756602,
      "end": 1771322,
      "confidence": 0.9235744736842108
    },
    {
      "pos": 309,
      "speaker": "B",
      "text": "Yeah.",
      "start": 1771458,
      "end": 1771770,
      "confidence": 0.84891
    },
    {
      "pos": 310,
      "speaker": "C",
      "text": "Right, right. I'm alright so far.",
      "start": 1771802,
      "end": 1773754,
      "confidence": 0.744745
    },
    {
      "pos": 311,
      "speaker": "B",
      "text": "Yeah, you're doing very well.",
      "start": 1773794,
      "end": 1774674,
      "confidence": 0.894078
    },
    {
      "pos": 312,
      "speaker": "C",
      "text": "Right. And the woman who we met who was like, running this gang is a woman called Ilda, who elay are married. An elder introduced him to Castro.",
      "start": 1774754,
      "end": 1784226,
      "confidence": 0.7824835714285715
    },
    {
      "pos": 313,
      "speaker": "A",
      "text": "Right.",
      "start": 1784370,
      "end": 1784866,
      "confidence": 0.87253
    },
    {
      "pos": 314,
      "speaker": "C",
      "text": "It was like the, like the head cheese of the gang.",
      "start": 1784970,
      "end": 1788090,
      "confidence": 0.8112963636363637
    },
    {
      "pos": 315,
      "speaker": "B",
      "text": "Right.",
      "start": 1788202,
      "end": 1788474,
      "confidence": 0.88266
    },
    {
      "pos": 316,
      "speaker": "C",
      "text": "He wanted to change things.",
      "start": 1788514,
      "end": 1789586,
      "confidence": 0.9293239999999999
    },
    {
      "pos": 317,
      "speaker": "B",
      "text": "Okay.",
      "start": 1789650,
      "end": 1790258,
      "confidence": 0.57506
    },
    {
      "pos": 318,
      "speaker": "C",
      "text": "And so she said, like, this is. This is. I think his real name was Engelbert or something like that.",
      "start": 1790386,
      "end": 1799450,
      "confidence": 0.9393054999999999
    },
    {
      "pos": 319,
      "speaker": "A",
      "text": "Ernesto.",
      "start": 1799482,
      "end": 1800138,
      "confidence": 0.66802
    },
    {
      "pos": 320,
      "speaker": "C",
      "text": "What?",
      "start": 1800226,
      "end": 1800570,
      "confidence": 0.96528
    },
    {
      "pos": 321,
      "speaker": "A",
      "text": "Ernesto.",
      "start": 1800642,
      "end": 1801330,
      "confidence": 0.54175
    },
    {
      "pos": 322,
      "speaker": "C",
      "text": "Ernesto. She said, this is Ernesto. He does medicine. Should have him in our. In our sort of army. So when these injuries and that, he can. It can make people better.",
      "start": 1801402,
      "end": 1810986,
      "confidence": 0.8571684374999999
    },
    {
      "pos": 323,
      "speaker": "A",
      "text": "Yeah. So he said, yeah.",
      "start": 1811050,
      "end": 1812066,
      "confidence": 0.7253740000000001
    },
    {
      "pos": 324,
      "speaker": "C",
      "text": "All right, then. So he joined the gang and they went, like. Went to sort of. I'm chopping it down a bit. It's not in real time.",
      "start": 1812090,
      "end": 1822034,
      "confidence": 0.9194033333333336
    },
    {
      "pos": 325,
      "speaker": "A",
      "text": "No.",
      "start": 1822114,
      "end": 1822474,
      "confidence": 0.86511
    },
    {
      "pos": 326,
      "speaker": "C",
      "text": "So.",
      "start": 1822554,
      "end": 1823174,
      "confidence": 0.8118
    },
    {
      "pos": 327,
      "speaker": "B",
      "text": "So anyway, so they go, this is.",
      "start": 1823584,
      "end": 1826872,
      "confidence": 0.9222828571428572
    },
    {
      "pos": 328,
      "speaker": "C",
      "text": "Why I just wanted to ask you to ask me questions.",
      "start": 1826888,
      "end": 1829056,
      "confidence": 0.8907672727272729
    },
    {
      "pos": 329,
      "speaker": "B",
      "text": "Well, listen, let me cut. Let's cut to the chase, then. So obviously he made his name as part of the cuban revolution.",
      "start": 1829080,
      "end": 1833632,
      "confidence": 0.9453665217391304
    },
    {
      "pos": 330,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 1833728,
      "end": 1834376,
      "confidence": 0.79093
    },
    {
      "pos": 331,
      "speaker": "B",
      "text": "Do you know what date that was about?",
      "start": 1834440,
      "end": 1837444,
      "confidence": 0.94789875
    },
    {
      "pos": 332,
      "speaker": "C",
      "text": "No.",
      "start": 1839064,
      "end": 1839616,
      "confidence": 0.86638
    },
    {
      "pos": 333,
      "speaker": "B",
      "text": "Okay. And obviously, so he was a big involvement in that.",
      "start": 1839720,
      "end": 1844124,
      "confidence": 0.8843663636363637
    },
    {
      "pos": 334,
      "speaker": "A",
      "text": "Which country was he was he caught?",
      "start": 1845544,
      "end": 1847928,
      "confidence": 0.978432857142857
    },
    {
      "pos": 335,
      "speaker": "C",
      "text": "It was caught in Bolivia.",
      "start": 1848096,
      "end": 1850980,
      "confidence": 0.8688779999999999
    },
    {
      "pos": 336,
      "speaker": "A",
      "text": "Yeah. How did he die?",
      "start": 1851052,
      "end": 1853104,
      "confidence": 0.9683119999999998
    },
    {
      "pos": 337,
      "speaker": "C",
      "text": "They executed him. Yeah, he shot him. And his last words before he died? Right, the gap, the guys there with the gun. And he wasn't scared. He didn't. He wasn't like crying or anything. He said to the bloke with the gun, he said, go on, shoot me. Be a man.",
      "start": 1854004,
      "end": 1870092,
      "confidence": 0.8840828846153845
    },
    {
      "pos": 338,
      "speaker": "B",
      "text": "Yes.",
      "start": 1870228,
      "end": 1870944,
      "confidence": 0.52003
    },
    {
      "pos": 339,
      "speaker": "C",
      "text": "And they shot him.",
      "start": 1871444,
      "end": 1872684,
      "confidence": 0.8240325
    },
    {
      "pos": 340,
      "speaker": "B",
      "text": "And did it tell you what happened to him after that? His dead body?",
      "start": 1872844,
      "end": 1876100,
      "confidence": 0.9389214285714286
    },
    {
      "pos": 341,
      "speaker": "C",
      "text": "No, but Suzanne was telling me about this the other night. She said, there's more to it than that. They stuck it in a. In a. In a glass coffin.",
      "start": 1876292,
      "end": 1882932,
      "confidence": 0.9164400000000001
    },
    {
      "pos": 342,
      "speaker": "A",
      "text": "Yes, sir.",
      "start": 1882988,
      "end": 1883500,
      "confidence": 0.67753
    },
    {
      "pos": 343,
      "speaker": "B",
      "text": "Well, no, but before that, they cut off his hands and his feet and.",
      "start": 1883572,
      "end": 1886956,
      "confidence": 0.8993821428571426
    },
    {
      "pos": 344,
      "speaker": "A",
      "text": "Sent him to the.",
      "start": 1886980,
      "end": 1887644,
      "confidence": 0.8565475
    },
    {
      "pos": 345,
      "speaker": "B",
      "text": "No, no, and because they. And they buried in different places and then they buried the body. I think they may have sent the hands to chat it to a fidel, but they buried him in an unmarked grave because they didn't want anyone to start using his. His grave or his tomb as a place in martyrdom because that just made him even more of a martyr because no one knew where he was buried. So it just meant that he was buried.",
      "start": 1887724,
      "end": 1904132,
      "confidence": 0.8514376190476189
    },
    {
      "pos": 346,
      "speaker": "C",
      "text": "But that wouldn't work anyway because if they did find out, that's more places people can go and sort of grieve, do you know what I mean? All these different graves, what, with different.",
      "start": 1904148,
      "end": 1911884,
      "confidence": 0.8770432352941175
    },
    {
      "pos": 347,
      "speaker": "B",
      "text": "Parts of his body.",
      "start": 1911924,
      "end": 1912492,
      "confidence": 0.9511475
    },
    {
      "pos": 348,
      "speaker": "C",
      "text": "You've got a foot over there and it's like, well, you know. Oh, God, his head over there. Thanks for what you're doing.",
      "start": 1912548,
      "end": 1916744,
      "confidence": 0.9024304347826088
    },
    {
      "pos": 349,
      "speaker": "B",
      "text": "Essentially. What's your summary of checking?",
      "start": 1920644,
      "end": 1923372,
      "confidence": 0.7785033333333334
    },
    {
      "pos": 350,
      "speaker": "A",
      "text": "More than Rasputin, don't you?",
      "start": 1923388,
      "end": 1924500,
      "confidence": 0.832082
    },
    {
      "pos": 351,
      "speaker": "C",
      "text": "A lot better bloke than Rasputin, I can understand why he gets one of those little books well worth knowing about. And good bloke did a lot, you.",
      "start": 1924572,
      "end": 1933696,
      "confidence": 0.925830357142857
    },
    {
      "pos": 352,
      "speaker": "B",
      "text": "Know, crammed a lot into his short life.",
      "start": 1933720,
      "end": 1935288,
      "confidence": 0.9829037500000001
    },
    {
      "pos": 353,
      "speaker": "C",
      "text": "Yeah, but, yeah, interesting bloke.",
      "start": 1935336,
      "end": 1938608,
      "confidence": 0.847308
    },
    {
      "pos": 354,
      "speaker": "A",
      "text": "But I'm just. Just on the subject of Che Guevara. Steve called me up in the week because he was going through the duty log. We loved the complaints on the BBC duty log. And someone had written in because one of the blue Peter presenters was wearing a che Guevara t shirt. And what did the bloke say?",
      "start": 1938696,
      "end": 1952440,
      "confidence": 0.8744349152542371
    },
    {
      "pos": 355,
      "speaker": "B",
      "text": "Yeah, this is a series of. People can phone in and write and complain to the BBC about different things.",
      "start": 1952512,
      "end": 1956800,
      "confidence": 0.8909015
    },
    {
      "pos": 356,
      "speaker": "C",
      "text": "Why would you complain about wearing something?",
      "start": 1956832,
      "end": 1958536,
      "confidence": 0.82552
    },
    {
      "pos": 357,
      "speaker": "A",
      "text": "No, this was.",
      "start": 1958640,
      "end": 1959152,
      "confidence": 0.77516
    },
    {
      "pos": 358,
      "speaker": "B",
      "text": "The thing is, you can find it. But the best mean, there's been some amazing complaints.",
      "start": 1959168,
      "end": 1961616,
      "confidence": 0.8493443749999999
    },
    {
      "pos": 359,
      "speaker": "A",
      "text": "Oh, there's some great ones. The best.",
      "start": 1961640,
      "end": 1962816,
      "confidence": 0.7866557142857143
    },
    {
      "pos": 360,
      "speaker": "B",
      "text": "But my favorite, my favorite one, that wasn't the complaint, but was actually just. Someone had to phone in was what an excellent edition of Kilroy this morning.",
      "start": 1962840,
      "end": 1968752,
      "confidence": 0.8704971428571427
    },
    {
      "pos": 361,
      "speaker": "A",
      "text": "Yeah, there's lots that. It's. Things like, esther was superb. Woman call. One woman called.",
      "start": 1968888,
      "end": 1974696,
      "confidence": 0.673838
    },
    {
      "pos": 362,
      "speaker": "B",
      "text": "There was a brilliant one, I remember once, which was. Robbie Williams was wearing a Nike t shirt on top of the pops last night. Product placement on the BBC.",
      "start": 1974760,
      "end": 1982664,
      "confidence": 0.9161863333333333
    },
    {
      "pos": 363,
      "speaker": "A",
      "text": "It's just all.",
      "start": 1982824,
      "end": 1983912,
      "confidence": 0.9027666666666666
    },
    {
      "pos": 364,
      "speaker": "B",
      "text": "Yeah, but anyway, this is. This is one film court. There was a presenter on Blue Peter. She was wearing a t shirt with Che Guevara's face on it and someone had written in and said, or someone had phoned in and said, very worried to see a presenter wearing Che Guevara's face on a t shirt. Are you trying to turn my children into communist revolutionaries?",
      "start": 1984088,
      "end": 1999904,
      "confidence": 0.8993832835820893
    },
    {
      "pos": 365,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2000684,
      "end": 2001464,
      "confidence": 0.51744
    },
    {
      "pos": 366,
      "speaker": "B",
      "text": "Imagine who's thinking that? Who's bothering to phone up with that information? Carl.",
      "start": 2002164,
      "end": 2005116,
      "confidence": 0.8950761538461538
    },
    {
      "pos": 367,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2005140,
      "end": 2005692,
      "confidence": 0.89009
    },
    {
      "pos": 368,
      "speaker": "B",
      "text": "Who knows what they're gonna say about this show? You've been championing the work of communism.",
      "start": 2005828,
      "end": 2010804,
      "confidence": 0.8698475000000001
    },
    {
      "pos": 369,
      "speaker": "A",
      "text": "Luckily, luckily, no one listening to this show can either write or. Or operate a phone, so I think we're pretty safe. So. So thumbs up, che Guevara.",
      "start": 2010884,
      "end": 2020188,
      "confidence": 0.8900050000000004
    },
    {
      "pos": 370,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2020236,
      "end": 2020420,
      "confidence": 0.5701
    },
    {
      "pos": 371,
      "speaker": "A",
      "text": "Well done to Carl there.",
      "start": 2020452,
      "end": 2021532,
      "confidence": 0.905152
    },
    {
      "pos": 372,
      "speaker": "B",
      "text": "Yeah, no, I thought he was brilliant. You keep saying to us, you don't understand why history is interesting and yet you're clearly interested by that. You remembered that information.",
      "start": 2021588,
      "end": 2028956,
      "confidence": 0.887602
    },
    {
      "pos": 373,
      "speaker": "A",
      "text": "Do. I've got another. I've got. I've got a few in the series. Can I give you your next week's homework?",
      "start": 2029140,
      "end": 2033464,
      "confidence": 0.9359809523809524
    },
    {
      "pos": 374,
      "speaker": "C",
      "text": "Gone.",
      "start": 2033804,
      "end": 2034624,
      "confidence": 0.57983
    },
    {
      "pos": 375,
      "speaker": "A",
      "text": "There you go. Read it out.",
      "start": 2036484,
      "end": 2039504,
      "confidence": 0.9401583333333333
    },
    {
      "pos": 376,
      "speaker": "B",
      "text": "Hitler.",
      "start": 2041194,
      "end": 2041682,
      "confidence": 0.97082
    },
    {
      "pos": 377,
      "speaker": "C",
      "text": "The Life and Times of Hitler, 1889 to 1945.",
      "start": 2041738,
      "end": 2044682,
      "confidence": 0.9583233333333333
    },
    {
      "pos": 378,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2044778,
      "end": 2045090,
      "confidence": 0.90223
    },
    {
      "pos": 379,
      "speaker": "B",
      "text": "Yeah. Do you know much about him?",
      "start": 2045122,
      "end": 2046498,
      "confidence": 0.81755
    },
    {
      "pos": 380,
      "speaker": "A",
      "text": "What was the significance of that last day? Why did he. What seems that last date card. Why do you think he died in 1945, end of the war, yeah.",
      "start": 2046586,
      "end": 2053602,
      "confidence": 0.834723
    },
    {
      "pos": 381,
      "speaker": "C",
      "text": "Which I'm interested in. So this. Yeah, this will have stuff about Anderson.",
      "start": 2053738,
      "end": 2057146,
      "confidence": 0.9557569230769231
    },
    {
      "pos": 382,
      "speaker": "A",
      "text": "Shelters and that it might not be covered in the Hitler biography, the Anderson Shelter.",
      "start": 2057170,
      "end": 2063114,
      "confidence": 0.8575820000000001
    },
    {
      "pos": 383,
      "speaker": "B",
      "text": "But there's a special Anderson chapter. Anderson shelter chapter.",
      "start": 2063154,
      "end": 2067974,
      "confidence": 0.8063333333333333
    },
    {
      "pos": 384,
      "speaker": "C",
      "text": "I look forward to.",
      "start": 2068464,
      "end": 2069312,
      "confidence": 0.9190024999999999
    },
    {
      "pos": 385,
      "speaker": "A",
      "text": "This. Powdered egg is page four.",
      "start": 2069328,
      "end": 2072712,
      "confidence": 0.8782533333333334
    },
    {
      "pos": 386,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2072808,
      "end": 2073320,
      "confidence": 0.6983
    },
    {
      "pos": 387,
      "speaker": "A",
      "text": "Excellent. Well, we're gonna play a hip hop.",
      "start": 2073432,
      "end": 2075000,
      "confidence": 0.8212375
    },
    {
      "pos": 388,
      "speaker": "B",
      "text": "Yeah, it's time for a hip hop. Hooray. People are absolutely in love with this feature, Rick, as you well know. And you know, you're somewhat jealous of it this week. I know that outcast are currently on the playlist, aren't they? With their new single, hold of the world. Is that the whole world? Anyway, this is a track from the big compilation outcast. It's just a sort of compilation of all their greatest hits, and this is a good one. It's called Rosa Parks play a car, their greatest hits album. That's outcast on a track called Rosa park.",
      "start": 2075032,
      "end": 2109380,
      "confidence": 0.8998399009900999
    },
    {
      "pos": 389,
      "speaker": "A",
      "text": "Like it? Like it, yeah. Now, we just had a call from someone impressed by Carl, and Carl's very pleased because this guy has actually done a PhD, Che Guevara. So in theory, whatever subject he chose, in theory, he's probably one of the experts in the world on this particular field now. Hello? You there? Yeah, I'm here. Hello. What's your name? My name's David. David. Now, where did you do your PhD? At UCL. Did UCL? Mild. Mild college. And what was the actual title of the PhD? It was Che Guevara's influence on class struggle in Europe in the sixties. And what did you think of Carl's performance? It did really, really well. The only thing, I'd never heard those last words before. So. So Carl actually knows something you don't know, although you presumably not take that as verified information. You'd probably. You probably wouldn't take everything Carl said as gospel. You probably look it up yourself. Would you? I probably would. Have a look, yeah.",
      "start": 2109452,
      "end": 2161454,
      "confidence": 0.8909633529411766
    },
    {
      "pos": 390,
      "speaker": "C",
      "text": "Did you know about baby's eyes?",
      "start": 2161494,
      "end": 2162958,
      "confidence": 0.9339916666666667
    },
    {
      "pos": 391,
      "speaker": "A",
      "text": "Sorry?",
      "start": 2163086,
      "end": 2163550,
      "confidence": 0.89888
    },
    {
      "pos": 392,
      "speaker": "C",
      "text": "Did you know that baby's eyes don't grow?",
      "start": 2163622,
      "end": 2165518,
      "confidence": 0.9178337500000001
    },
    {
      "pos": 393,
      "speaker": "A",
      "text": "I didn't know that. You see, that's why you shouldn't take things Carl says as gospel, because it come out with something, you know, you know, vaguely intelligent, and then say, did you know about baby's eyes don't grow? Any.",
      "start": 2165646,
      "end": 2178764,
      "confidence": 0.8934499999999999
    },
    {
      "pos": 394,
      "speaker": "B",
      "text": "Any questions that you'd want to test Carl on? Any thoughts? Anything he missed there on the history of Che Guevara?",
      "start": 2178804,
      "end": 2183188,
      "confidence": 0.9104147619047621
    },
    {
      "pos": 395,
      "speaker": "A",
      "text": "I think he did really well and I think he should be congratulated.",
      "start": 2183236,
      "end": 2187636,
      "confidence": 0.8824807692307691
    },
    {
      "pos": 396,
      "speaker": "B",
      "text": "What? Because Karl has problems with understanding why people are interested in history. And even though he's been reading these books, he keeps saying, why does anyone care about history? Why is it important? What would you say to Karl?",
      "start": 2187740,
      "end": 2196052,
      "confidence": 0.918797
    },
    {
      "pos": 397,
      "speaker": "A",
      "text": "I think he should maybe then look at who Che Guevara did influence and why he still influences people today. Well, he knows that he influenced citizen Smith, and he knows that if McDonald's ever wanted to swap Ronald McDonald for shake of our costume, an awful lot of money. So he is trying to apply it to the modern world. He is having a go. Well, maybe you should think, like, why regent team have him on their t shirts. Good point. Carl, what do you think of that? What do you think they have on the t shirts, Carl?",
      "start": 2196108,
      "end": 2221904,
      "confidence": 0.8751795049504952
    },
    {
      "pos": 398,
      "speaker": "C",
      "text": "I don't know. Maybe that's. That was a design of the t shirt. Maybe they wanted another t shirt. Maybe they wanted Ronald McDonald but didn't have any in.",
      "start": 2222844,
      "end": 2229228,
      "confidence": 0.8991296551724136
    },
    {
      "pos": 399,
      "speaker": "B",
      "text": "Sure.",
      "start": 2229316,
      "end": 2229540,
      "confidence": 0.77086
    },
    {
      "pos": 400,
      "speaker": "C",
      "text": "And they said, oh, we'll have that one there.",
      "start": 2229572,
      "end": 2231108,
      "confidence": 0.8772088888888889
    },
    {
      "pos": 401,
      "speaker": "A",
      "text": "Well, thanks very much. Just before you go, do you think Carl would be an interesting subject for a PhD? Yeah, very much so, yeah. Okay, well, um. Well, if you know, if you know.",
      "start": 2231276,
      "end": 2239748,
      "confidence": 0.873733714285714
    },
    {
      "pos": 402,
      "speaker": "B",
      "text": "Well, hopefully one day you'll become a professor and you can maybe set that as some coursework.",
      "start": 2239796,
      "end": 2242956,
      "confidence": 0.9053482352941176
    },
    {
      "pos": 403,
      "speaker": "A",
      "text": "Yeah. Carl Pilkington. Imagine that.",
      "start": 2243020,
      "end": 2245660,
      "confidence": 0.7729800000000001
    },
    {
      "pos": 404,
      "speaker": "C",
      "text": "Cheers, Dave.",
      "start": 2245732,
      "end": 2246292,
      "confidence": 0.49811
    },
    {
      "pos": 405,
      "speaker": "A",
      "text": "Having an ma in Carl Pilgrim. Thanks very much, Dave. Bye. Cheers. Bye. That's good.",
      "start": 2246348,
      "end": 2250164,
      "confidence": 0.7602166666666665
    },
    {
      "pos": 406,
      "speaker": "C",
      "text": "My teachers never did that.",
      "start": 2250204,
      "end": 2251532,
      "confidence": 0.9768560000000001
    },
    {
      "pos": 407,
      "speaker": "B",
      "text": "What? Encouraged you in that way.",
      "start": 2251668,
      "end": 2252908,
      "confidence": 0.8535483333333332
    },
    {
      "pos": 408,
      "speaker": "C",
      "text": "Never said well done.",
      "start": 2252956,
      "end": 2253980,
      "confidence": 0.9949925
    },
    {
      "pos": 409,
      "speaker": "A",
      "text": "Really? Yeah.",
      "start": 2254092,
      "end": 2254700,
      "confidence": 0.784385
    },
    {
      "pos": 410,
      "speaker": "B",
      "text": "But you never showed up.",
      "start": 2254732,
      "end": 2255676,
      "confidence": 0.9905139999999999
    },
    {
      "pos": 411,
      "speaker": "A",
      "text": "Yeah, they actually in the same room.",
      "start": 2255740,
      "end": 2257380,
      "confidence": 0.7496757142857142
    },
    {
      "pos": 412,
      "speaker": "B",
      "text": "They were just saying, who are you?",
      "start": 2257412,
      "end": 2258984,
      "confidence": 0.815467142857143
    },
    {
      "pos": 413,
      "speaker": "A",
      "text": "Yeah, yeah.",
      "start": 2259524,
      "end": 2260824,
      "confidence": 0.5758399999999999
    },
    {
      "pos": 414,
      "speaker": "C",
      "text": "Misses Matthews. Me, a teacher?",
      "start": 2262334,
      "end": 2264174,
      "confidence": 0.712974
    },
    {
      "pos": 415,
      "speaker": "B",
      "text": "Oh, let's not lay into Matthews again.",
      "start": 2264214,
      "end": 2265950,
      "confidence": 0.7638285714285714
    },
    {
      "pos": 416,
      "speaker": "A",
      "text": "Not Matty Matthews. Not. Not grimble Matty Matthews.",
      "start": 2266142,
      "end": 2269038,
      "confidence": 0.7023325
    },
    {
      "pos": 417,
      "speaker": "C",
      "text": "Never be a high flyer.",
      "start": 2269126,
      "end": 2271034,
      "confidence": 0.909186
    },
    {
      "pos": 418,
      "speaker": "A",
      "text": "If she could see you now that. What'd she say? You'll never be a high flyer.",
      "start": 2272414,
      "end": 2277990,
      "confidence": 0.8531412500000001
    },
    {
      "pos": 419,
      "speaker": "C",
      "text": "She said that to me mom and dad on a parents evening, and that was after I'd played the drums in little donkey.",
      "start": 2278022,
      "end": 2283994,
      "confidence": 0.8766173913043478
    },
    {
      "pos": 420,
      "speaker": "B",
      "text": "She clearly didn't know what she was talking about.",
      "start": 2285614,
      "end": 2287674,
      "confidence": 0.9148044444444445
    },
    {
      "pos": 421,
      "speaker": "A",
      "text": "Rem with orange crush on XFM 104.9. Well, nearly three. Only 20 minutes to go. I'm Ricky Gervais. With me, Steve and Carl. Carl, what'd you point. What did you point to me then?",
      "start": 2298564,
      "end": 2307900,
      "confidence": 0.7921699999999999
    },
    {
      "pos": 422,
      "speaker": "C",
      "text": "Just Sam reminded me. Orange crush. As you know, we were talking the other night about contraceptives.",
      "start": 2307972,
      "end": 2314414,
      "confidence": 0.9112123529411764
    },
    {
      "pos": 423,
      "speaker": "A",
      "text": "No. You said to me, I've got to do lots of homework. You look up how they used in the olden days, how they used to use elephant dung as a contraceptive. And I went, what? He went, no, look how you make me give me those things. I said, I don't know. Was it they put, when you're running around with dung on the end of your knob, no woman really wants to go near. Is that how it worked? He went, come on, you give me things to do.",
      "start": 2315554,
      "end": 2339858,
      "confidence": 0.9215027472527472
    },
    {
      "pos": 424,
      "speaker": "B",
      "text": "If you've just written a PhD on how to use elephant dung as a contraceptive, please get in touch number in a minute.",
      "start": 2339946,
      "end": 2345602,
      "confidence": 0.8841760869565217
    },
    {
      "pos": 425,
      "speaker": "C",
      "text": "It's not elephant. It was crocodile.",
      "start": 2345618,
      "end": 2346898,
      "confidence": 0.9268299999999999
    },
    {
      "pos": 426,
      "speaker": "A",
      "text": "Oh, why?",
      "start": 2346986,
      "end": 2349454,
      "confidence": 0.75212
    },
    {
      "pos": 427,
      "speaker": "C",
      "text": "Yeah, sorry, you can't.",
      "start": 2350634,
      "end": 2351978,
      "confidence": 0.5782375
    },
    {
      "pos": 428,
      "speaker": "A",
      "text": "No, no, back. What do you mean it was crocodile dung? How do they use crocodile dung as a contraceptive?",
      "start": 2352026,
      "end": 2358554,
      "confidence": 0.8108675
    },
    {
      "pos": 429,
      "speaker": "C",
      "text": "I don't know.",
      "start": 2358714,
      "end": 2359694,
      "confidence": 0.9470566666666667
    },
    {
      "pos": 430,
      "speaker": "A",
      "text": "Like on ours? Crush.",
      "start": 2360474,
      "end": 2361466,
      "confidence": 0.382245
    },
    {
      "pos": 431,
      "speaker": "C",
      "text": "Yes, orange crush. What? It was, I was trying to look up that, that thing about crocodile stuff, using it and I came up with another one saying that they used to use a lemon sort of shaped. Right. And the. Put it. Put it on and the citric. So the citric acid. Citric acid in it. Kill this, kill the sperm.",
      "start": 2361490,
      "end": 2387834,
      "confidence": 0.900803870967742
    },
    {
      "pos": 432,
      "speaker": "A",
      "text": "Right.",
      "start": 2388174,
      "end": 2388582,
      "confidence": 0.79824
    },
    {
      "pos": 433,
      "speaker": "B",
      "text": "So they would. Sorry. They would wear the lemon on the end of the knob.",
      "start": 2388638,
      "end": 2391926,
      "confidence": 0.9699500000000001
    },
    {
      "pos": 434,
      "speaker": "A",
      "text": "Was that erotic?",
      "start": 2391990,
      "end": 2393034,
      "confidence": 0.6299133333333332
    },
    {
      "pos": 435,
      "speaker": "C",
      "text": "They were.",
      "start": 2395134,
      "end": 2395742,
      "confidence": 0.64163
    },
    {
      "pos": 436,
      "speaker": "B",
      "text": "Listen, I'll try anything. Carmate the ladies like that. Could it be anything? Could it be like, you know, a melon kumquat? Yeah, maybe in my.",
      "start": 2395798,
      "end": 2403870,
      "confidence": 0.8395503846153846
    },
    {
      "pos": 437,
      "speaker": "A",
      "text": "But in my case, what's hairy ones?",
      "start": 2403902,
      "end": 2406190,
      "confidence": 0.8565457142857144
    },
    {
      "pos": 438,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2406302,
      "end": 2406902,
      "confidence": 0.9758
    },
    {
      "pos": 439,
      "speaker": "C",
      "text": "Anyway, it just reminded me when. Or in orange crush.",
      "start": 2407038,
      "end": 2410094,
      "confidence": 0.767392
    },
    {
      "pos": 440,
      "speaker": "A",
      "text": "Well, thanks very much for that, Carl. It's, uh. And that. I didn't even ask him to.",
      "start": 2410254,
      "end": 2414302,
      "confidence": 0.8758064705882352
    },
    {
      "pos": 441,
      "speaker": "B",
      "text": "No, no. So orange crush reminded you of the lemon contraceptive. Okay, Johnny. Good.",
      "start": 2414398,
      "end": 2420382,
      "confidence": 0.8439042857142859
    },
    {
      "pos": 442,
      "speaker": "A",
      "text": "You could use it as a little lemon squeezer, couldn't you? It could be like a novelty lemon squeezer. You just stand in the kitchen and then when someone just come along, go on the end of year.",
      "start": 2420478,
      "end": 2428630,
      "confidence": 0.8578152631578948
    },
    {
      "pos": 443,
      "speaker": "B",
      "text": "Did you make this lemonade yourself?",
      "start": 2428742,
      "end": 2430710,
      "confidence": 0.8677566666666666
    },
    {
      "pos": 444,
      "speaker": "A",
      "text": "It tastes funny. It tastes funny. Okay. Yeah.",
      "start": 2430902,
      "end": 2434474,
      "confidence": 0.7706137500000001
    },
    {
      "pos": 445,
      "speaker": "B",
      "text": "Would you call this a quick question to you? Would you ever find yourself in a situation where you might confuse a woman's breasts with mountains? Is that concern for you?",
      "start": 2434854,
      "end": 2443542,
      "confidence": 0.9283990322580643
    },
    {
      "pos": 446,
      "speaker": "A",
      "text": "Do you.",
      "start": 2443558,
      "end": 2444198,
      "confidence": 0.90377
    },
    {
      "pos": 447,
      "speaker": "B",
      "text": "No, not problem for you?",
      "start": 2444366,
      "end": 2446190,
      "confidence": 0.693948
    },
    {
      "pos": 448,
      "speaker": "A",
      "text": "Well, not if they're not. If they're small and humble, I would.",
      "start": 2446262,
      "end": 2448214,
      "confidence": 0.9090666666666668
    },
    {
      "pos": 449,
      "speaker": "B",
      "text": "That's what I'm hoping. That's what. Fingers crossed.",
      "start": 2448254,
      "end": 2450054,
      "confidence": 0.8495112499999999
    },
    {
      "pos": 450,
      "speaker": "A",
      "text": "If they were small and humble, then I pretty much. Not. Confusing with mountains, thank God.",
      "start": 2450174,
      "end": 2454646,
      "confidence": 0.9235874999999998
    },
    {
      "pos": 451,
      "speaker": "B",
      "text": "But I mean, if they were large and sort of pendulous and with like.",
      "start": 2454670,
      "end": 2457574,
      "confidence": 0.892155
    },
    {
      "pos": 452,
      "speaker": "A",
      "text": "Quite rocky with snow on top.",
      "start": 2457654,
      "end": 2459102,
      "confidence": 0.9540299999999999
    },
    {
      "pos": 453,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2459158,
      "end": 2459654,
      "confidence": 0.52226
    },
    {
      "pos": 454,
      "speaker": "A",
      "text": "Then I'd go, hold on, love.",
      "start": 2459734,
      "end": 2461654,
      "confidence": 0.974185
    },
    {
      "pos": 455,
      "speaker": "B",
      "text": "Wait a minute.",
      "start": 2461734,
      "end": 2462190,
      "confidence": 0.9242866666666666
    },
    {
      "pos": 456,
      "speaker": "A",
      "text": "Hold on, love. I was into this, but now.",
      "start": 2462222,
      "end": 2465062,
      "confidence": 0.9631466666666666
    },
    {
      "pos": 457,
      "speaker": "B",
      "text": "Exactly.",
      "start": 2465158,
      "end": 2465630,
      "confidence": 0.45258
    },
    {
      "pos": 458,
      "speaker": "A",
      "text": "I feel like I'm alone.",
      "start": 2465702,
      "end": 2466742,
      "confidence": 0.9288699999999999
    },
    {
      "pos": 459,
      "speaker": "B",
      "text": "Carl, do you know what we're talking about?",
      "start": 2466798,
      "end": 2467918,
      "confidence": 0.9141250000000001
    },
    {
      "pos": 460,
      "speaker": "C",
      "text": "Who has, who has done that?",
      "start": 2468006,
      "end": 2469910,
      "confidence": 0.8281999999999999
    },
    {
      "pos": 461,
      "speaker": "A",
      "text": "I've clue. One more time. See my breasts are small and humble, so you don't confuse them with mountains. Shakira.",
      "start": 2469982,
      "end": 2481772,
      "confidence": 0.8915274999999999
    },
    {
      "pos": 462,
      "speaker": "B",
      "text": "It's a lyric taking the nation by storm.",
      "start": 2481868,
      "end": 2484356,
      "confidence": 0.8341425000000002
    },
    {
      "pos": 463,
      "speaker": "A",
      "text": "It's quite a nice song. It's got.",
      "start": 2484420,
      "end": 2485988,
      "confidence": 0.9272528571428572
    },
    {
      "pos": 464,
      "speaker": "B",
      "text": "It's very much like. It sounds a bit like men at work down under.",
      "start": 2486116,
      "end": 2488484,
      "confidence": 0.891135
    },
    {
      "pos": 465,
      "speaker": "A",
      "text": "Yeah, it's got the pan pipes, this.",
      "start": 2488524,
      "end": 2489980,
      "confidence": 0.8898900000000001
    },
    {
      "pos": 466,
      "speaker": "C",
      "text": "What's its kid?",
      "start": 2490092,
      "end": 2491164,
      "confidence": 0.7265266666666667
    },
    {
      "pos": 467,
      "speaker": "A",
      "text": "Who?",
      "start": 2491324,
      "end": 2492024,
      "confidence": 0.98804
    },
    {
      "pos": 468,
      "speaker": "C",
      "text": "Julio Inglesias?",
      "start": 2493444,
      "end": 2495020,
      "confidence": 0.44032000000000004
    },
    {
      "pos": 469,
      "speaker": "B",
      "text": "No, it's Shakira. Consequently, the word shakira, they're being mentioned.",
      "start": 2495172,
      "end": 2499476,
      "confidence": 0.847316
    },
    {
      "pos": 470,
      "speaker": "C",
      "text": "I haven't heard of him.",
      "start": 2499500,
      "end": 2500300,
      "confidence": 0.7463420000000001
    },
    {
      "pos": 471,
      "speaker": "B",
      "text": "Okay. She's a big latin star, apparently. Big latin american star. And anyway, just sing it again for us.",
      "start": 2500372,
      "end": 2506300,
      "confidence": 0.9320042105263159
    },
    {
      "pos": 472,
      "speaker": "A",
      "text": "See how my breasts are small and humble, so you don't confuse them with mountains, which is a concern. It was always a concern, definitely. I said, number of times she's woken up and there's been a fat bloke with a beard and a little. A little sherpa. She goes, what are you doing? And they go, we're just trying to climb this map. Look again. Oh, sorry. Love your tits.",
      "start": 2506492,
      "end": 2525036,
      "confidence": 0.9098412676056339
    },
    {
      "pos": 473,
      "speaker": "B",
      "text": "I didn't realize.",
      "start": 2525060,
      "end": 2525644,
      "confidence": 0.8956233333333333
    },
    {
      "pos": 474,
      "speaker": "A",
      "text": "Tits. We thought we would.",
      "start": 2525724,
      "end": 2526724,
      "confidence": 0.62047
    },
    {
      "pos": 475,
      "speaker": "B",
      "text": "I can't believe.",
      "start": 2526804,
      "end": 2527500,
      "confidence": 0.7481
    },
    {
      "pos": 476,
      "speaker": "A",
      "text": "I can't. What? Can we camp it? You can't camp on my tits for the night.",
      "start": 2527572,
      "end": 2530628,
      "confidence": 0.8179856249999999
    },
    {
      "pos": 477,
      "speaker": "B",
      "text": "No, but why are you climbing them?",
      "start": 2530676,
      "end": 2532284,
      "confidence": 0.8538142857142857
    },
    {
      "pos": 478,
      "speaker": "A",
      "text": "Well, I just.",
      "start": 2532324,
      "end": 2532836,
      "confidence": 0.6222366666666667
    },
    {
      "pos": 479,
      "speaker": "B",
      "text": "Because they were there.",
      "start": 2532860,
      "end": 2533852,
      "confidence": 0.87087
    },
    {
      "pos": 480,
      "speaker": "A",
      "text": "Well, they're small and humble. What are you mental? Look at Carl. I love that. Look at Carl. Carl is looking back and forth. You know when you. So you go to a cat and it looks back and forth between two people? That's very much like Carl's looking at us now.",
      "start": 2533988,
      "end": 2548556,
      "confidence": 0.9178792307692307
    },
    {
      "pos": 481,
      "speaker": "B",
      "text": "Or when, like, a child sees a midget or something in the street. They're just transfixed, aren't they? And they.",
      "start": 2548700,
      "end": 2554584,
      "confidence": 0.842697
    },
    {
      "pos": 482,
      "speaker": "A",
      "text": "When we were pushing, um, Ash, as they are producers in a wheelchair, and we were pushing, no, he's not a little midget. He's not tall. But, um, we were pushing him through the BC and this little kid just came up and just stood in front of him and looked at him. I just laughed.",
      "start": 2555044,
      "end": 2569780,
      "confidence": 0.8489844642857144
    },
    {
      "pos": 483,
      "speaker": "B",
      "text": "It was funny. Do you do that? I imagine that you get caught staring out to people.",
      "start": 2569932,
      "end": 2574340,
      "confidence": 0.8576500000000001
    },
    {
      "pos": 484,
      "speaker": "A",
      "text": "Do you go to people with problems and go, mummy, is that a monster?",
      "start": 2574452,
      "end": 2576796,
      "confidence": 0.7803021428571427
    },
    {
      "pos": 485,
      "speaker": "C",
      "text": "Well, I was telling you one about when I used to go with my dad in the taxi.",
      "start": 2576860,
      "end": 2580184,
      "confidence": 0.9403
    },
    {
      "pos": 486,
      "speaker": "B",
      "text": "Oh, yeah, well, your father was a taxi driver.",
      "start": 2581444,
      "end": 2585700,
      "confidence": 0.9103700000000001
    },
    {
      "pos": 487,
      "speaker": "C",
      "text": "My dad used. He had loads of jobs which did back then. They don't do that anymore, do they? People, they don't have a variety of stuff.",
      "start": 2585732,
      "end": 2591884,
      "confidence": 0.856352962962963
    },
    {
      "pos": 488,
      "speaker": "B",
      "text": "Sure.",
      "start": 2591924,
      "end": 2592244,
      "confidence": 0.64
    },
    {
      "pos": 489,
      "speaker": "C",
      "text": "But, um, at one point he had a black cab and I used to. Used to go with him. Used to get like a beer crate and put it in the front of the black cab, sort of sit just next to the meter. And, um, anyway, we got this call and like, the guy on the end of the radio said, oh, you've got. So you got your son with you, aren't you? So he said, yeah. So it's just like, you know, we've got a pickup at number eleven village lane or whatever. And I said, all right. And it was this woman. It was like a woman version of the Elephant man.",
      "start": 2592324,
      "end": 2621834,
      "confidence": 0.9093735652173913
    },
    {
      "pos": 490,
      "speaker": "B",
      "text": "Wow, the elephant woman.",
      "start": 2622294,
      "end": 2623534,
      "confidence": 0.9084775
    },
    {
      "pos": 491,
      "speaker": "C",
      "text": "Yeah. It was really strange because I was in the front of the cab and when you're a kid, if you. If something looks odd, you're a bit scared of it, aren't you?",
      "start": 2623614,
      "end": 2634918,
      "confidence": 0.9180575757575756
    },
    {
      "pos": 492,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2634966,
      "end": 2635166,
      "confidence": 0.88957
    },
    {
      "pos": 493,
      "speaker": "C",
      "text": "I mean, dad was like, be alright, and we're driving towards it.",
      "start": 2635190,
      "end": 2638518,
      "confidence": 0.7025683333333334
    },
    {
      "pos": 494,
      "speaker": "A",
      "text": "Look at her. Don't worry. So I've got loads of buns and just. I think I'll just throw one down the street. If it's you, run after it.",
      "start": 2638566,
      "end": 2643996,
      "confidence": 0.7911985714285714
    },
    {
      "pos": 495,
      "speaker": "C",
      "text": "Right?",
      "start": 2644190,
      "end": 2644640,
      "confidence": 0.90381
    },
    {
      "pos": 496,
      "speaker": "A",
      "text": "I am a little bit. How old were you?",
      "start": 2644712,
      "end": 2645952,
      "confidence": 0.9145877777777778
    },
    {
      "pos": 497,
      "speaker": "B",
      "text": "18?",
      "start": 2645968,
      "end": 2646336,
      "confidence": 1
    },
    {
      "pos": 498,
      "speaker": "C",
      "text": "No, I was about twelve or something like that. 1112. And as we got closer to her, it looked like she, she was holding like a bag of spuds on her.",
      "start": 2646440,
      "end": 2657416,
      "confidence": 0.9258393548387097
    },
    {
      "pos": 499,
      "speaker": "B",
      "text": "Shoulder for a snack, right.",
      "start": 2657440,
      "end": 2660280,
      "confidence": 0.951576
    },
    {
      "pos": 500,
      "speaker": "C",
      "text": "And her head was all a bit mangled and messy and that. And my dad says. My dad said, whatever you do, don't stare at her face.",
      "start": 2660432,
      "end": 2667304,
      "confidence": 0.8955344444444445
    },
    {
      "pos": 501,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2667424,
      "end": 2668124,
      "confidence": 0.74672
    },
    {
      "pos": 502,
      "speaker": "C",
      "text": "She got in the back.",
      "start": 2668424,
      "end": 2669008,
      "confidence": 0.731086
    },
    {
      "pos": 503,
      "speaker": "B",
      "text": "Did you turn into stone?",
      "start": 2669016,
      "end": 2670244,
      "confidence": 0.8922100000000001
    },
    {
      "pos": 504,
      "speaker": "C",
      "text": "She got in the back and I had like, the mirror, the driver's mirror thing and sort of having a look, trying to work out. And I really. I mean, he said, don't stare at her face. I couldn't work out where her face was. It was that. It was that weird.",
      "start": 2670864,
      "end": 2684834,
      "confidence": 0.925053653846154
    },
    {
      "pos": 505,
      "speaker": "A",
      "text": "Oh, God.",
      "start": 2685214,
      "end": 2686262,
      "confidence": 0.8167899999999999
    },
    {
      "pos": 506,
      "speaker": "B",
      "text": "I'm not sure. You're from Manchester. I think you're from like Narnia or something.",
      "start": 2686358,
      "end": 2690358,
      "confidence": 0.9259735714285716
    },
    {
      "pos": 507,
      "speaker": "A",
      "text": "Yeah. You got frog boys walking around, the.",
      "start": 2690526,
      "end": 2692998,
      "confidence": 0.86140625
    },
    {
      "pos": 508,
      "speaker": "B",
      "text": "Lord of the Rings.",
      "start": 2693006,
      "end": 2693742,
      "confidence": 0.8100525
    },
    {
      "pos": 509,
      "speaker": "A",
      "text": "They've got like, the claws of a lobster and the. And the head of a toad and you've got women getting in with spuds for heads. I mean, what sort of man is this? You grew up? Yeah. You can't believe it in London, can you? You come down and go, look, symmetry. It must be amazing.",
      "start": 2693838,
      "end": 2710346,
      "confidence": 0.8660407017543859
    },
    {
      "pos": 510,
      "speaker": "C",
      "text": "It must be a thing to do with upbringing and. Because, again, do you know, I've said to you before, years ago, when I was a kid and didn't have any worries. Good looking lad. You go through it a bit, have a few more worries and you look knackered. Now, back there, there's a lot more worries and stuff. So you get a lot more freaks. Whereas in London, everyone's like, happy, aren't they?",
      "start": 2710450,
      "end": 2730402,
      "confidence": 0.9339814666666666
    },
    {
      "pos": 511,
      "speaker": "A",
      "text": "Go, I love the fact that stress can cause your fingers to fuse and your head to grow. No.",
      "start": 2730418,
      "end": 2736586,
      "confidence": 0.8775205263157896
    },
    {
      "pos": 512,
      "speaker": "B",
      "text": "Boy, she must have been really stressed.",
      "start": 2736610,
      "end": 2738474,
      "confidence": 0.894492857142857
    },
    {
      "pos": 513,
      "speaker": "A",
      "text": "To have a. Yeah, she was pretty. Yeah. Was she an accountant or something? But what. But what does she do?",
      "start": 2738514,
      "end": 2746738,
      "confidence": 0.8064585714285712
    },
    {
      "pos": 514,
      "speaker": "B",
      "text": "What did she say going, by the.",
      "start": 2746786,
      "end": 2748058,
      "confidence": 0.7338585714285715
    },
    {
      "pos": 515,
      "speaker": "C",
      "text": "Way, she couldn't speak.",
      "start": 2748066,
      "end": 2748874,
      "confidence": 0.92895
    },
    {
      "pos": 516,
      "speaker": "A",
      "text": "London Zoo, please.",
      "start": 2748914,
      "end": 2750254,
      "confidence": 0.8850066666666666
    },
    {
      "pos": 517,
      "speaker": "C",
      "text": "She was going to, like, to the fair. Seriously, honest to God, on my mum's life, she was.",
      "start": 2752514,
      "end": 2758660,
      "confidence": 0.8149505555555554
    },
    {
      "pos": 518,
      "speaker": "B",
      "text": "Because at the end of the day.",
      "start": 2758772,
      "end": 2759740,
      "confidence": 0.9517157142857143
    },
    {
      "pos": 519,
      "speaker": "C",
      "text": "That'S a good thing with animals. They don't judge you, do they?",
      "start": 2759772,
      "end": 2762068,
      "confidence": 0.9231841666666666
    },
    {
      "pos": 520,
      "speaker": "B",
      "text": "She's not.",
      "start": 2762236,
      "end": 2763104,
      "confidence": 0.908085
    },
    {
      "pos": 521,
      "speaker": "A",
      "text": "She's a human being.",
      "start": 2763444,
      "end": 2764396,
      "confidence": 0.8576375
    },
    {
      "pos": 522,
      "speaker": "B",
      "text": "She's not actually an elephant. No, but, you know, the elephant man was not actually. Do you understand that? He's got no elephant genes in him at all? No, that was just a cruel name people gave him.",
      "start": 2764420,
      "end": 2771756,
      "confidence": 0.9094778947368422
    },
    {
      "pos": 523,
      "speaker": "C",
      "text": "Yeah, no, it's the name of the disease, isn't it? Elephantitis.",
      "start": 2771820,
      "end": 2775424,
      "confidence": 0.8646645454545454
    },
    {
      "pos": 524,
      "speaker": "A",
      "text": "So, listen, so this woman, why was she going to a pet?",
      "start": 2777244,
      "end": 2780424,
      "confidence": 0.9402716666666667
    },
    {
      "pos": 525,
      "speaker": "B",
      "text": "She was going to a pet shop. I want to find a husband.",
      "start": 2780724,
      "end": 2784254,
      "confidence": 0.92127
    },
    {
      "pos": 526,
      "speaker": "A",
      "text": "Is this true?",
      "start": 2786874,
      "end": 2788010,
      "confidence": 0.92781
    },
    {
      "pos": 527,
      "speaker": "C",
      "text": "No, it is true.",
      "start": 2788122,
      "end": 2788850,
      "confidence": 0.8980525
    },
    {
      "pos": 528,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2788882,
      "end": 2789098,
      "confidence": 0.45967
    },
    {
      "pos": 529,
      "speaker": "C",
      "text": "Oh, I'm not taking the mickey because it must be so really bad. I'm going on to you today about cutting myself shaving.",
      "start": 2789146,
      "end": 2796954,
      "confidence": 0.9117113043478262
    },
    {
      "pos": 530,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2797034,
      "end": 2797250,
      "confidence": 0.59621
    },
    {
      "pos": 531,
      "speaker": "C",
      "text": "What's going on about that? To think that she. I mean, she's probably not alive now, but to think.",
      "start": 2797282,
      "end": 2801946,
      "confidence": 0.9188510526315791
    },
    {
      "pos": 532,
      "speaker": "A",
      "text": "But you're gonna say this is a worse problem than a little cut shaving, aren't you?",
      "start": 2802090,
      "end": 2805682,
      "confidence": 0.854725625
    },
    {
      "pos": 533,
      "speaker": "C",
      "text": "Yeah.",
      "start": 2805738,
      "end": 2806114,
      "confidence": 0.71127
    },
    {
      "pos": 534,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2806194,
      "end": 2806578,
      "confidence": 0.51697
    },
    {
      "pos": 535,
      "speaker": "C",
      "text": "I mean, there's a couple of key.",
      "start": 2806666,
      "end": 2808850,
      "confidence": 0.9181071428571429
    },
    {
      "pos": 536,
      "speaker": "B",
      "text": "Questions I need to ask. One have, if she couldn't talk, how did she tell your father where to drive it? Did she have it written on her notes?",
      "start": 2808882,
      "end": 2814684,
      "confidence": 0.8623986206896551
    },
    {
      "pos": 537,
      "speaker": "A",
      "text": "Did she point with her nose?",
      "start": 2814764,
      "end": 2816188,
      "confidence": 0.97464
    },
    {
      "pos": 538,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2816316,
      "end": 2816628,
      "confidence": 0.65116
    },
    {
      "pos": 539,
      "speaker": "A",
      "text": "Right.",
      "start": 2816676,
      "end": 2816860,
      "confidence": 0.54422
    },
    {
      "pos": 540,
      "speaker": "C",
      "text": "This has got silly. Pick your song.",
      "start": 2816892,
      "end": 2818508,
      "confidence": 0.9268542857142856
    },
    {
      "pos": 541,
      "speaker": "B",
      "text": "But also, finally, where did you say she lived again?",
      "start": 2818556,
      "end": 2820652,
      "confidence": 0.90694
    },
    {
      "pos": 542,
      "speaker": "C",
      "text": "It was like, in a village. A little, small village.",
      "start": 2820748,
      "end": 2823212,
      "confidence": 0.927049
    },
    {
      "pos": 543,
      "speaker": "B",
      "text": "Right. All I'm saying is we could maybe get, like some sort of coach book, some coaches, get a coach party out there to have a look at her. And now you can make some lemonade.",
      "start": 2823268,
      "end": 2833732,
      "confidence": 0.8971344444444443
    },
    {
      "pos": 544,
      "speaker": "A",
      "text": "The offspring of a woman and some spuds. Please enter at your peril. Shitty. Give me a shiny shilling. Oh, that's terrible. Well, I'm going to play a little bit of teenage fan club song for the lovers here. We left it very late, which has been just, you know, rapping with Carl P. Here. And this is I need direction, teenage fan club. Oh, they're a good band.",
      "start": 2833788,
      "end": 2866684,
      "confidence": 0.8811368115942028
    },
    {
      "pos": 545,
      "speaker": "B",
      "text": "They are a good band.",
      "start": 2866724,
      "end": 2867476,
      "confidence": 0.8161039999999999
    },
    {
      "pos": 546,
      "speaker": "A",
      "text": "XFM 104.9. So we're there. So will your girlfriend be proud of you now you perform a PhD graduate there?",
      "start": 2867540,
      "end": 2875732,
      "confidence": 0.808958
    },
    {
      "pos": 547,
      "speaker": "C",
      "text": "Annoying because she's not in London today. She's in Sunderland or something on Newcastle.",
      "start": 2875788,
      "end": 2879756,
      "confidence": 0.9361121428571428
    },
    {
      "pos": 548,
      "speaker": "A",
      "text": "Right.",
      "start": 2879860,
      "end": 2880268,
      "confidence": 0.97789
    },
    {
      "pos": 549,
      "speaker": "C",
      "text": "Working.",
      "start": 2880356,
      "end": 2880984,
      "confidence": 0.99667
    },
    {
      "pos": 550,
      "speaker": "A",
      "text": "So she won't know what the. Your greatest triumph. She saw last week's and you got an e in history. And now this week you cut. You come through. Yeah, with some great praise that Miss Misses Matthews never, you know, laid upon. No, just said you won't be a high flyer. Hey, you've shown him over there.",
      "start": 2881324,
      "end": 2900910,
      "confidence": 0.8590082758620691
    },
    {
      "pos": 551,
      "speaker": "C",
      "text": "You never know. I mean I had mates who, you know, we may call him Akin. Did the disco with me.",
      "start": 2901022,
      "end": 2907750,
      "confidence": 0.7566804761904762
    },
    {
      "pos": 552,
      "speaker": "A",
      "text": "Pilkings making music. Yeah.",
      "start": 2907782,
      "end": 2909054,
      "confidence": 0.71737
    },
    {
      "pos": 553,
      "speaker": "C",
      "text": "Pilkies making music.",
      "start": 2909094,
      "end": 2910006,
      "confidence": 0.7562433333333334
    },
    {
      "pos": 554,
      "speaker": "A",
      "text": "Yeah.",
      "start": 2910070,
      "end": 2910366,
      "confidence": 0.73888
    },
    {
      "pos": 555,
      "speaker": "C",
      "text": "He was dead brainy. I don't think he's up too much these days. Sure you can't plan it?",
      "start": 2910430,
      "end": 2916282,
      "confidence": 0.9015572222222222
    },
    {
      "pos": 556,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2916378,
      "end": 2916610,
      "confidence": 0.76056
    },
    {
      "pos": 557,
      "speaker": "A",
      "text": "Just goes to show.",
      "start": 2916642,
      "end": 2917714,
      "confidence": 0.9011375
    },
    {
      "pos": 558,
      "speaker": "B",
      "text": "Well, I mean, you can do a certain amount of planning. You can do, I mean, driving a tank down to the shops with some fags. Never gonna mean you're a high flyer.",
      "start": 2917874,
      "end": 2924402,
      "confidence": 0.8640509090909091
    },
    {
      "pos": 559,
      "speaker": "A",
      "text": "And that that woman do you picked up in your black cab. She's in a circus now and she can fly, which is good. Am I confusing that with the film? You went to see a film this week, didn't you? Mmm.",
      "start": 2924458,
      "end": 2934170,
      "confidence": 0.8512173809523811
    },
    {
      "pos": 560,
      "speaker": "B",
      "text": "What did you say?",
      "start": 2934242,
      "end": 2935174,
      "confidence": 0.81282
    },
    {
      "pos": 561,
      "speaker": "C",
      "text": "The Monsters, Inc. Oh, you have a little argument.",
      "start": 2935714,
      "end": 2939218,
      "confidence": 0.7867433333333334
    },
    {
      "pos": 562,
      "speaker": "A",
      "text": "What was the argument about? Do you have an argument with your girlfriend or something because of that?",
      "start": 2939266,
      "end": 2941938,
      "confidence": 0.8195349999999999
    },
    {
      "pos": 563,
      "speaker": "C",
      "text": "Well, the history thing took over last weekend, to be honest, when you found out my results, that was like the talking topic of most of the weekend.",
      "start": 2941986,
      "end": 2950178,
      "confidence": 0.9808882142857142
    },
    {
      "pos": 564,
      "speaker": "A",
      "text": "Why? What did she say?",
      "start": 2950346,
      "end": 2951402,
      "confidence": 0.8542340000000002
    },
    {
      "pos": 565,
      "speaker": "C",
      "text": "You brought on yourself, you know? Why didn't you take it serious?",
      "start": 2951458,
      "end": 2954546,
      "confidence": 0.9441175
    },
    {
      "pos": 566,
      "speaker": "B",
      "text": "You know, was she annoyed or upset?",
      "start": 2954610,
      "end": 2956642,
      "confidence": 0.9780999999999999
    },
    {
      "pos": 567,
      "speaker": "C",
      "text": "Well, she just sort of said, you can learn. Look, you learned Rasputin.",
      "start": 2956738,
      "end": 2960570,
      "confidence": 0.8566423076923078
    },
    {
      "pos": 568,
      "speaker": "A",
      "text": "You know, if only you've done that, you've done Rasputin.",
      "start": 2960762,
      "end": 2963434,
      "confidence": 0.89394
    },
    {
      "pos": 569,
      "speaker": "C",
      "text": "She said, you can do it if you told to. She said, you know, it's only because Rick has told you to read the book that you're reading it.",
      "start": 2963474,
      "end": 2968738,
      "confidence": 0.8890731034482757
    },
    {
      "pos": 570,
      "speaker": "A",
      "text": "Does she think we're sort of like taskmasters?",
      "start": 2968866,
      "end": 2971092,
      "confidence": 0.7752437500000001
    },
    {
      "pos": 571,
      "speaker": "B",
      "text": "Does she think we bully you?",
      "start": 2971178,
      "end": 2972564,
      "confidence": 0.9527233333333333
    },
    {
      "pos": 572,
      "speaker": "C",
      "text": "Nah, she knows. It's just a laugh.",
      "start": 2973944,
      "end": 2975536,
      "confidence": 0.8356185714285714
    },
    {
      "pos": 573,
      "speaker": "B",
      "text": "Yeah.",
      "start": 2975600,
      "end": 2976128,
      "confidence": 0.93119
    },
    {
      "pos": 574,
      "speaker": "A",
      "text": "What?",
      "start": 2976256,
      "end": 2976472,
      "confidence": 0.96407
    },
    {
      "pos": 575,
      "speaker": "B",
      "text": "Did you. Did you tell your parents about your.",
      "start": 2976488,
      "end": 2978200,
      "confidence": 0.8979155555555555
    },
    {
      "pos": 576,
      "speaker": "C",
      "text": "No.",
      "start": 2978232,
      "end": 2978616,
      "confidence": 0.919
    },
    {
      "pos": 577,
      "speaker": "B",
      "text": "No, never.",
      "start": 2978720,
      "end": 2979664,
      "confidence": 0.8139749999999999
    },
    {
      "pos": 578,
      "speaker": "C",
      "text": "Because they. They never even questioned where my results were. So I don't want to tell them that, you know, I didn't get any.",
      "start": 2979704,
      "end": 2985200,
      "confidence": 0.9120891666666667
    },
    {
      "pos": 579,
      "speaker": "B",
      "text": "No. What, how did they do at school?",
      "start": 2985272,
      "end": 2987244,
      "confidence": 0.8303962500000001
    },
    {
      "pos": 580,
      "speaker": "C",
      "text": "Didn't have them back then, did they?",
      "start": 2987944,
      "end": 2989644,
      "confidence": 0.9375928571428572
    },
    {
      "pos": 581,
      "speaker": "B",
      "text": "Right.",
      "start": 2990104,
      "end": 2990844,
      "confidence": 0.94921
    },
    {
      "pos": 582,
      "speaker": "A",
      "text": "When was that called? The Middle ages?",
      "start": 2991424,
      "end": 2993768,
      "confidence": 0.7875314285714285
    },
    {
      "pos": 583,
      "speaker": "B",
      "text": "I don't know.",
      "start": 2993896,
      "end": 2994736,
      "confidence": 0.6481233333333333
    },
    {
      "pos": 584,
      "speaker": "C",
      "text": "Like I say, back then, it wasn't about getting results and that was it. Was just about learning trades. I mean, my dad, right, he can, like, put windows in his house.",
      "start": 2994880,
      "end": 3002852,
      "confidence": 0.9302143750000001
    },
    {
      "pos": 585,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3002948,
      "end": 3003316,
      "confidence": 0.91183
    },
    {
      "pos": 586,
      "speaker": "C",
      "text": "Duplicate.",
      "start": 3003380,
      "end": 3004068,
      "confidence": 0.12092
    },
    {
      "pos": 587,
      "speaker": "A",
      "text": "It's dark in it, first of all.",
      "start": 3004156,
      "end": 3007388,
      "confidence": 0.7358214285714286
    },
    {
      "pos": 588,
      "speaker": "B",
      "text": "Right, so he can do what? He's got a multitude of different.",
      "start": 3007516,
      "end": 3010224,
      "confidence": 0.8834791666666666
    },
    {
      "pos": 589,
      "speaker": "C",
      "text": "There's a problem in me flat. I can call him up and say, you know, this isn't working. What should I do? And I'll say, fix it.",
      "start": 3011484,
      "end": 3020652,
      "confidence": 0.885778148148148
    },
    {
      "pos": 590,
      "speaker": "B",
      "text": "Sure. So what about monsters, Inc.",
      "start": 3020708,
      "end": 3022624,
      "confidence": 0.8485499999999999
    },
    {
      "pos": 591,
      "speaker": "C",
      "text": "It is a kids film. It sort of.",
      "start": 3025044,
      "end": 3026932,
      "confidence": 0.7796474999999999
    },
    {
      "pos": 592,
      "speaker": "B",
      "text": "Is it okay, what gave that away? Was it the songs? Was it the animation?",
      "start": 3026988,
      "end": 3035396,
      "confidence": 0.8104726666666668
    },
    {
      "pos": 593,
      "speaker": "A",
      "text": "Yeah. The fluffy little things that squiggled round on the screen for an hour and a half.",
      "start": 3035460,
      "end": 3039548,
      "confidence": 0.9152870588235293
    },
    {
      "pos": 594,
      "speaker": "C",
      "text": "It is annoying because, like, these kids everywhere and kids don't watch films.",
      "start": 3039596,
      "end": 3043500,
      "confidence": 0.8847761538461538
    },
    {
      "pos": 595,
      "speaker": "A",
      "text": "Do they know?",
      "start": 3043532,
      "end": 3044316,
      "confidence": 0.64913
    },
    {
      "pos": 596,
      "speaker": "C",
      "text": "I mean, they mess.",
      "start": 3044380,
      "end": 3045076,
      "confidence": 0.901915
    },
    {
      "pos": 597,
      "speaker": "A",
      "text": "I don't know why they make kids films. And you can't be honest, it's mental.",
      "start": 3045140,
      "end": 3047604,
      "confidence": 0.8510973333333333
    },
    {
      "pos": 598,
      "speaker": "C",
      "text": "Can't concentrate properly when you've got kids, you know, making noise around you and that. So I'd say my little review, wait until it comes out on DVD.",
      "start": 3047684,
      "end": 3055424,
      "confidence": 0.9210807142857143
    },
    {
      "pos": 599,
      "speaker": "A",
      "text": "What a great review that would be. Wouldn't that be great film 2002.",
      "start": 3056124,
      "end": 3061262,
      "confidence": 0.9371861538461537
    },
    {
      "pos": 600,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3061318,
      "end": 3061886,
      "confidence": 0.58903
    },
    {
      "pos": 601,
      "speaker": "A",
      "text": "Jonathan Ross going, well, I don't want to give it away. Comes out on DVD. Oh, no.",
      "start": 3062030,
      "end": 3068006,
      "confidence": 0.8672629411764706
    },
    {
      "pos": 602,
      "speaker": "C",
      "text": "But not giving it away, it's just that you can't watch it properly when there's kids screaming around you.",
      "start": 3068030,
      "end": 3071318,
      "confidence": 0.8842857894736842
    },
    {
      "pos": 603,
      "speaker": "A",
      "text": "Yeah, sure.",
      "start": 3071366,
      "end": 3072046,
      "confidence": 0.922545
    },
    {
      "pos": 604,
      "speaker": "C",
      "text": "Do you know, I mean, what you.",
      "start": 3072110,
      "end": 3073094,
      "confidence": 0.7697014285714285
    },
    {
      "pos": 605,
      "speaker": "B",
      "text": "Looking forward to this week? You're gonna go and see anything?",
      "start": 3073094,
      "end": 3074750,
      "confidence": 0.8356027272727272
    },
    {
      "pos": 606,
      "speaker": "C",
      "text": "Just been talking to Ricky now because me missus is away. I'll probably get out a DVD tonight.",
      "start": 3074862,
      "end": 3080462,
      "confidence": 0.8414427777777779
    },
    {
      "pos": 607,
      "speaker": "B",
      "text": "Yep.",
      "start": 3080518,
      "end": 3081086,
      "confidence": 0.44736
    },
    {
      "pos": 608,
      "speaker": "C",
      "text": "Rounders.",
      "start": 3081230,
      "end": 3082110,
      "confidence": 0.81399
    },
    {
      "pos": 609,
      "speaker": "B",
      "text": "All right.",
      "start": 3082262,
      "end": 3082758,
      "confidence": 0.77198
    },
    {
      "pos": 610,
      "speaker": "A",
      "text": "I thought you might like that.",
      "start": 3082806,
      "end": 3083638,
      "confidence": 0.88013
    },
    {
      "pos": 611,
      "speaker": "B",
      "text": "And if you can get. I mean, if I can get you tickets, say, in the stalls or in a box for the stage version of Midnight Express, would you be up for that?",
      "start": 3083686,
      "end": 3090194,
      "confidence": 0.9573826470588237
    },
    {
      "pos": 612,
      "speaker": "A",
      "text": "It's on. It's on.",
      "start": 3090834,
      "end": 3091746,
      "confidence": 0.6705625000000001
    },
    {
      "pos": 613,
      "speaker": "B",
      "text": "I think it's the final year.",
      "start": 3091770,
      "end": 3092898,
      "confidence": 0.8234316666666667
    },
    {
      "pos": 614,
      "speaker": "A",
      "text": "It's lovely. It's Midnight Express on ice.",
      "start": 3092946,
      "end": 3094898,
      "confidence": 0.8537942857142856
    },
    {
      "pos": 615,
      "speaker": "B",
      "text": "Yeah.",
      "start": 3094986,
      "end": 3095258,
      "confidence": 0.49875
    },
    {
      "pos": 616,
      "speaker": "A",
      "text": "And it's a musical as well.",
      "start": 3095306,
      "end": 3096746,
      "confidence": 0.99405
    },
    {
      "pos": 617,
      "speaker": "B",
      "text": "They're on rollers.",
      "start": 3096850,
      "end": 3097466,
      "confidence": 0.6615666666666667
    },
    {
      "pos": 618,
      "speaker": "A",
      "text": "Do you have any dope under your jacket? No, it's great. John Hurt is actually in this version as well, which is fantastic. The Elephant man. So it's all comes. The universe all comes together.",
      "start": 3097490,
      "end": 3109402,
      "confidence": 0.9124814285714284
    },
    {
      "pos": 619,
      "speaker": "B",
      "text": "Have you ever seen the stage version of the elephant?",
      "start": 3109498,
      "end": 3111306,
      "confidence": 0.7877029999999999
    },
    {
      "pos": 620,
      "speaker": "C",
      "text": "No.",
      "start": 3111490,
      "end": 3111858,
      "confidence": 0.87927
    },
    {
      "pos": 621,
      "speaker": "B",
      "text": "You'd love that.",
      "start": 3111906,
      "end": 3112578,
      "confidence": 0.9256533333333333
    },
    {
      "pos": 622,
      "speaker": "C",
      "text": "It was in that. I have seen a clip of it. Who plays him?",
      "start": 3112666,
      "end": 3116054,
      "confidence": 0.8955292857142856
    },
    {
      "pos": 623,
      "speaker": "B",
      "text": "I think they got a real guy with actual. With elephant Titus.",
      "start": 3117704,
      "end": 3120368,
      "confidence": 0.8990541666666667
    },
    {
      "pos": 624,
      "speaker": "C",
      "text": "All right.",
      "start": 3120496,
      "end": 3120872,
      "confidence": 0.580515
    },
    {
      "pos": 625,
      "speaker": "A",
      "text": "Yeah.",
      "start": 3120928,
      "end": 3121184,
      "confidence": 0.80362
    },
    {
      "pos": 626,
      "speaker": "C",
      "text": "What are you finishing on?",
      "start": 3121224,
      "end": 3122184,
      "confidence": 0.932012
    },
    {
      "pos": 627,
      "speaker": "B",
      "text": "Let's have a final song for the ladies. It's from the album kiss me, kiss me, kiss me by the cure. And it's the beautiful catch.",
      "start": 3122264,
      "end": 3129000,
      "confidence": 0.9173057692307693
    },
    {
      "pos": 628,
      "speaker": "A",
      "text": "Goodbye. See you next week, everybody. Bye.",
      "start": 3129152,
      "end": 3131520,
      "confidence": 0.8950828571428572
    }
  ]
}
